export default {
  title: 'その他（四）',
  content: [
    {
      topic: '~すえ/~すえに/~すえの',
      list: [
        {
          l: ['Vのた形、N+の'],
          i: [
            '日本語：~した後で最後に。',
            '中国語：表示前项动作在经过了一段时间后，终于得到了后项的结果。可译为“……最后”“终干……”。'
          ],
          e: [
            [
              'この新しい薬は、何年にもわたる研究の<<末に>>作り出されたものだ。/这种新药历经多年的研究，终于生产出来了。'
            ],
            [
              'これはよく考えた<<末の>>結論ですから、変更はあり得ません。/这是经过深思熟虑之后得出的结论，因为不可能改变。'
            ],
            [
              '長時間の議論の<<末に>>、やっと計画が完成した。/经过很长时间的讨论，终于完成了这个计划。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ずにはいられない/~ないではいられない',
      list: [
        {
          l: ['Vのない形 【する→せずにはいられない】'],
          i: [
            '日本語：どうしても~しないでいることができない、自然に~してしまう、主語は基本的には一人称。',
            '中国語：表示无法控制某种感情或身体上的冲动。可译为“禁不住……”“不由自主地……”。'
          ],
          e: [
            [
              '彼女は美しくて賢く、私たちの誰もが彼女の魅力に心を奪われ<<ずにはいらなかった>>。/她又漂亮又聪明，我们所有人都为她的魅力所倾倒。'
            ],
            [
              '感動的なドラマだった。泣か<<ずにはいられなかった>>。/这是一部令人感动的电视剧。会让人情不自禁地落泪。'
            ],
            [
              '合格の知らせを受けたときは、思わず、「やった、やった。」と叫ばれ<<ないではいられなかった>>。/考试通过了，接到这个通知的时候，我不由得喊了出来“太好了，太好了”。'
            ]
          ]
        }
      ]
    }, {
      topic: '~せいで/~せいか/~せいに/~せいだ',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~が原因で→悪い結果、非難。',
            '中国語：表示因为前项的缘故，导致了后项的不好的事情发生。可译为“就因为……”。'
          ],
          e: [
            [
              '景気が悪い<<せいで>>、ボ一ナスが減った。/因为经济不景气，奖金也少了。'
            ],
            [
              '試合に負けたのはミスをした私の<<せいだ>>。/比赛之所以会输都是因为我的失误。'
            ],
            [
              '彼女は何でも人の<<せいに>>するから嫌われている。/因为她把什么事情都怪到别人的身上，所以大家都不喜欢她。'
            ]
          ]
        }
      ]
    }, {
      topic: 'たとえ~ても/でも',
      list: [
        {
          l: ['Vのて形、形1の語幹+く、【形2、N】の基本形'],
          i: [
            '日本語：仮に~の場合でも。',
            '中国語：表示逆接条件。可译为“即使……也……”。'
          ],
          e: [
            [
              '<<たとえ>>手術を受け<<ても>>、完全には治らないだろう。/即使做手术，也不能完全治好吧。'
            ],
            [
              '<<たとえ>>少し高く<<ても>>、質のいいものが買いたい。/即使稍微有点贵，我也想买质量好的东西。'
            ],
            [
              '<<たとえ>>嫌い<<でも>>、野菜を食べないわけにはいきませんよ。/即使不喜欢，也不能不吃蔬菜呀。'
            ]
          ]
        }
      ]
    }, {
      topic: '~たとたん(に)',
      list: [
        {
          l: ['Vのた形'],
          i: [
            '日本語：~した後、ほとんど同時に~（多くは意外なこと）。',
            '中国語：表示前项刚发生，就出现了后项。可译为“一……就……”。'
          ],
          e: [
            [
              '国から来た手紙を見<<たとたん>>、彼女は泣き出してしまった。/她刚看完从国内寄来的信，就哭了出来。'
            ],
            [
              '店に入っ<<たとたん>>、いいにおいがした。急にお腹が空いてきた。/刚一进店，就闻到了香味儿。突然就感觉到肚子饿了。'
            ],
            [
              '走り出し<<たとたん>>、右の膝にピリッと痛みを感じた。/刚一开始跑，就感到右膝针刺般的疼痛。'
            ]
          ]
        }
      ]
    }, {
      topic: '~だらけ',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：あまりよくないものがいっぱいある状態。',
            '中国語：表示事物表面沾满或者整个空间都被占据。可译为“满是……”“净是……”。'
          ],
          e: [
            [
              '昨日からの雨がようやくやんだが、運動場はまだ濡れていた。試合を終えたサッカ一選手の顔はみんな泥<<だらけ>>だ。/从昨天开始下的雨虽然停了,但运动场泥泞不堪。足球比赛结束后，运动员的脸上都是泥。'
            ],
            [
              '父の部屋は本<<だらけ>>で足の踏み場もない。/爸爸的房间全是书，连站的的地方都没有。'
            ],
            [
              'ゴミ<<だらけ>>の部屋を掃除するのに1時間もかかった。/房间到处都是垃圾，打扫花了一个多小时。'
            ]
          ]
        }
      ]
    }, {
      topic: '~たびに',
      list: [
        {
          l: ['Vの基本形、N+の'],
          i: [
            '日本語：~ときは、いつも同じように。',
            '中国語：表示每次出现前项的情况，就会出现后项。可译为“每当……”。'
          ],
          e: [
            [
              '内田さんは会う<<たびに>>、髮型が違う。/每次见到内田，他的发型都不一样。'
            ],
            [
              '課長は出張の<<たびに>>、みんなにお土産を買ってくる。/课长每次出差都给大家买来礼物。'
            ],
            [
              'この写真を見る<<たびに>>、子どものころを思い出す。/每当我看到这张照片都会想起我的童年。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ついでに',
      list: [
        {
          l: ['Vの【基本形、た形】、N+の'],
          i: [
            '日本語：~をするのにいい機会だから、いっしよに~もする。',
            '中国語：表示利用前项的机会，完成后项的动作。可译为“顺便……”。'
          ],
          e: [
            [
              '母は駅まで客を送って行った<<ついでに>>買い物をしてきた。/妈妈去车站送客人，顺便买了些东西回来。'
            ],
            [
              '研修旅行の<<ついでに>>、大阪にいる先輩に会いに行った。/研修旅行的时候顺便去见了在大阪的前辈。'
            ],
            [
              '（コピーをしている人に）「すみません、<<ついでに>>これもお願いします。」/（对正在复印的人）“不好意思，顺便也复印下这个”。'
            ]
          ]
        }
      ]
    }, {
      topic: '~っけ',
      list: [
        {
          l: ['【V、形1、形2、N】の過去形'],
          i: [
            '日本語：話し言葉。質問して確認する。確認の表現なので、現在・未来のことに過去形を使ってもいい。',
            '中国語：表示由于说话人自己记不清从而来进行确认。可译为“是不是……来着”。'
          ],
          e: [
            [
              '今晚、山田さんも来るんだ<<っけ>>。/今晚，是不是山田先生也要来的啊。'
            ],
            [
              'この本、おもしろかった<<っけ>>。/这本书是不是很有意思啊。'
            ],
            [
              'お宅はどちらでした<<っけ>>。/您家在哪儿来着。'
            ]
          ]
        }
      ]
    }, {
      topic: '~っこない',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：話し言葉。絶対に~ない、~はずがない、~わけがない。',
            '中国語：表示说话人主观上的强烈的否定。可译为“绝对不会……”。'
          ],
          e: [
            [
              '今日中に漢字を100字覚えるなんて無理だ。でき<<っこない>>。/一天记住100个汉字根本不可能。绝对做不到。'
            ],
            [
              'こんな話、だれも信じてくれ<<っこない>>と思う。/我觉得这些话谁都不会相信的。'
            ],
            [
              'ノーベル賞なんて、僕にはもらえ<<っこない>>。/像诺贝尔奖那种奖项，我是不可能得到的。'
            ]
          ]
        }
      ]
    }
  ]
}
