export default {
  title: '上',
  content: [
    {
      topic: '~上で',
      list: [
        {
          t: '~上で（は）/~上での',
          l: ['Vの基本形、N+の'],
          i: [
            '日本語：~する場合に、~する過程で。',
            '中国語：表示对事物某方面的评价或判断。可译为“在……方面”。'
          ],
          e: [
            [
              'パソコンは表やグラフの作成の<<上で>>、かなり役に立ちます。/电脑在制作图表方面很有用。'
            ],
            [
              '結婚している女性が働く<<上で>>、夫や子どもの協力は欠かせない。/结了婚的女性要继续工作，丈夫和孩子的支持是不可或缺的。'
            ],
            [
              '志望理由書を書く<<上で>>大切なことは、具体的に書くということだ。/在填报志愿方面最重要的就是一定要写具体。'
            ]
          ]
        },
        {
          t: '~上で/~上の',
          l: ['Vのた形、N+の（Nの場合、「で」は省略可）'],
          i: [
            '日本語：~してから、それを条件、基盤として。',
            '中国語：表示动作发生的前后顺序。而且前项动作或行为是为后项做准备的。可译为“在……之后”。'
          ],
          e: [
            [
              '詳しいことはお目にかかった<<上で>>、説明いたします。/详细的情况，等见面后再跟您说明。'
            ],
            [
              '大変重要なことですから、よく考えた<<上で>>返事をください。/因为是非常重要的事，请您好好考虑之后再给我答复。'
            ],
            [
              'この資料は、十分な調査の<<上で>>まとめられたものだ。/这份资料是在充分的调査之后总结出来的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~うえは',
      list: [
        {
          l: ['Vの简体形'],
          i: [
            '日本語：~のだから、当然~。',
            '中国語：表示前项已经是事实，所以理所当然就应该做后项。可译为“既然……那就应该……”。'
          ],
          e: [
            [
              '社長が決断した<<上は>>、我々社員はやるしかない。/经理已经做出决定，我们职员就得服从。'
            ],
            [
              '動物を飼う<<上は>>、責任をもって世話をするべきです。/既然要养小动物，就应该承担起责任好好照顾它们。'
            ],
            [
              '兄が死んだ。こうなった<<上は>>私が跡を继ぐしかないだろう。/哥哥去世了。既然事已至此，只好由我来继承家业了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~上（に）',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~に加えて、~だけでなく。',
            '中国語：表示递进关系。可译为“不但……而且……”“不仅……还……”。'
          ],
          e: [
            [
              'ゆうベは道に迷った<<うえ>>、雨にも降られてたいへんでした。/昨晚不但迷路了，还被雨淋了，真是糟糕透了。'
            ],
            [
              '今日は気温が低い<<うえに>>風も強いので、とても寒く感じる。/今天不仅气温低而且风也大,感觉非常冷。'
            ],
            [
              'あの人は話し方が丁寜な<<うえに>>、表情も優しくて、とても感じがいい。/那个人不仅说话有礼貌，而且还很面善，给人的感觉很好。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~上/~上の',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の面で、~の見地から。',
            '中国語：表示评价的基准。可译为“在……方面”。'
          ],
          e: [
            [
              'この会に参加するには、形式<<上>>面倒な手続きをとらなければならない。/要是参加这次会议，在办理手续方面会比较麻烦。'
            ],
            [
              '実験は理論<<上>>は成功するはずだったのに失敗した。/实验在理论上应该是成功的，但是还是失败了。'
            ],
            [
              '法律<<上>>は男女平等だが、実際にはまだいろいろな差別がある。/虽然在法律方面男女平等,但实际上还是存在各种各样的差别对待。'
            ]
          ]
        }
      ]
    }
  ]
}
