export default {
  title: 'その他（七）',
  content: [
    {
      topic: '~抜く',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：最後まで~する、完全に~する。',
            '中国語：表示经过努力，彻底完成前项动作。可译为“坚持……”“咬紧牙关去做……”。'
          ],
          e: [
            [
              '難しい数学の問題を考え<<抜いて>>答えが出せたときは、うれしかった。/一直反复思考这道很难的数学题，当得出答案的时候很开心。'
            ],
            [
              '困難にあっても最後までやり<<ぬく>>気持ちを捨てないで、頑張りなさい。/即使会遇到困难，也请你不要放弃，坚持到底，加油。'
            ],
            [
              '勉強にはぜんぜん興味を持たない子どもに、両親は困り<<抜いて>>いる。/对于对学习完全没有兴趣的孩子，父母愁坏了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~のみならず',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形+(である)'],
          i: [
            '日本語：書き言葉。~だけではなく~も。',
            '中国語：不仅仅限定在前项范围内，其他情况也一样。可译为“不仅仅……”“不光是……”。'
          ],
          e: [
            [
              '会社の業績改善は、ただ営業部門<<のみならず>>、社員全体の努力にかかっている。/这次公司业绩的提高，不光是销售部门，与全体工作人员的努力都是分不开的。'
            ],
            [
              '人間<<のみならず>>動物もストレスを感じるという。/据说不光是人就连动物也能感受到精神紧张。'
            ],
            [
              'この株は安定性が高い<<のみならず>>、将来性もある。/这支股票不仅稳定性高，而且还有上涨空间。'
            ]
          ]
        }
      ]
    }, {
      topic: '~のもとで/~のもとに',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の下で。',
            '中国語：表示在某种条件、指导、名义之下完成后项动作。可译为“在……之下”。'
          ],
          e: [
            [
              '「開発」の名<<のもとに>>、大規模な森林破壊が進んでいる。/在开发的名义下，对森林进行了大规模的破坏。'
            ],
            [
              '「1週間以内に返す」という約束<<のもとに>>お金を借りた。/在“一周之内还”的约定下借了钱。'
            ],
            [
              '先生の指示<<のもとで>>十分注意して実験をしたのに、爆発事故が起きてしまった。/在老师的指示下做了实验，虽然已经非常小心了，但是还是发生了爆炸。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ば~ほど',
      list: [
        {
          l: ['【V、形1、形2】の仮定形+ば、【V、形1】の基本形+ほど、形2+な+ほど'],
          i: [
            '日本語：~の程度が進むと~の程度も進む。',
            '中国語：「~ば」和「 ~ほど」的前面接同一个词。表示随着前项程度的增加，后项也随之改变。可译为“越……越……”。'
          ],
          e: [
            [
              '日本語は、勉強すれ<<ば>>勉強する<<ほど>>難しくなるような気がする。/感觉日语越学越难。'
            ],
            [
              '駅から近けれ<<ば>>近い<<ほど>>家賃は高くなります。/离车站越近房租越贵。'
            ],
            [
              '静かなら<<ば>>静かな<<ほど>>よく眠れると思ったのですが…。/我原以为越安静越能睡得着，可是……。'
            ]
          ]
        }
      ]
    }, {
      topic: '~はともかく(として)/~ならともかく',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~は今問題にしないが。',
            '中国語：表示前项事情暂且不提，首先考虑后项动作。可译为“……暂且不提”“……姑且不谈”。'
          ],
          e: [
            [
              '試合の結果<<はともかく>>、最後までみんなよくがんばった。/比赛的结果先暂且不提，关键是大家都努力到了最后。'
            ],
            [
              'あのホテルは、サービス<<はともかくとして>>、建物と設備は素晴らしい。/那家酒店服务暂目不提，酒店本身和设施都是很棒的。'
            ],
            [
              '小学生<<ならともかく>>、高校生のあなたがこんな漢字も読めないのですか。/小学生暂且不提，你都是个高中生了，这样的汉字也不认识么？'
            ]
          ]
        }
      ]
    }, {
      topic: '~はもちろん/~はもとより',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~だけでなく~も。',
            '中国語：表示前项是理所当然的，就连后项也是如此。可译为“……就不用说了，就连……也……”。'
          ],
          e: [
            [
              '面接試験では、その人の能力<<はもちろん>>、服装までも判断の材料にされる。/在面试的时候，那个人的能力就不用说了，就连服装也是判断的标准。'
            ],
            [
              '国が違うと、言葉や文化<<はもちろん>>、人々の考え方まで違う。/如果国家不同，别说是语言和文化了，甚至连人们的思考方式也是不同的。'
            ],
            [
              '彼女は英語<<はもとより>>、フランス語も中国語もできる。/别说是英语了，她连法语和中文也会。'
            ]
          ]
        }
      ]
    }, {
      topic: '~反面/~半面',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N+である'],
          i: [
            '日本語：~だが一方では。',
            '中国語：表示就事物或人的两个方面进行对比说明。可译为“一方面……而另一方面……”。'
          ],
          e: [
            [
              '子どもはかわいい<<反面>>うるさいものでもある。/小孩子有乖巧的一面，但是也有闹人的一面。'
            ],
            [
              'ここは温泉が楽しめる<<反面>>、火山性の地震がよく起きるので注意が必要だ。/在这里能够好好地享受温泉，但是由于这儿也经常发生火山导致的地震，因此需要大家多多小心。'
            ],
            [
              '生活は豊かになったが、その<<反面>>、公害で病気になる人が增えた。/生活变得富裕了，但是由于公害而得病的人也增多了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~べき/~ベきだ/~ベきではない',
      list: [
        {
          l: ['Vの基本形(する→すべき/するべき'],
          i: [
            '日本語：~しなければならない、するのが当然だ。',
            '中国語：表示忠告或建议。可译为“(不)应该……”。'
          ],
          e: [
            [
              '「地球温暖化」はみんなが考える<<べき>>問題である。/全球气温变暖是一个应该大家共同思考的问题。'
            ],
            [
              '約束の時間に遅れる場合は連絡する<<べきだ>>。/在比约定时间来迟的情况下，应该事先联络。'
            ],
            [
              '世話をしないならペットを飼う<<べきではない>>。/如果你不能照顾它，就不应该养宠物。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ほど/~ほどの/~ほどだ',
      list: [
        {
          l: ['Vの简体形、N'],
          i: [
            '日本語：程度の説明=くらい。',
            '中国語：表示程度。可译为“甚至要……”“……到……的程度”。'
          ],
          e: [
            [
              '困っているとき、あの人に助けてもらって、涙が出る<<ほど>>ありがたかった。/在我处于困境的时候，那个人帮了我一把，我感动的都要落泪了。'
            ],
            [
              'きのうは風が強くて、目を開けていられない<<ほどだった>>。/昨天风很大，大到睁不开眼睛。'
            ],
            [
              'きのうは猫の手を借りたい<<ほど>>の忙しさだった。/昨天忙得我团团转。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ほど~は~ない',
      list: [
        {
          l: ['Vの简体形、N'],
          i: [
            '日本語：~が一番~だ。',
            '中国語：后项句子多为否定形式。可译为“没有比……更……”“……最……”。'
          ],
          e: [
            [
              '先日起きた事件<<ほど>>人々に恐怖感を与えた事件<<はない>>だろう。/没有比前几天发生的事情更让人们感到恐怖的了。'
            ],
            [
              '彼女<<ほど>>優しい人<<は>>い<<ない>>。/没有比她更温柔的人了。'
            ],
            [
              'これ<<ほど>>おもしろい本<<は>>今まで読んだことが<<ない>>。/至今为止我就没看过这么有意思的书。'
            ]
          ]
        }
      ]
    }
  ]
}
