export default {
  no: 64,
  topic: '結婚披露宴・変わる結婚式',
  basic: {
    base: ['変わる結婚式'],
    use: [
      [
        '日本の結婚式には、さまざまなスタイルがあう。その中でも、神社での「神前結婚式」、教会での「キリスト教式結婚式」、親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。',
        'キリスト教式で結婚式を挙げるからといって、キリスト教の信者であるとは限らない。ウエディングドレスが着たいからとか、教会で挙式したいからなど、自分の好みで挙式のスタイルを決める人が多く、宗教で決める人は少数である。ホテルや結婚式場には、挙式の場所が設けられているので、実際に神社や教会へ行く人の数は少ない。さらに、海外で挙式をする人も多くなっている。',
        '下のグラフは、ある出版社が首都圏の夫婦400組に対して行ったアンケートの結果をまとめたものである。これを見ると、挙式の形式が時代とともに変わってきていることが分かる。1994年には「キリスト教式結婚式」が56.6％、「人前結婚式」が5.4％であったのに対して、2005年では、それぞれ74.7％、12.6％に増えた。一方、伝統的な挙式形式である「神前結婚式」は、2005年には1994年の3分の1まで減少した。このように、結婚式に対する人々の意識は、時代とともに変化してきている。',
        '結婚式の後には普通、披露宴を行う。披露宴は、親戚や友人、同僚らを招いて行うパーティーである。披露宴の場所は、以前はホテルと結婚式所が４分の3近くを占めていた。最近ではレストランなどの会場を利用する人も多くなっている。'
      ]
    ]
  },
  utilization: {
    title: '結婚披露宴',
    content: [
      [
        '王：拓也さん、町子さん、ご結婚おめでとうございます。ただ今、ご紹介かいいいただきました、JC企画上海支社の王風と申します。新郎の拓也さんとは、日本酒を中国で販売する仕事を、現在いっしょにしております。私は、２年前に入社しましたが、拓也さんはそれまで上海支社にお勤めでした。拓也さんと町子さんは、上海支社の同僚として上海で出会い、上海で親しくなったとお聞きしました。中国には「白头偕老」という言葉があります。これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。お２人とも、きっとこの言葉どおりの幸(しあわ)せな夫婦になられるでしょう。。拓也さん、町子さん、どうかおお幸せに！'
      ],
      [
        '山田：王さん。スピーチ、どうもありがとうございました。',
        '王：なんだか緊張して、うまく話せなくて、すみませんでした。',
        '町子：いいえ、とても感激しました。スピーチを聞きながら、上海にいたころを思い出しました。李さんも、お元気ですか。',
        '王：はい。すばらしい披露宴だったと李さんに伝えておきます。山田さん、お幸せに。今回の取材では本当にを世話になりました。',
        '山田：「金星」プロジェクトを絶対に成功させましょう。王さんの活躍を祈っています。',
        '王：はい、頑張ります。どうぞお元気で。',
        '山田：じゃあ、またお会いしましょう。'
      ]
    ]
  },
  grammar: {},
  words: [
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    }
  ]
}
