export default [
  {
    id: 'y01-0',
    title: ['もの'],
    explain: [
      [
        '<<〜もの／もん>>',
        '撒娇辩解……嘛',
      ], [
        '<<ものだから>>',
        '因为（主观原因）'
      ], [
        '****************'
      ], [
        '<<〜ものだ>>',
        '1. 感叹',
        '接过去时：感叹过去经常做的事',
        '现在过去都可：说话人感叹，惊讶的证据（一般意义）',
        'たい・てほしい〜：真想……真希望……',
        '2. 本来就是……就应该……',
        '→ものではない：不可以，不应该  ((楽,らく))をしてお((金,かね))を((儲,もう))けようなんて((考,かんが))えるもんじゃない'
      ], [
        '****************'
      ], [
        '<<というものだ>>',
        '表示强调、断定、解说等（不是出于个人观点，一般都这么认为）'
      ], [
        '→というものではない／というものでもない>>',
        '并不是，并非'
      ], [
        '****************'
      ], [
        '<<ものか／もんか>>',
        '怎么会，绝不会'
      ], [
        '<<ものの>>',
        '虽然……但是'
      ], [
        '<<可能形＋ものなら>>',
        '如果能……的话（实现的可能性不大）'
      ], [
        '<<意向形＋ものなら>>',
        '如果要……的话（会有不好的结果）'
      ], [
        '<<ものがある>>',
        '“感到……”；“……之中确实有……之处”'
      ]
    ],
    example: []
  }, {
    id: 'y01-1',
    title: ['〜もの／〜もん'],
    explain: [
      ['【((接続,せつぞく))】', '((普通,ふつう))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((理由,りゆう))、((言,い))い((訳,わけ))（((主,おも))に((若者,わかもの))や((子,こ))どもがくだけた((会話,かいわ))で((使,つか))う）。',
        '((中国語,ちゅうごくご))：表示原因、理由。多用于对个人的行为做辩解的场合。可译为：“因为……”。'
      ]
    ],
    example: [
      '「どうして((食,た))べないの。」',
      '「だって、おいしくない<<もん>>。」',
      '',
      'お((金,かね))、((貸,か))してくれないか。((貯金,ちょきん))が((無,な))くなっちゃった<<もの>>。',
      '',
      '((肉体労働,にくたいろうどう))のアルバイトはぼくには((無理,むり))だよ。そんなに((体力,たいりょく))ない<<もん>>。'
    ]
  }, {
    id: 'y01-2',
    title: ['〜ものだ①'],
    explain: [
      ['用法一：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((過去式,かこしき))の((普通,ふつう))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((過去,かこ))の((思,おも))い((出,で))。',
        '((中国語,ちゅうごくご))：用于回忆并感概很久以前经常做的事情。可译为“（那时候）经常……”。'
      ]
    ],
    example: [
      '((学生,がくせい))((時代,じだい))はよく((徹夜,てつや))((勉強,べんきょう))した<<ものだ>>。',
      '',
      '((学生,がくせい))((時代,じだい))、((試験,しけん))の((前,まえ))になると((眠,ねむ))れなかった<<ものだ>>。',
      '',
      'この((辺,あた))りは((昔,むかし))、((車,くるま))((一台,いちだい))((通,とお))らないほど((静,しず))かだった<<ものだ>>。'
    ]
  }, {
    id: 'y01-3',
    title: ['〜ものだ②'],
    explain: [
      ['用法二：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((感心,かんしん))、((感嘆,かんたん))など。',
        '((中国語,ちゅうごくご))：用于对事物本来所具有的性质，特性或事物的变化等进行情感抒发性的感叹。可译为“真的是……啊”。'
      ]
    ],
    example: [
      '((新幹線,しんかんせん))は((速,はや))い<<ものだ>>。',
      '',
      '((日本,にほん))へ((来,き))てもう((三年,さんねん))になる。((時間,じかん))が((経,た))つのは((本当,ほんとう))に((早,はや))い<<ものだ>>。',
      '',
      '((貧,まず))しかった((昔,むかし))と((比,くら))べれば、((今,いま))は((本当,ほんとう))にいい((世,よ))の((中,なか))になった<<ものだ>>。'
    ]
  }, {
    id: 'y01-4',
    title: ['〜ものだ③'],
    explain: [
      ['用法三：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜が((当然,とうぜん))だ、((一般的,いっぱんてき))だ、((軽,かる))い((命令,めいれい))。',
        '((中国語,ちゅうごくご))：对所谓真理、普遍性的事物就其本来的性质，带有某种感概进行叙述。可译为：“本来就是……”；“就该……”；“就是……”。'
      ]
    ],
    example: [
      '((悪,わる))いことをしたら((謝,あやま))る<<ものだ>>。',
      '',
      '((女性,じょせい))に((年,とし))を((聞,き))く<<もんじゃない>>ですよ。',
      '',
      'だれでも((褒,ほ))められれば((嬉,うれ))しい<<ものだ>>。'
    ]
  }, {
    id: 'y01-5',
    title: ['〜ものだ④'],
    explain: [
      ['用法四：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))のます((形,けい))＋たい／((動詞,どうし))のて((形,けい))＋てほしい'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((強,つよ))い((願望,がんぼう))、しみじみとした((深,ふか))い((気持,きも))ちを((表,あらわ))す。',
        '((中国語,ちゅうごくご))：用于表示说话人强烈的期望。一般用于长期的愿望。可译为“十分希望……”；“非常想……”。'
      ]
    ],
    example: [
      '((今年,ことし))、((海外旅行,かいがいりょこう))に((行,い))きたい<<ものだ>>。',
      '',
      '((早,はや))く((一人前,いちにんまえ))になって、((両親,りょうしん))を((安心,あんしん))させたい<<ものだ>>。',
      '',
      '((母親,ははおや))にはいつまでも((元気,げんき))で((長生,ながい))きしてほしい<<ものだ>>。'
    ]
  }, {
    id: 'y01-6',
    title: ['〜ものか／〜もんか'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))、((名詞,めいし))＋な'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((絶対,ぜったい))に〜ない（((強,つよ))い((否定,ひてい))の((気持,きも))ち）。((話,はな))し((言葉,ことば))。',
        '((中国語,ちゅうごくご))：表示那样的事情绝对不会有。以反问的形式表达强烈的否定情绪。可译为“怎能……”；“怎么会……”；“难道……”。'
      ]
    ],
    example: [
      'この((料理,りょうり))、((食,た))べられる<<ものか>>。',
      '',
      'あんなまずい((店,みせ))、((二度,にど))と((行,い))く<<ものか>>。',
      '',
      'A「いい((会社,かいしゃ))に((入,い))れてよかったなあ。」',
      'B「いい<<もんか>>。((毎日,まいにち))((残業,ざんぎょう))で、((土日,どにち))も((休,やす))めなしだよ。」'
    ]
  }, {
    id: 'y01-7',
    title: ['〜ものだから'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))、((名詞,めいし))＋な'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜だから（((理由,りゆう))、((言,い))い((訳,わけ))）。',
        '((中国語,ちゅうごくご))：表示因为前项的原因，才迫使自己做了后项的事情或发生了后项。且后项多为意外或令人惊讶的事，有时也伴有辩解的语气。可译为“因为……”。'
      ]
    ],
    example: [
      'おいしかった<<ものだから>>、((食,た))べすぎてしまった。',
      '',
      '((父,ちち))が((病気,びょうき))な<<ものですから>>、いろいろとお((金,かね))が((必要,ひつよう))なんです。',
      '',
      'A「なぜ((遅刻,ちこく))したのですか。」',
      'B「すみません、((事故,じこ))で((電車,でんしゃ))が((止,と))まってしまった<<ものですから>>。」'
    ]
  }, {
    id: 'y01-8',
    title: ['〜ものの'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜のに、〜けれども。',
        '((中国語,ちゅうごくご))：表示后项的结果并不是像想象的那样。可译为“虽然……但是……”「とはいうものの」也可作为接续词使用。可译为“可是……”；“但是……”。'
      ]
    ],
    example: [
      'タバコは((体,からだ))に((悪,わる))いとわかってはいる<<ものの>>、なかなかやめられない。',
      '',
      'あの((学生,がくせい))は((成績,せいせき))は((良,よ))い<<ものの>>、((学習,がくしゅう))((態度,たいど))は((良,よ))くない。',
      '',
      '((全力,ぜんりょく))を((尽,つ))くして((負,ま))けたのだからしかたがない。<<とはいうものの>>、やはり((勝,か))ちたかった。'
    ]
  }, {
    id: 'y01-9',
    title: ['〜ものなら'],
    explain: [
      ['用法一：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))の((可能,かのう))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：（((不可能,ふかのう))、あるいはそれに((近,ちか))いが）もしできるなら〜たい。',
        '((中国語,ちゅうごくご))：表示“前项一般来说是很难实现的，但是倘若真能实现的话，那倒想试试看”的意思。可译为“如果……”。'
      ]
    ],
    example: [
      '<<できるものなら>>、((島,しま))になって((国,くに))へ((帰,かえ))りたい。',
      '',
      '((人生,じんせい))をやり<<((直,なお))せるものなら>>、やり((直,なお))したい。',
      '',
      '((自然,しぜん))((破壊,はかい))を<<((止,と))められるものなら>>、((何,なに))としてでも((止,と))めたい。'
    ]
  }, {
    id: 'y01-10',
    title: ['〜ものなら'],
    explain: [
      ['用法二：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))の((意志,いし))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：もし〜たら→((大変,だいへん))な((結果,けっか))',
        '((中国語,ちゅうごくご))：表示要是做了本不该做的事情，就会产生严重的后果。可译为“如果……”。'
      ]
    ],
    example: [
      'そんなことを<<((言,い))おうものなら>>、((上司,じょうし))にひどく((怒,おこ))られる。',
      '',
      '((米国,こめこく))の((株価,かぶか))が<<((暴落,ぼうらく))しようものなら>>、((世界中,せかいちゅう))の((市場,いちば))がパニックになるだろう。',
      '',
      '((山田,やまだ))((先生,せんせい))は((時間,じかん))に((厳,きび))しい。((授業,じゅぎょう))に<<((遅,おく))れようものなら>>、((教室,きょうしつ))にも((入,い))れてもらえない。'
    ]
  }, {
    id: 'y01-11',
    title: ['〜というものだ'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))】の((普通,ふつう))((形,けい))、【((形容動詞,けいようどうし))、((名詞,めいし))】の((辞書,じしょ))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：まさに〜だ（((断定,だんてい))、((强调,きょうちょう))）',
        '((中国語,ちゅうごくご))：表示强调、断定、解说等。不是出于个人观点，一般都这么认为。可译为“这才是……”；“这才叫……”。'
      ]
    ],
    example: [
      '((長,なが))い((間,あいだ))の((研究,けんきゅう))がようやく((認,みと))められた。((努力,どりょく))のかいがあった<<というものだ>>。',
      '',
      '((新,あたら))しい((薬,くすり))の((開発,かいはつ))にやっと((成功,せいこう))した。((長年,ながねん))の((苦労,くろう))が((報,むく))われた<<というものだ>>。',
      '',
      '((初,はつ))((対面,たいめん))なのにあれこれ((個人,こじん))的なことを((聞,き))くのは((失礼,しつれい))<<というものだ>>。'
    ]
  }, {
    id: 'y01-12',
    title: ['〜というものではない／〜というものでもない'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))】の((普通,ふつう))((形,けい))、【((形容動詞,けいようどうし))、((名詞,めいし))】の((普通,ふつう))((形,けい))または((辞書,じしょ))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜とは((言,い))い((切,き))れない／〜というわけではない。',
        '((中国語,ちゅうごくご))：一般常识上可能认为是正确的，但是说话人对此抱有异议。可译为“并不是……”；“并非……”。'
      ]
    ],
    example: [
      'まじめな((人,ひと))だから、((有能,ゆうのう))だ<<というものではない>>。',
      '',
      '((塾,じゅく))に((行,い))きさえすれば((成績,せいせき))が((上,あ))がる<<というものでもない>>。',
      '',
      '((作文,さくぶん))は((長,た))ければいい<<というものではない>>。((中身,なかみ))が((大切,たいせつ))だ。'
    ]
  }, {
    id: 'y01-13',
    title: ['〜ものがある'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜と((感,かん))じられる、〜の((部分,ぶぶん))が((認,みと))められる。',
        '((中国語,ちゅうごくご))：表示在某方面有某些特征。可译为“感到……”；“……之中确实有……之处”。'
      ]
    ],
    example: [
      '((彼,かれ))は((性格,せいかく))は((別,べつ))として、((絵,え))の((才能,さいのう))には((見,み))るべき<<ものがある>>。',
      '',
      '((彼,かれ))の((発想,はっそう))には((斬新,ざんしん))な<<ものがある>>。',
      '',
      '((彼女,かのじょ))の((進歩,しんぽ))の((速,はや))さには、((驚,おどろ))くべき<<ものがある>>。'
    ]
  }
]
