export default [
  {
    id: 'y01-0',
    title: ['もの'],
    explain: [
      [
        '<<〜もの／もん>>',
        '撒娇辩解……嘛',
      ], [
        '<<ものだから>>',
        '因为（主观原因）'
      ], [
        '****************'
      ], [
        '<<〜ものだ>>',
        '1. 感叹',
        '接过去时：感叹过去经常做的事',
        '现在过去都可：说话人感叹，惊讶的证据（一般意义）',
        'たい・てほしい〜：真想……真希望……',
        '2. 本来就是……就应该……',
        '→ものではない：不可以，不应该  ((楽,らく))をしてお((金,かね))を((儲,もう))けようなんて((考,かんが))えるもんじゃない'
      ], [
        '****************'
      ], [
        '<<というものだ>>',
        '表示强调、断定、解说等（不是出于个人观点，一般都这么认为）'
      ], [
        '→というものではない／というものでもない>>',
        '并不是，并非'
      ], [
        '****************'
      ], [
        '<<ものか／もんか>>',
        '怎么会，绝不会'
      ], [
        '<<ものの>>',
        '虽然……但是'
      ], [
        '<<可能形＋ものなら>>',
        '如果能……的话（实现的可能性不大）'
      ], [
        '<<意向形＋ものなら>>',
        '如果要……的话（会有不好的结果）'
      ], [
        '<<ものがある>>',
        '“感到……”；“……之中确实有……之处”'
      ]
    ],
    example: []
  }, {
    id: 'y01-1',
    title: ['〜もの／〜もん'],
    explain: [
      ['【((接続,せつぞく))】', '((普通,ふつう))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((理由,りゆう))、((言,い))い((訳,わけ))（((主,おも))に((若者,わかもの))や((子,こ))どもがくだけた((会話,かいわ))で((使,つか))う）。',
        '((中国語,ちゅうごくご))：表示原因、理由。多用于对个人的行为做辩解的场合。可译为：“因为……”。'
      ]
    ],
    example: [
      '「どうして((食,た))べないの。」',
      '「だって、おいしくない<<もん>>。」',
      '',
      'お((金,かね))、((貸,か))してくれないか。((貯金,ちょきん))が((無,な))くなっちゃった<<もの>>。',
      '',
      '((肉体労働,にくたいろうどう))のアルバイトはぼくには((無理,むり))だよ。そんなに((体力,たいりょく))ない<<もん>>。'
    ]
  }, {
    id: 'y01-2',
    title: ['〜ものだ①'],
    explain: [
      ['用法一：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((過去式,かこしき))の((普通,ふつう))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((過去,かこ))の((思,おも))い((出,で))。',
        '((中国語,ちゅうごくご))：用于回忆并感概很久以前经常做的事情。可译为“（那时候）经常……”。'
      ]
    ],
    example: [
      '((学生,がくせい))((時代,じだい))はよく((徹夜,てつや))((勉強,べんきょう))した<<ものだ>>。',
      '',
      '((学生,がくせい))((時代,じだい))、((試験,しけん))の((前,まえ))になると((眠,ねむ))れなかった<<ものだ>>。',
      '',
      'この((辺,あた))りは((昔,むかし))、((車,くるま))((一台,いちだい))((通,とお))らないほど((静,しず))かだった<<ものだ>>。'
    ]
  }, {
    id: 'y01-3',
    title: ['〜ものだ②'],
    explain: [
      ['用法二：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((感心,かんしん))、((感嘆,かんたん))など。',
        '((中国語,ちゅうごくご))：用于对事物本来所具有的性质，特性或事物的变化等进行情感抒发性的感叹。可译为“真的是……啊”。'
      ]
    ],
    example: [
      '((新幹線,しんかんせん))は((速,はや))い<<ものだ>>。',
      '',
      '((日本,にほん))へ((来,き))てもう((三年,さんねん))になる。((時間,じかん))が((経,た))つのは((本当,ほんとう))に((早,はや))い<<ものだ>>。',
      '',
      '((貧,まず))しかった((昔,むかし))と((比,くら))べれば、((今,いま))は((本当,ほんとう))にいい((世,よ))の((中,なか))になった<<ものだ>>。'
    ]
  }, {
    id: 'y01-4',
    title: ['〜ものだ③'],
    explain: [
      ['用法三：'],
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜が((当然,とうぜん))だ、((一般的,いっぱんてき))だ、((軽,かる))い((命令,めいれい))。',
        '((中国語,ちゅうごくご))：对所谓真理、普遍性的事物就其本来的性质，带有某种感概进行叙述。可译为：“本来就是……”“就该……”“就是……”。'
      ]
    ],
    example: [
      '((悪,わる))いことをしたら((謝,あやま))る<<ものだ>>。',
      '',
      '((女性,じょせい))に((年,とし))を((聞,き))く<<もんじゃない>>ですよ。',
      '',
      'だれでも((褒,ほ))められれば((嬉,うれ))しい<<ものだ>>。'
    ]
  }, {
    id: 'y01-5',
    title: ['〜ものだ④'],
    explain: [
      ['用法四：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))のます((形,けい))＋たい／((動詞,どうし))のて((形,けい))＋てほしい'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((強,つよ))い((願望,がんぼう))、しみじみとした((深,ふか))い((気持,きも))ちを((表,あらわ))す。',
        '((中国語,ちゅうごくご))：用于表示说话人强烈的期望。一般用于长期的愿望。可译为“十分希望……”“非常想……”。'
      ]
    ],
    example: [
      '((今年,ことし))、((海外旅行,かいがいりょこう))に((行,い))きたい<<ものだ>>。',
      '',
      '((早,はや))く((一人前,いちにんまえ))になって、((両親,りょうしん))を((安心,あんしん))させたい<<ものだ>>。',
      '',
      '((母親,ははおや))にはいつまでも((元気,げんき))で((長生,ながい))きしてほしい<<ものだ>>。'
    ]
  }
]
