export default [
  {
    id: 'l01-0',
    title: ['もの'],
    explain: [
      [
        '〜もの／もん',
        'ものだから'
      ], [
        '〜ものだ',
        '1. 感叹',
        '接过去时：感叹过去经常做的事',
        '现在过去都可：说话人感叹，惊讶的证据（一般意义）',
        'たい・てほしい〜：真想……真希望……',
        '2. 本来就是……就应该……',
        '→ものではない：不可以，不应该  ((楽,らく))をしてお((金,かね))を((儲,もう))けようなんて((考,かんが))えるもんじゃない'
      ], [
        'というものだ：表示强调、断定、解说等（不是出于个人观点，一般都这么认为）',
        '→というものではない／というものでもない：并不是，并非'
      ], [
        'ものか／もんか：怎么会，绝不会',
        'ものの：虽然……但是',
        '可能形＋ものなら：如果能……的话（实现的可能性不大）',
        '意向形＋ものなら：如果要……的话（会有不好的结果）',
        'ものがある：“感到……”；“……之中确实有……之处”'
      ]
    ],
    example: []
  }
]
