export default [
  {
    id: 'y02-0',
    title: ['こと'],
    explain: [
      [
        '<<ことだ>>',
        '1.感叹（就事论事）',
        '2.应该……做（训诫或轻微语气的命令）',
        '→こと：写着的规定'
      ], [
        '****************'
      ], [
        '<<ことか／〜ことだろう>>',
        '“感叹（程度）多么……啊”“别提有多……啦”'
      ], [
        '<<ことに>>',
        '令人……的是（前面接表示情感的词）'
      ], [
        '****************'
      ], [
        '<<こと>>',
        '这个事，事情'
      ], [
        '<<ことから>>',
        '从……，因为……，由于……'
      ], [
        '<<〜ことになっている／〜こととなっている>>',
        '“规定着……”“按规定……”'
      ], [
        '<<ことはない／こともない>>',
        '没必要……'
      ], [
        '<<ないことはない／ないこともない>>',
        '也不是不……'
      ], [
        '<<ことなく>>',
        '没有做前项事情，而是直接进入了后项'
      ], [
        '<<ないことには>>',
        '不……的话，没有……的话，就不能'
      ], [
        '<<ということだ>>',
        '也就是说……'
      ], [
        '<<ということだ>>',
        '表示传闻＝そうだ'
      ], [
        '<<ことだから>>',
        '因为是……所以……（刻板印象）'
      ]
    ],
    example: []
  }, {
    id: 'y02-1',
    title: ['〜こと'],
    explain: [
      ['【((接続,せつぞく))】', '((動詞,どうし))の((辞書,じしょ))((形,けい))、((動詞,どうし))のない((形,けい))、((名詞,めいし))＋の'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((命令,めいれい))。',
        '((中国語,ちゅうごくご))：用于句末。表示命令或说话人认为应该这样做的心情。用于规定纪律或指示遵守等情况。'
      ]
    ],
    example: [
      '((明日,あした))は((八時,はちじ))に((集合,しゅうごう))すること。((時間,じかん))に((遅,おく))れない<<こと>>。',
      '',
      'レポートは((今週中,こんしゅうちゅう))に((提出,ていしゅつ))の<<こと>>。',
      '',
      '((体育館,たいいくかん))には((土足,どそく))で((入,はい))らない<<こと>>。'
    ]
  }, {
    id: 'y02-2',
    title: ['〜ことだ①'],
    explain: [
      ['用法一：'],
      ['【((接続,せつぞく))】', '【（((感情,かんじょう))を((表,あらわ))す）((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((感情,かんじょう))を((表,あらわ))す、((感嘆,かんたん))など。',
        '((中国語,ちゅうごくご))：表示说话人针对某个事实抒发个人感情。'
      ]
    ],
    example: [
      '((弟,おとうと))が((大学,だいがく))に((合格,ごうかく))できた。((本当,ほんとう))にうれしい<<ことだ>>。',
      '',
      'いつまでもお((若,わか))くて、((羨,うらや))ましい<<ことだ>>。',
      '',
      '((家族,かぞく))みんな((健康,けんこう))で、けっこうな<<ことだ>>。'
    ]
  }, {
    id: 'y02-3',
  title: ['“〜ことだ”和“〜ものだ”的区别'],
    explain: [
      ['ものだ：一般意义上的感叹'],
      ['ことだ：就事论事的感叹']
    ],
    example: [
      '赤ちゃんって、かわいいものだ。',
      '所有的小婴儿都很可爱',
      '',
      'この赤ちゃんはなんとかわいいことだ。',
      '单指这一个婴儿'
    ]
  }, {
    id: 'y02-4',
    title: ['〜ことだ②'],
    explain: [
      ['用法二：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))の((辞書,じしょ))((形,けい))、((動詞,どうし))のない((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((忠告,ちゅうこく))、((助言,じょげん))、((軽,かる))い((命令,めいれい))。',
        '((中国語,ちゅうごくご))：用于说话人对对方的忠告、建议等。可译为“最好（不）做……”。'
      ]
    ],
    example: [
      '((人,ひと))の((悪口,わるぐち))を((言,い))わない<<ことだ>>。',
      '',
      'ピアノが((上手,じょうず))になりたかったら、((毎日,まいにち))((練習,れんしゅう))する<<ことです>>よ。',
      '',
      '((健康,けんこう))のためには((十分,じゅっぶん))な((睡眠,すいみん))をとり、ストレスをためない<<ことだ>>。'
    ]
  }, {
    id: 'y02-5',
    title: ['〜ことだから'],
    explain: [
      ['【((接続,せつぞく))】', '((名詞,めいし))＋の'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：（よく((知,し))っている((人,ひと))など）の((性格,せいかく))や((様子,ようす))から((考,かんが))えると。→((話,はなし))っ((手,て))の((予想,よそう))、((判断,はんだん))など。',
        '((中国語,ちゅうごくご))：表示平时就是如此性格、如此作风的他（她），这次肯定也会这样做。可译为“因为（他一贯是）……所以……”。'
      ]
    ],
    example: [
      'まじめな((王,おう))さんの<<ことだから>>、((時間,じかん))どおりに((来,く))るに((違,ちが))いない。',
      '',
      '((朝寝坊,あさねぼう))の((彼,かれ))の<<ことだから>>、((今日,きょう))も((遅,おく))れて((来,く))るだろう。',
      '',
      '((母,はは))の<<ことだから>>、いつも((私,わたし))のことを((心配,しんぱい))していると((思,おも))う。'
    ]
  }, {
    id: 'y02-6',
    title: ['〜ことから'],
    explain: [
      ['【((接続,せつぞく))】', '【((動詞,どうし))、((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：〜という((理由,りゆう))で〜と((判断,はんだん))する。〜がきかっけで→((変化,へんか))。という((理由,りゆう))で〜と((名付,なず))けられた。',
        '((中国語,ちゅうごくご))：表示原因，理由。可译为“因为……”；“由于……”。'
      ]
    ],
    example: [
      '((声,こえ))が((震,ふる))えている<<ことから>>、((彼女,かのじょ))が((緊張,きんちょう))していることがわかった。',
      '',
      '日本のアニメを見た<<ことから>>、日本に関心を持つようになった。',
      '',
      'その((坂,さか))は((富士山,ふじさん))が((見,み))える<<ことから>>、((富士見,ふじみ))((坂,ざか))と((呼,よ))ばれるようになった。'
    ]
  }, {
    id: 'y02-7',
    title: ['〜ことになっている／〜こととなっている'],
    explain: [
      ['【((接続,せつぞく))】', '((動詞,どうし))の((辞書,じしょ))((形,けい))、((動詞,どうし))のない((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((規則,きそく))、((習慣,しゅうかん))、((予定,よてい))（((話,はな))し((手,て))の((意思,いし))に((関係,かんけい))なく((決,き))まる）。',
        '((中国語,ちゅうごくご))：表示约定、日常生活中的规定、法律、纪律以及一些惯例等约束人们生活行为的各种规定。可译为“规定着……”；“按规定……”。'
      ]
    ],
    example: [
      '((本校,ほんこう))では、((教室,きょうしつ))では((日本語,にほんご))しか((話,はな))せない<<ことになっている>>。',
      '',
      '((法律,ほうりつ))では、((二十歳,はたち))((未満,みまん))はお((酒,さけ))を((飲,の))んではいけない<<ことになっている>>。',
      '',
      'パーティーに((参加,さんか))する((人,ひと))は、((六時,ろくじ))に((駅,えき))で((待,ま))ち((合,あ))わせる<<ことになっている>>。'
    ]
  }, {
    id: 'y02-8',
    title: ['〜ことか／〜ことだろう'],
    explain: [
      ['【((接続,せつぞく))】', '【((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))、((動詞,どうし))のた((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((感嘆,かんたん))，嘆の気持ちを強く表す。',
        '((中国語,ちゅうごくご))：用于感叹。可译为“多么……啊”；“别提有多……啦'
      ],
      [
        '【共起】常和どんなに／いかに／どれほど／どれだけ／なんと搭配使用。',
      ]
    ],
    example: [
      '((昨日,きのう))、あなたに((会,あ))えて、どれほどうれしかった<<ことか>>。',
      '',
      '((外国,がいこく))での((一人暮,ひとりぐ))らしはどんなに((寂,さび))しい<<ことか>>。',
      '',
      '((日本,にほん))へ((来,き))て((三年,さんねん))、((何度,なんど))も((国,くに))へ((帰,かえ))りたいと((思,おも))った<<ことだろう>>。'
    ]
  }
]
