export default [
  {
    id: 'l02-0',
    title: ['こと'],
    explain: [
      [
        'ことだ',
        '1.感叹（就事论事）',
        '2.应该……做（训诫或轻微语气的命令）',
        '→こと：写着的规定'
      ], [
        'ことか／〜ことだろう：“感叹（程度）多么……啊”“别提有多……啦”',
        'ことに：令人……的是（前面接表示情感的词）'
      ], [
        'こと这个事，事情',
        'ことから：从……，因为……，由于……',
        '〜ことになっている／〜こととなっている：“规定着……”“按规定……”',
        'ことはない／こともない：没必要……',
        'ないことはない／ないこともない：也不是不……',
        'ことなく：没有做前项事情，而是直接进入了后项',
        'ないことには：不……的话，没有……的话，就不能',
        'ということだ：也就是说……',
        'ということだ：表示传闻＝そうだ',
        'ことだから：因为是……所以……（刻板印象）'
      ]
    ],
    example: []
  }
]
