export default [
  {
    id: 'y02-0',
    title: ['こと'],
    explain: [
      [
        '<<ことだ>>',
        '1.感叹（就事论事）',
        '2.应该……做（训诫或轻微语气的命令）',
        '→こと：写着的规定'
      ], [
        '****************'
      ], [
        '<<ことか／〜ことだろう>>',
        '“感叹（程度）多么……啊”“别提有多……啦”'
      ], [
        '<<ことに>>',
        '令人……的是（前面接表示情感的词）'
      ], [
        '****************'
      ], [
        '<<こと>>',
        '这个事，事情'
      ], [
        '<<ことから>>',
        '从……，因为……，由于……'
      ], [
        '<<〜ことになっている／〜こととなっている>>',
        '“规定着……”“按规定……”'
      ], [
        '<<ことはない／こともない>>',
        '没必要……'
      ], [
        '<<ないことはない／ないこともない>>',
        '也不是不……'
      ], [
        '<<ことなく>>',
        '没有做前项事情，而是直接进入了后项'
      ], [
        '<<ないことには>>',
        '不……的话，没有……的话，就不能'
      ], [
        '<<ということだ>>',
        '也就是说……'
      ], [
        '<<ということだ>>',
        '表示传闻＝そうだ'
      ], [
        '<<ことだから>>',
        '因为是……所以……（刻板印象）'
      ]
    ],
    example: []
  }, {
    id: 'y02-1',
    title: ['〜こと'],
    explain: [
      ['【((接続,せつぞく))】', '((動詞,どうし))の((辞書,じしょ))((形,けい))、((動詞,どうし))のない((形,けい))、((名詞,めいし))＋の'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((命令,めいれい))。',
        '((中国語,ちゅうごくご))：用于句末。表示命令或说话人认为应该这样做的心情。用于规定纪律或指示遵守等情况。'
      ]
    ],
    example: [
      '((明日,あした))は((八時,はちじ))に((集合,しゅうごう))すること。((時間,じかん))に((遅,おく))れない<<こと>>。',
      '',
      'レポートは((今週中,こんしゅうちゅう))に((提出,ていしゅつ))の<<こと>>。',
      '',
      '((体育館,たいいくかん))には((土足,どそく))で((入,はい))らない<<こと>>。'
    ]
  }, {
    id: 'y02-2',
    title: ['〜ことだ①'],
    explain: [
      ['用法一：'],
      ['【((接続,せつぞく))】', '【（((感情,かんじょう))を((表,あらわ))す）((形容詞,けいようし))、((形容動詞,けいようどうし))】の((連体,れんたい))((修飾,しゅうしょく))((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((感情,かんじょう))を((表,あらわ))す、((感嘆,かんたん))など。',
        '((中国語,ちゅうごくご))：表示说话人针对某个事实抒发个人感情。'
      ]
    ],
    example: [
      '((弟,おとうと))が((大学,だいがく))に((合格,ごうかく))できた。((本当,ほんとう))にうれしい<<ことだ>>。',
      '',
      'いつまでもお((若,わか))くて、((羨,うらや))ましい<<ことだ>>。',
      '',
      '((家族,かぞく))みんな((健康,けんこう))で、けっこうな<<ことだ>>。'
    ]
  }, {
    id: 'y02-3',
  title: ['“〜ことだ”和“〜ものだ”的区别'],
    explain: [
      ['ものだ：一般意义上的感叹'],
      ['ことだ：就事论事的感叹']
    ],
    example: [
      '赤ちゃんって、かわいいものだ。',
      '所有的小婴儿都很可爱',
      '',
      'この赤ちゃんはなんとかわいいことだ。',
      '单指这一个婴儿'
    ]
  }, {
    id: 'y02-4',
    title: ['〜ことだ②'],
    explain: [
      ['用法二：'],
      ['【((接続,せつぞく))】', '((動詞,どうし))の((辞書,じしょ))((形,けい))、((動詞,どうし))のない((形,けい))'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：((忠告,ちゅうこく))、((助言,じょげん))、((軽,かる))い((命令,めいれい))。',
        '((中国語,ちゅうごくご))：用于说话人对对方的忠告、建议等。可译为“最好（不）做……”。'
      ]
    ],
    example: [
      '((人,ひと))の((悪口,わるぐち))を((言,い))わない<<ことだ>>。',
      '',
      'ピアノが((上手,じょうず))になりたかったら、((毎日,まいにち))((練習,れんしゅう))する<<ことです>>よ。',
      '',
      '((健康,けんこう))のためには((十分,じゅっぶん))な((睡眠,すいみん))をとり、ストレスをためない<<ことだ>>。'
    ]
  }, {
    id: 'y02-5',
    title: ['〜ことだから'],
    explain: [
      ['【((接続,せつぞく))】', '((名詞,めいし))＋の'],
      [
        '【((意味,いみ))】',
        '((日本語,にほんご))：（よく知っている人など）の性格やGGGから考えると。→話っ手の征',
        ''
      ]
    ],
    example: [
      '',
      '',
      '',
      '',
      ''
    ]
  }
]
