export default [
  {
    id: 'y03-1',
    title: ['～上で（は）/～上で'],
    cn: '表⽰对事物某⽅⾯的评价或判断。可译为“在……⽅⾯”',
    explain: [[]],
    example: ['パソコンは表やグラフの作成の上で、かなり役に⽴ちます。']
  },
  {
    id: 'y03-2',
    title: ['～上で/～上の'],
    cn: '表⽰动作发⽣的前后顺序，且前项动作是可译为“在……之后”。',
    explain: [[]],
    example: ['詳しいことはお⽬にかかった上で、説明いたします。']
  },
  {
    id: 'y03-3',
    title: ['～上は'],
    cn: '表⽰前项已经是事实，所以理所当然就应该做后项。可译为“既然……那就应该……”。',
    explain: [[]],
    example: ['社⾧が決断した上は、我々社員はやるしかない。']
  },
  {
    id: 'y03-4',
    title: ['～上（に）'],
    cn: '表⽰递进关系。可译为“不但……⽽且……”；“不仅……还……”。',
    explain: [[]],
    example: ['ゆうべは道に迷ったうえ、⾬にも降られてたいへんでした。']
  },
  {
    id: 'y03-5',
    title: ['～上（じょう）/～上の'],
    cn: '表⽰评价的基准。可译为“在……⽅⾯”。',
    explain: [[]],
    example: ['この会に参加するには、形式上⾯倒な⼿続きをとらなければならない']
  },
  {
    id: 'y03-6',
    title: ['～ばかりか/～ばかりでなく'],
    cn: '表⽰递进关系。可译“不仅……还”；“不但……⽽且……”。',
    explain: [[]],
    example: [
      'このごろ彼は遅刻が多いばかりか、授業中に居眠りすることさえあります。'
    ]
  },
  {
    id: 'y03-7',
    title: ['〜ばかりに'],
    cn: '表⽰就因为前项的原因，才导致了后项意想不到的坏结果。可译为“就因⼒……”。',
    explain: [[]],
    example: ['⽣⽔を飲んだばかりに、おなかを悪くしてしまった。']
  },
  {
    id: 'y03-8',
    title: ['～ばかりだ'],
    cn: '表⽰某种事态朝着不好的或不理想的⽅向不断地发展。可译为“越来越……”；“⼀个劲⼉地……”。',
    explain: [[]],
    example: ['物価は上がるばかりで、⽣活は少しも楽にならない。']
  },
  {
    id: 'y03-9',
    title: ['～かぎり/～かぎりの'],
    cn: '表⽰能⼒、程度等所能涉及的最⼤范围。可译⼒“尽最⼤可能的……”；“竭尽……',
    explain: [[]],
    example: ['いよいよ⽇本語能⼒試験だ。⼒のかぎりがんばってみよう。']
  },
  {
    id: 'y03-10',
    title: ['①～に限り/～に限って/～に限'],
    cn: '多接在⼈物、时间、数量等词语之后表⽰限定。可译为“仅限于……”。',
    explain: [[]],
    example: [
      'おはがきをお送りくださった皆様の中から100名様に限り、素敵な商品をプレゼントいたします。'
    ]
  },
  {
    id: 'y03-11',
    title: ['②～に限って'],
    cn: '表⽰平时是不会那样的，但是唯独此时发⽣了并不希望看到的结果。多接在时间、场⾯等词语之后。可译为“唯独在……的时候”；“偏偏在……”。',
    explain: [[]],
    example: [
      '⼤切な⽤事があって遅刻してはいけないときに限って、寝坊してしまう。'
    ]
  },
  {
    id: 'y03-12',
    title: ['③～に限って'],
    cn: '⽤于对某⼈有种特别信赖或期待的场合。可译为“唯独……才不会......”；“只有.....絶不会.......”。',
    explain: [[]],
    example: ['慎重なあの⼈に限って、そんなミスを犯すはずがない。']
  },
  {
    id: 'y03-13',
    title: ['④～に限る'],
    cn: '表⽰这是最好的、最理想的。可译为“最好……”；“…是最棒的”。',
    explain: [[]],
    example: ['⼀⽇の仕事を終えた後は、冷えたビールに限ります。']
  },
  {
    id: 'y03-14',
    title: ['～に限らず'],
    cn: '：表⽰不仅仅限定在前项的范围，其他情况也一样。可译“不仅仅……”；“不光是……”。',
    explain: [[]],
    example: [
      'あの選⼿はサッカーに限らず、スポーツなら何でも得意だったそうだ。'
    ]
  },
  {
    id: 'y03-15',
    title: ['～かぎり（は）'],
    cn: '表⽰只要前项状态持续，就会得到后项结果。可译为“只要……就……”。',
    explain: [[]],
    example: ['体が丈夫であるかぎり、思いきり社会活動をしたいものだ。']
  },
  {
    id: 'y03-16',
    title: ['～かぎり/～かぎりで/～かぎりでは'],
    cn: '表⽰限定某种判断的范围。可译为“仅从……来看”；“据我（们）所知……”。',
    explain: [[]],
    example: [
      'この売り上げ状況のグラフを⾒るかぎりでは、わが社の製品の売れ⾏きは順調だ。'
    ]
  }
]
