export default [
  {
    id: 'y03-1',
    title: ['～((上,うえ))で（は）/～((上,うえ))で'],
    cn: '表⽰对事物某⽅⾯的评价或判断。可译为“在……⽅⾯”',
    explain: [[]],
    example: [
      'パソコンは表やグラフの作成の<<((上,うえ))で>>、かなり役に⽴ちます。',
      '',
      '結婚している⼥性が働く<<((上,うえ))で>>、夫や⼦どもの協⼒は⽋かせない。',
      '',
      '志望理由書を書く<<((上,うえ))で>>⼤切なことは、具体的に書くということだ。'
    ]
  },
  {
    id: 'y03-2',
    title: ['～((上,うえ))で/～((上,うえ))の'],
    cn: '表⽰动作发⽣的前后顺序，且前项动作是可译为“在……之后”。',
    explain: [[]],
    example: [
      '詳しいことはお⽬にかかった<<((上,うえ))で>>、説明いたします。',
      '',
      '変重要なことですから、よく考えた<<((上,うえ))で>>返事をください。',
      '',
      'この資料は、⼗分な調査の<<((上,うえ))で>>まとめられたものだ。'
    ]
  },
  {
    id: 'y03-3',
    title: ['～((上,うえ))は'],
    cn: '表⽰前项已经是事实，所以理所当然就应该做后项。可译为“既然……那就应该……”。',
    explain: [[]],
    example: [
      '社⾧が決断した<<((上,うえ))は>>、我々社員はやるしかない。',
      '',
      '動物を飼う<<((上,うえ))は>>、責任をもって世話をするべきです。',
      '',
      'が死んだ。こうなった<<((上,うえ))は>>私が跡を継ぐしかないだろ。'
    ]
  },
  {
    id: 'y03-4',
    title: ['～((上,うえ))（に）'],
    cn: '表⽰递进关系。可译为“不但……⽽且……”；“不仅……还……”。',
    explain: [[]],
    example: [
      'ゆうべは道に迷った<<うえ>>、⾬にも降られてたいへんでした。',
      '',
      '今⽇は気温が低い<<うえに>>⾵も強いので、とても寒く感じる。',
      '',
      'あの⼈は話し⽅が丁寧な<<うえに>>、表情も優しくて、とても感じがいい。'
    ]
  },
  {
    id: 'y03-5',
    title: ['～((上,じょう))/～((上,じょう))の'],
    cn: '表⽰评价的基准。可译为“在……⽅⾯”。',
    explain: [[]],
    example: [
      'この会に参加するには、<<形式((上,じょう))>>⾯倒な⼿続きをとらなければならない',
      '',
      '実験は<<理論((上,じょう))>>は成功するはずだったのに失敗した。',
      '',
      '<<法律((上,じょう))>>は男⼥平等だが、実際にはまだいろいろな差別がある。'
    ]
  },
  {
    id: 'y03-6',
    title: ['～ばかりか/～ばかりでなく'],
    cn: '表⽰递进关系。可译“不仅……还”；“不但……⽽且……”。',
    explain: [[]],
    example: [
      'このごろ彼は遅刻が多い<<ばかりか>>、授業中に居眠りすることさえあります。',
      '',
      '最近は⼈間<<ばかりか>>⼤さえも美容院に⾏くそうだ。',
      '',
      'この花は⾊がきれいな<<ばかりでなく>>、⾹りもすばらしいですよ。'
    ]
  },
  {
    id: 'y03-7',
    title: ['〜ばかりに'],
    cn: '表⽰就因为前项的原因，才导致了后项意想不到的坏结果。可译为“就因⼒……”。',
    explain: [[]],
    example: [
      '⽣⽔を飲んだ<<ばかりに>>、おなかを悪くしてしまった。',
      '',
      '彼は能⼒があるが、学歴が低い<<ばかりに>>昇進できない。',
      '',
      '兄は無⼜な<<ばかりに>>よく冷たい⼈だと誤解されるようだ。'
    ]
  },
  {
    id: 'y03-8',
    title: ['～ばかりだ'],
    cn: '表⽰某种事态朝着不好的或不理想的⽅向不断地发展。可译为“越来越……”；“⼀个劲⼉地……”。',
    explain: [[]],
    example: [
      '物価は上がる<<ばかりで>>、⽣活は少しも楽にならない。',
      '',
      '⼿術が終わってからも、母の病気は悪くなる<<ばかりでした>>。',
      '',
      '英語も数学も学校を出てからは、忘れていく<<ばかりだ>>。'
    ]
  },
  {
    id: 'y03-9',
    title: ['～かぎり/～かぎりの'],
    cn: '表⽰能⼒、程度等所能涉及的最⼤范围。可译⼒“尽最⼤可能的……”；“竭尽……',
    explain: [[]],
    example: [
      'いよいよ⽇本語能⼒試験だ。⼒の<<かぎり>>がんばってみよう。',
      '',
      '医者はできる<<限りの>>ことをしたが、患者を助けることはできなかった。',
      '',
      '体⼒の許す<<かぎり>>、この仕事を続けたい。'
    ]
  },
  {
    id: 'y03-10',
    title: ['①～に((限,かぎ))り/～に((限,かぎ))って/～に((限,かぎ))'],
    cn: '多接在⼈物、时间、数量等词语之后表⽰限定。可译为“仅限于……”。',
    explain: [[]],
    example: [
      'おはがきをお送りくださった皆様の中から100名様<<に((限,かぎ))り>>、素敵な商品をプレゼントいたします。',
      '',
      '60歳以上の⽅<<に((限,かぎ))り>>無料です。',
      '',
      '昼休み<<に((限,かぎ))って>>教室での飲⾷が認められている。'
    ]
  },
  {
    id: 'y03-11',
    title: ['②～に((限,かぎ))って'],
    cn: '表⽰平时是不会那样的，但是唯独此时发⽣了并不希望看到的结果。多接在时间、场⾯等词语之后。可译为“唯独在……的时候”；“偏偏在……”。',
    explain: [[]],
    example: [
      '⼤切な⽤事があって遅刻してはいけないとき<<に((限,かぎ))って>>、寝坊してしまう。',
      '',
      '親が忙しいとき<<に((限,かぎ))って>>、⼦どもが熱を出す。'
    ]
  },
  {
    id: 'y03-12',
    title: ['③～に((限,かぎ))って'],
    cn: '⽤于对某⼈有种特别信赖或期待的场合。可译为“唯独……才不会......”；“只有.....絶不会.......”。',
    explain: [[]],
    example: ['慎重なあの⼈<<に((限,かぎ))って>>、そんなミスを犯すはずがない。']
  },
  {
    id: 'y03-13',
    title: ['④～に((限,かぎ))る'],
    cn: '表⽰这是最好的、最理想的。可译为“最好……”；“…是最棒的”。',
    explain: [[]],
    example: [
      '⼀⽇の仕事を終えた後は、冷えたビール<<に((限,かぎ))ります>>。',
      '',
      '⾵邪を引いたときは、暖かくして寝る<<に((限,かぎ))る>>。',
      '',
      '和菓⼦ならこの店<<に((限,かぎ))る>>。'
    ]
  },
  {
    id: 'y03-14',
    title: ['～に((限,かぎ))らず'],
    cn: '：表⽰不仅仅限定在前项的范围，其他情况也一样。可译“不仅仅……”；“不光是……”。',
    explain: [[]],
    example: [
      'あの選⼿はサッカー<<に((限,かぎ))らず>>、スポーツなら何でも得意だったそうだ。',
      '',
      'あの⼈は今⽇<<に((限,かぎ))らず>>、普段もよく遅刻する。',
      '',
      '母親<<に((限,かぎ))らず>>⽗親も育児をする時代になった。'
    ]
  },
  {
    id: 'y03-15',
    title: ['～かぎり（は）'],
    cn: '表⽰只要前项状态持续，就会得到后项结果。可译为“只要……就……”。',
    explain: [[]],
    example: [
      '体が丈夫である<<かぎり>>、思いきり社会活動をしたいものだ。',
      '',
      '学⽣である<<かぎり>>、勉強を第⼀にしなければならない。',
      '',
      '戦争が終わらない<<かぎり>>、平和にはならない。'
    ]
  },
  {
    id: 'y03-16',
    title: ['～かぎり/～かぎりで/～かぎりでは'],
    cn: '表⽰限定某种判断的范围。可译为“仅从……来看”；“据我（们）所知……”。',
    explain: [[]],
    example: [
      'この売り上げ状況のグラフを⾒る<<かぎりでは>>、わが社の製品の売れ⾏きは順調だ。',
      '',
      '私が調べた<<((限,かぎ))りでは>>、この⾍は関東地⽅にはいないようだ。',
      '',
      'この問題について書かれた本は、私の知る<<((限,かぎ))り>>、ない。'
    ]
  }
]
