export default [
  {
    id: 'y04-1',
    title: ['～わけだ'],
    cn: '以前项的事实或实际状况为依据，⾃然⽽然地、顺理成章地推理出后项结论。可译为“那就是说……”；“因为……⾃然……”。',
    explain: [[]],
    example: [
      '夜型の⼈間が増えてきたために、コンビニがこれほど広がったわけだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～わけはない/～わけがない'],
    cn: '表⽰说话⼈主观上的强烈否定。可译为“不可能……”。',
    explain: [[]],
    example: ['まだ習っていない問題を試験に出されても、できるわけがない。']
  },
  {
    id: 'y04-1',
    title: ['～わけではない'],
    cn: '表⽰部分否定。可译为“并⾮……”；“未必……”。',
    explain: [[]],
    example: ['⾃動⾞⽴国というが、⽇本⼈がみんな⾞を持っているわけではない。']
  },
  {
    id: 'y04-1',
    title: ['～わけにはいかない'],
    cn: '内⼼想那样做，但因为社会规则，道德观念等的约束，认为那样做是不妥当的。可译内“不可以……”；“不能……”。',
    explain: [[]],
    example: [
      'これは死んだ友⼈がくれた⼤切なもので、あげるわけにはいかないんです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ないわけにはいかない'],
    cn: '内⼼不想那样去做，但因为社会规则，道德观念等的约束，认为不那样做是不妥当的。可译为“不能不……”；“不可以不……”。',
    explain: [[]],
    example: ['約束したんですから、⾏かないわけにはいきません。']
  },
  {
    id: 'y04-1',
    title: ['～ところに／〜ところへ'],
    cn: '表⽰时间、场合、状况等。〈后⾯接外部发⽣的情况）可译“正在……的时候”。多为意外情况。',
    explain: [[]],
    example: ['財布をなくして困っているところに、友達が通りかかって助かった。']
  },
  {
    id: 'y04-1',
    title: ['～ところを'],
    cn: '表⽰时间、场合、状况等。〈后⾯⼤多接主语本⾝的被动）可译为“正在……的时候”。多为意外情况。',
    explain: [[]],
    example: ['こっそりタバコを吸っているところを先⽣に⾒つかった。']
  },
  {
    id: 'y04-1',
    title: ['（1）～ところで'],
    cn: '前项事情刚告⼀段落，发⽣了新的情况。',
    explain: [[]],
    example: ['結論が出たところで、会議を終わることにしましょう。']
  },
  {
    id: 'y04-1',
    title: ['（2）～ところで'],
    cn: '即使做了某事，也⽆法到験期結果”。⽤⼲⼜語，相当⼦「ても」。',
    explain: [[]],
    example: ['今から頑張ったところで、試験には受からないだろう。']
  },
  {
    id: 'y04-1',
    title: ['～ところ（を）＋お詫び・感謝'],
    cn: '在...的时候。表⽰感谢或者道歉时的前置⽤语。',
    explain: [[]],
    example: [
      'お忙しいところを申し訳ありませんが、ちょっと教えてほしいんですが。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～たところ'],
    cn: '做了前项的事情后，出现了意想不到的后项。后項多偶然性或意外現。⽤法与「たら」接近可译为“结果发现……”。',
    explain: [[]],
    example: [
      '担当者に電話で問い合わせてみたところ、社員旅⾏の申し込みはもう終わっていた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～どころか'],
    cn: '表⽰前项的事情就别提了，就连有可能的或者认是最低标准的后项也没有出现。可译为“别说是……就连……都不………”。',
    explain: [[]],
    example: [
      'うちの⽗はお酒がまったくだめで、ウィスキーどころかビールも飲めない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～どころか'],
    cn: '⽤于从根本上推翻说话⼈的预想或问话⼈的期待。可译为“⾮但没……反⽽……”。',
    explain: [[]],
    example: [
      '私は彼⼥にいろいろ親切にしたつもりなんですが、感謝されるどころか、限まれました。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～どころではない/～どころではなく'],
    cn: '：表⽰根本就不是前项，（⽽是恰恰相反的后项）。可译为“不是……的时候”；“哪能”；“哪⾥是……（相反……）”。',
    explain: [[]],
    example: [
      '春だというのに、お花⾒どころではなく、夜遅くまで仕事をしている。'
    ]
  }
]
