export default [
  {
    id: 'y04-1',
    title: ['～((次第,しだい))'],
    cn: '表⽰⼀做完前项的事情就马上主动地、有意识地去做后项的事情。可译次“一……就……”。',
    explain: [[]],
    example: [
      'スケジュールが決まり<<((次第,しだい))>>、すぐ知らせてください。',
      '',
      '修理が終わり<<((次第,しだい))>>、ご連絡します。',
      '',
      '向こうに着き<<((次第,しだい))>>、電話してください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((次第,しだい))で/～((次第,しだい))では/～((次第,しだい))だ'],
    cn: '表⽰后项会产⽣怎样的结果，全凭前项条件如何。可译为“根据……”；“取决⼦……”。',
    explain: [[]],
    example: [
      '先⽣のご都合<<((次第,しだい))では>>、来週の講義は延期になります。',
      '',
      '旅⾏に⾏くか⾏かないかは、そのときの体調<<((次第,しだい))だ>>。',
      '',
      '検査の結果<<((次第,しだい))で>>、⼿術するかどうかを決めましょう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((次第,しだい))だ'],
    cn: '⽤于说明事情的原委、缘由。可译为“于是……”；“就此……”。',
    explain: [[]],
    example: [
      '突然起きた事故なので、報告もできず、⾃分でこう決めた<<((次第,しだい))です>>。',
      '',
      '売り上げ予想とコストを考慮した結果、この製品の開発を断念した<<((次第,しだい))です>>。',
      '',
      '⽗は来年定年ですが、うちには弟と妹がいます。私もアルバイトを減らしてもっと勉強したいと考えています。このようなわけで奨学⾦を申請する<<((次第,しだい))です>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～から((⾔,い))うと/～から((⾔,い))えば/～から((⾔,い))ったら/～から((⾔,い))って'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。其<<前项不能直接接在⼈物名词后⾯>>。可译为“从……来说”。',
    explain: [[]],
    example: [
      '現状<<から((⾔,い))って>>、ただちにその計画を実⾏するのは無理だ。',
      '',
      '⽂法の複雑さ<<からいえば>>、ロシア語ほど難しい⾔葉はない。',
      '',
      '彼は、能⼒<<からいうと>>特に優れた社員とは⾔えないが、性格がいいので上司に気に⼊られている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からすると/～からすれば/～からしたら'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。可译为“从……来判断”。',
    explain: [[]],
    example: [
      '話し⽅<<からすると>>、彼は東京の⼈ではないようだ。',
      '',
      '暗い顔<<からすれば>>、今度の会談は順調ではなかったようだ。',
      '',
      '観測気温<<からすれば>>、そんなに暑くはないはずだが、湿度が⾼いので、とても暑く感じる。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～から((⾒,み))ると/～から((⾒,み))れば/～から((⾒,み))たら/～から((⾒,み))て/～から((⾒,み))ても'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。可译为“从……来看”。',
    explain: [[]],
    example: [
      '観測されたデータ<<から((⾒,み))て>>、⽔⼭の噴⽕はおさまりつつあるようだ。',
      '',
      'この⾞はデザインもいいし、安全性<<から((⾒,み))ても>>世界⼀の⾞だと⾔えます。',
      '',
      '彼に好意的な⼈<<から((⾒,み))ても>>、あの会での彼の発⾔は許せないだろう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からこそ'],
    cn: '表⽰说话⼈主观上强调唯⼀原因。可译为“正因为……”。',
    explain: [[]],
    example: [
      '好きなことを職業にする⼈が多いが、わたしは映画が好きだ<<からこそ>>、職業にはしないことにした。',
      '',
      '親はこどものことを⼼配している<<からこそ>>叱るのだ。',
      '',
      '努⼒した<<からこそ>>成功したんだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からといって'],
    cn: '虽说前项事实成⽴，但也不能就此为理由去做后项的事情。虽说前项是正确的，但是后项未必也是正确的。可译“虽说……也不能……”。',
    explain: [[]],
    example: [
      '疲れた<<からといって>>、仕事を休むことはできない。',
      '',
      '仕事でミスをした<<からといって>>、落ち込んでいるわけにはいかない。',
      '',
      '⽇本⼈だ<<からといって>>、いつも正しい⽇本を話すとは限らない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からには/～からは'],
    cn: '表⽰既然到了前项这种情况，当然想做或必须要做后项事情。可译⼒“既然……就要……”。',
    explain: [[]],
    example: [
      'やる<<からには>>、最後までやりたいと思います。',
      '',
      '社会⼈である<<からは>>、⾃分の義務と責任を忘れてはいけない。',
      '',
      '⼀度契約を結んだ<<からには>>、それを破ることは簡単にはできない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からして'],
    cn: '表⽰从整体中举出⼀个极端的例⼦。是根据⼀点⽽观全貌的说法。可译为“单从……来看”。',
    explain: [[]],
    example: [
      '⽥中さんのプランは、その発想<<からして>>独特だ。',
      '',
      '母は紙⼀枚<<からして>>無駄にはしないで節約する。',
      '',
      'お⾦持ちの彼⼥は持ち物<<からして>>私たちとは違う。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～から～にかけて'],
    cn: '接在表⽰时间或者场所等名词后，表⽰时间或地点的起点和终点。可译⼒“从……到……”。',
    explain: [[]],
    example: [
      '台⾵の影響で、昨夜<<から>>今朝<<にかけて>>、激しい⾬が降り続いた。',
      '',
      'この植物は九州北部<<から>>中部<<にかけて>>⾒られる。',
      '',
      'ガス爆発で、彼は肩<<から>>腰<<にかけて>>⼤やけどを負った。'
    ]
  }
]
