export default [
  {
    id: 'y04-1',
    title: ['～次第'],
    cn: '表⽰⼀做完前项的事情就马上主动地、有意识地去做后项的事情。可译次“一……就……”。',
    explain: [[]],
    example: ['スケジュールが決まり次第、すぐ知らせてください。']
  },
  {
    id: 'y04-1',
    title: ['～次第で/～次第では/～次第だ'],
    cn: '表⽰后项会产⽣怎样的结果，全凭前项条件如何。可译为“根据……”；“取决⼦……”。',
    explain: [[]],
    example: ['先⽣のご都合次第では、来週の講義は延期になります']
  },
  {
    id: 'y04-1',
    title: ['～次第だ'],
    cn: '⽤于说明事情的原委、缘由。可译为“于是……”；“就此……”。',
    explain: [[]],
    example: ['突然起きた事故なので、報告もできず、⾃分でこう決めた次第です。']
  },
  {
    id: 'y04-1',
    title: ['～から⾔うと/～から⾔えば/～から⾔ったら/～から⾔って'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。其前项不能直接接在⼈物名词后⾯。可译为“从……来说”。',
    explain: [[]],
    example: ['現状から⾔って、ただちにその計画を実⾏するのは無理だ。']
  },
  {
    id: 'y04-1',
    title: ['～からすると/～からすれば/～からしたら'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。可译为“从……来判断”。',
    explain: [[]],
    example: ['話し⽅からすると、彼は東京の⼈ではないようだ。']
  },
  {
    id: 'y04-1',
    title: ['～から⾒ると/～から⾒れば/～から⾒たら/～から⾒て/～から⾒ても'],
    cn: '表⽰以某⼀⽴场为依据，对事物进⾏判断。可译为“从……来看”。',
    explain: [[]],
    example: ['観測されたデータから⾒て、⽔⼭の噴⽕はおさまりつつあるようだ。']
  },
  {
    id: 'y04-1',
    title: ['～からこそ'],
    cn: '表⽰说话⼈主观上强调唯⼀原因。可译为“正因为……”。',
    explain: [[]],
    example: [
      '好きなことを職業にする⼈が多いが、わたしは映画が好きだからこそ、職業にはしないことにした。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～からといって'],
    cn: '虽说前项事实成⽴，但也不能就此为理由去做后项的事情。虽说前项是正确的，但是后项未必也是正确的。可译“虽说……也不能……”。',
    explain: [[]],
    example: ['疲れたからといって、仕事を休むことはできない。']
  },
  {
    id: 'y04-1',
    title: ['～からには/～からは'],
    cn: '表⽰既然到了前项这种情况，当然想做或必须要做后项事情。可译⼒“既然……就要……”。',
    explain: [[]],
    example: ['やるからには、最後までやりたいと思います。']
  },
  {
    id: 'y04-1',
    title: ['～からして'],
    cn: '：表⽰从整体中举出⼀个极端的例⼦。是根据⼀点⽽观全貌的说法。可译为“单从……来看”。',
    explain: [[]],
    example: ['⽥中さんのプランは、その発想からして独特だ。']
  },
  {
    id: 'y04-1',
    title: ['～から～にかけて'],
    cn: '接在表⽰时间或者场所等名词后，表⽰时间或地点的起点和终点。可译⼒“从……到……”。',
    explain: [[]],
    example: ['台⾵の影響で、昨夜から今朝にかけて、激しい⾬が降り続いた。']
  }
]
