export default [
  {
    id: 'y04-1',
    title: ['～だけ/～だけの'],
    cn: '表⽰最⼤程度、全部范围。可译内“尽量……”；“充分地……”。',
    explain: [[]],
    example: ['あしたできるだけ早く来てください。']
  },
  {
    id: 'y04-1',
    title: ['～だけあって'],
    cn: '表⽰与其⾝份、职业等相符，得到了⼀个符合情理的判断或评价。可译“不愧是……”；“毕竟……”；“到底是……”。',
    explain: [[]],
    example: [
      'さすが評判のレストランだけあって、料理もサービスも素晴らしかった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だけのことはある'],
    cn: '表⽰与其做的努⼒、所处地位、所经历的事情等相称的意思。可译次“到底没⽩……”；“到底不愧是……”。',
    explain: [[]],
    example: [
      '⼭⽥さんの話し⽅は発⾳がきれいで聞きやすく、さすがに元アナウンサーだっただけのことはある。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だけに'],
    cn: '表⽰唯⼀原因。可译为可译为“正是因内……”。',
    explain: [[]],
    example: [
      '⾃分の家族だけに、かえって⼤変失礼なことを⾔ってしまうことがある。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にあたって/～にあたり'],
    cn: '表⽰动作发⽣的具体时间。⽐较特殊的时间。可译次“在……的时候”；“值此……之际”。',
    explain: [[]],
    example: ['原⼦⼒発電所の建設にあたって、住民との話し合いが持たれた。']
  },
  {
    id: 'y04-1',
    title: ['～において/～においても/～においては/～における'],
    cn: '前项接续的多为表⽰时间、地点、范围等的名词。可译次“在……”；“于……”。',
    explain: [[]],
    example: ['1988年、この競技場において、世界卓球⼤会が開催された。']
  },
  {
    id: 'y04-1',
    title: ['～に応じ/～に応じて/～に応じた'],
    cn: '表⽰根据不同的条件、情况、要求，采取相对应的动作。可译为“根据……”；“与……相适应”。',
    explain: [[]],
    example: ['最近は電気製品もカラフルになり、好みに応じて⾊が選べる。']
  },
  {
    id: 'y04-1',
    title: ['～にかかわる'],
    cn: '前项名词多重要事态。可译⼒“关系到……”；“影响到……”。',
    explain: [[]],
    example: [
      '会社の評判にかかわるから、製品の品質管理は厳しくしなければならない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にかかわらず/～にかかわりなく'],
    cn: '前项多为表⽰复数概念或者相反意思的名词。表⽰后项事态的出现与前项条件⽆关。可译为“不论……”；“不管……”。',
    explain: [[]],
    example: ['天候にかかわらず、明⽇の午後2時から試合を⾏います。']
  }
]
