export default [
  {
    id: 'y04-1',
    title: ['～だけ/～だけの'],
    cn: '表⽰最⼤程度、全部范围。可译内“尽量……”；“充分地……”。',
    explain: [[]],
    example: [
      'あしたできる<<だけ>>早く来てください。',
      '',
      '⽇曜⽇は寝たい<<だけ>>寝ることにしているので、起きるのは昼ごろになる。',
      '',
      '今⽇はあなたのお誕⽣⽇だから、特別よ。ケーキもチョコレートも好きな<<だけ>>⾷べていいわよ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だけあって'],
    cn: '表⽰与其⾝份、职业等相符，得到了⼀个符合情理的判断或评价。可译“不愧是……”；“毕竟……”；“到底是……”。',
    explain: [[]],
    example: [
      'さすが評判のレストラン<<だけあって>>、料理もサービスも素晴らしかった。',
      '',
      'さすが学⽣時代にやっていた<<だけあって>>、今でもテニスが上⼿だ。',
      '',
      '彼⼥は美術学校を出た<<だけあって>>、絵が上⼿です。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だけのことはある'],
    cn: '表⽰与其做的努⼒、所处地位、所经历的事情等相称的意思。可译次“到底没⽩……”；“到底不愧是……”。',
    explain: [[]],
    example: [
      '⼭⽥さんの話し⽅は発⾳がきれいで聞きやすく、さすがに元アナウンサーだった<<だけのことはある>>。',
      '',
      '桜の花は美しい。⽇本の花の代表と⾔われる<<だけのことはある>>。',
      '',
      '優勝できてうれしい。1年間頑張って練習した<<だけのことはあった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だけに'],
    cn: '表⽰唯⼀原因。可译为可译为“正是因内……”。',
    explain: [[]],
    example: [
      '⾃分の家族<<だけに>>、かえって⼤変失礼なことを⾔ってしまうことがある。',
      '',
      'フランスで勉強した<<だけに>>、彼⼥のフランス語は発⾳がきれいだ。',
      '',
      '両親は⽥舎で⼆⼈だけで暮らしている。年を取っている<<だけに>>、娘としては⼼配だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にあたって/～にあたり'],
    cn: '表⽰动作发⽣的具体时间。⽐较特殊的时间。可译次“在……的时候”；“值此……之际”。',
    explain: [[]],
    example: [
      '原⼦⼒発電所の建設<<にあたって>>、住民との話し合いが持たれた。',
      '',
      '留学<<にあたって>>の⼿続きはとても⾯倒で⼤変だった。',
      '',
      '新しい⽀店を開く<<にあたり>>、まず市場調査を⾏う必要がある。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～において/～においても/～においては/～における'],
    cn: '前项接续的多为表⽰时间、地点、范围等的名词。可译次“在……”；“于……”。',
    explain: [[]],
    example: [
      '1988年、この競技場<<において>>、世界卓球⼤会が開催された。',
      '',
      '教室<<における>>飲⾷は禁⽌されている。',
      '',
      'この⾃動⾞は値段は⾼いが、安全性<<においては>>並ぶものがない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に応じ/～に応じて/～に応じた'],
    cn: '表⽰根据不同的条件、情况、要求，采取相对应的动作。可译为“根据……”；“与……相适应”。',
    explain: [[]],
    example: [
      '最近は電気製品もカラフルになり、好み<<に応じて>>⾊が選べる。',
      '',
      '当ホテルでは、お客様⼀⼈⼀⼈のニーズ<<に応じた>>サービスを提供致します。',
      '',
      '本校では、学⽣のレベル<<に応じて>>クラス分けを⾏います。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にかかわる'],
    cn: '前项名词多重要事态。可译⼒“关系到……”；“影响到……”。',
    explain: [[]],
    example: [
      '会社の評判<<にかかわる>>から、製品の品質管理は厳しくしなければならない。',
      '',
      '看護⼠さんの仕事は、⼈の命<<にかかわる>>⼤切な仕事です。',
      '',
      'こんなひどい商品を売ったら、店の評判<<にかかわる>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にかかわらず/～にかかわりなく'],
    cn: '前项多为表⽰复数概念或者相反意思的名词。表⽰后项事态的出现与前项条件⽆关。可译为“不论……”；“不管……”。',
    explain: [[]],
    example: [
      '天候<<にかかわらず>>、明⽇の午後2時から試合を⾏います。',
      '',
      'この通りは昼夜<<にかかわりなく>>交通量が多い。',
      '',
      'わが社は国籍、性別<<にかかわらず>>、優奏な⼈材を求めている。',
      '',
      '今回の旅⾏<<晴れるしない>>にかかわらず、実⾏します。'
    ]
  }
]
