export default [
  {
    id: 'y04-1',
    title: ['～にもかかわらず'],
    cn: '表⽰出现了与前项不符的结果。可译⼒“虽然……但是……”；“尽管……但是……”。',
    explain: [[]],
    example: ['彼は夏休み中にもかかわらず、毎⽇図書館で勉強している。']
  },
  {
    id: 'y04-1',
    title: ['～にかけては/～にかけても'],
    cn: '⽤于⾼度评价。表⽰在某⽅⾯⾮常出⾊。可译为“在……⽅⾯（是最……的）”。',
    explain: [[]],
    example: ['川口さんは⿂の料理にかけては、かなりの腕の持ち主らしい。']
  },
  {
    id: 'y04-1',
    title: ['～にかわり/～にかわって/～かわりに'],
    cn: '表⽰后项取代前项。可译为“代替……”。',
    explain: [[]],
    example: ['⼭⽥先⽣の授業は、試験を受けるかわりにレポートを出してもよいことになっている。']
  },
  {
    id: 'y04-1',
    title: ['～にかわり/～にかわって/～かわりに'],
    cn: '⽤于“条件交换”或者“补偿”的句⼦中。可译为“作……的补偿”；“……的条件是……”。',
    explain: [[]],
    example: ['⽇曜⽇出勤するかわりに、明⽇は休ませてください。']
  },
  {
    id: 'y04-1',
    title: ['～に関して/～に関する、に関しての+名词'],
    cn: '表⽰内容。可译为“关于……”；“有关……”。',
    explain: [[]],
    example: ['あの事件に関して知っていることがあれば、ぜひ教えてください。']
  },
  {
    id: 'y04-1',
    title: ['～に決まっている'],
    cn: '⽤于说话⼈的主观判断。可译为“肯定……”；“⼀定是……”。',
    explain: [[]],
    example: ['あの選⼿は今まで誰にも負けたことがないから、優勝するに決まっています。']
  },
  {
    id: 'y04-1',
    title: ['～に⽐べ/～に⽐べて'],
    cn: '表⽰将前后两项进⾏⽐较，指出其中的差异。可译为“与……相⽐”。',
    explain: [[]],
    example: ['「数学の点に⽐べて国語の点が悪すぎる。」と私は母に怒られた。']
  },
  {
    id: 'y04-1',
    title: ['～に加え/～に加えて'],
    cn: '表⽰递进关系。可译⼒“再加上……”；“不仅……⽽且……”。',
    explain: [[]],
    example: ['夏の低温に加えて、⾬が少なくて、今年の作物の⽣育がよくないそうだ。']
  },
  {
    id: 'y04-1',
    title: ['～にこたえ/～にこたえて/～にこたえる'],
    cn: '接续的名词多为要求、希望、期待等。表⽰顺应前项，做出回应。可译为“满⾜……”；“响应……”。',
    explain: [[]],
    example: ['国会は国民の期待にこたえる政策を設定すべきである。']
  },
  {
    id: 'y04-1',
    title: ['～に際し/～に際して/に際しての+名词'],
    cn: '表⽰后项事态发⽣的时间点。可译⼒“值……之际”。',
    explain: [[]],
    example: ['オリンピックに際しての最⼤の⼼配はやはり安全保障問題だろう。']
  },
  {
    id: 'y04-1',
    title: ['〜に先立って／〜に先立ち／〜に先立つ'],
    cn: '表⽰在做前项动作之前，先完成后项动作。可译为“在……之前”。',
    explain: [[]],
    example: ['新薬の輸入に先立って、慎重な調查が行われている。']
  },
  {
    id: 'y04-1',
    title: ['～にしたがって/～にしたがい'],
    cn: '前项多为表⽰命令、意见、规则等的名词。可译“遵从……”；“听从……”；“按照……”。',
    explain: [[]],
    example: ['会議での決定に従い、来⽉から新製品の⽣産を開始することになった。']
  },
  {
    id: 'y04-1',
    title: ['～にしたがって/～にしたがい'],
    cn: '表⽰随着前项的变化，⽽产⽣后可译为“随着……”。',
    explain: [[]],
    example: ['国の経済が発展するにしたがって、⼈びとの暮らしもよくなってきた。']
  }
]
