export default [
  {
    id: 'y04-1',
    title: ['～にしたら/～にすれば/～にしても'],
    cn: '前接⼈，表⽰站在别⼈的⽴场或从别⼈的⾓度，推测其对某事情的看法。可译为“从……的⾓度来看”；“站在……的⽴场来看”。',
    explain: [[]],
    example: [
      '親にしたら、息⼦が宇宙⾶⾏⼠として活躍しているのはうれしいことだろう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にしては'],
    cn: '表⽰和设想的情况不⼀样，出乎意料。可译为“就⽽⾔算是……”。',
    explain: [[]],
    example: ['初めてケーキを作ったにしては上⼿にできましたね。']
  },
  {
    id: 'y04-1',
    title: ['①～にしても/～にしろ/～にせよ'],
    cn: '表⽰承认前项为事实，后项所出现的情况与前项所预测的不一样。可译为“就算……也……”；“即使……也……”。',
    explain: [[]],
    example: ['いくら少⼈数にしても、パーティーをするにはこの部屋は狭すぎる。']
  },
  {
    id: 'y04-1',
    title: ['②～にしても、～にしても/～にしろ、～にしろ/～にせよ、～にせよ'],
    cn: '举出同类或对⽴的两个事物，表⽰⽆论哪⼀个都⼀样。可译⼒“⽆论是……还是……”；“……也好……也好”。',
    explain: [[]],
    example: [
      '引き受けるにしても、引き受けないにしても、なるべく早く決めたほうがいい。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にすぎない'],
    cn: '⽤于说话⼈对事物的轻视，认为程度低或者不值⼀提。可译为“只不过……”；“才……⽽⼰”。',
    explain: [[]],
    example: [
      '彼は会社を辞めた理由を病気のためだと⾔っているが、それは単なる⼜実にすぎない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に沿って/～に沿い/～に沿った'],
    cn: '前项多为⽅针、政策、想法、期待、道路等名词。可译为“沿着……”；“顺从……”；“跟从……”。',
    explain: [[]],
    example: ['本校では創⽴者の教育⽅針に沿って年間の学習計画を⽴てています。']
  },
  {
    id: 'y04-1',
    title: ['～に対して/～に対し/～に対しても/～に対する'],
    cn: '表⽰动作或感情的对象。可译为“⾯对……”；“针对……”。不要记成对于。',
    explain: [[]],
    example: [
      '今の王さんの発⾔に対して、何か反論のある⽅は⼿をあげてください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に対して/～に対し/～に対しても/～に対する'],
    cn: '⽤于对⽐同⼀事物的两种情况。可译次“与……相⽐”。',
    explain: [[]],
    example: ['⽇本⼈の平均寿命は、男性70歳に対して、⼥性80歳です。']
  },
  {
    id: 'y04-1',
    title: ['～に違いない'],
    cn: '表⽰说话⼈的判断。可译为“肯定……”；“⼀定是……”。',
    explain: [[]],
    example: [
      '彼は何も⾔わなかったが、表情から⾒て、本当のことを知っていたに違いない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につい'],
    cn: '表⽰动作涉及到的对象。后项多出现说、听、调查、写等有实际意义的动词。可译内“关于……”。',
    explain: [[]],
    example: ['あの⼈について、わたしは何も知りません。']
  },
  {
    id: 'y04-1',
    title: ['～につき'],
    cn: '表⽰原因。多⽤⼿通知，招贴等场合。不能⽤于过去发⽣的事情。可译为“因为……”。',
    explain: [[]],
    example: ['昼休みにつき、事務所は⼀時まで休みです。']
  },
  {
    id: 'y04-1',
    title: ['～につき'],
    cn: '表⽰以某单位为基准所占的⽐例。可译为“每……”；“⽐例是……”。',
    explain: [[]],
    example: ['⽔道代は⼀か⽉につき三千円かかります。']
  }
]
