export default [
  {
    id: 'y04-1',
    title: ['～にしたら/～にすれば/～にしても'],
    cn: '前接⼈，表⽰站在别⼈的⽴场或从别⼈的⾓度，推测其对某事情的看法。可译为“从……的⾓度来看”；“站在……的⽴场来看”。',
    explain: [[]],
    example: [
      '親<<にしたら>>、息⼦が宇宙⾶⾏⼠として活躍しているのはうれしいことだろう。',
      '',
      'この階段は、私にはたいしたことはありませんが、⾜の弱い⼈<<にすれば>>、とても⼤変だろうと思いますよ。',
      '',
      '⼤統領は「戦争をしない。」と⾔っている。国民<<にしても>>、考えは同じだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にしては'],
    cn: '表⽰和设想的情况不⼀样，出乎意料。可译为“就⽽⾔算是……”。',
    explain: [[]],
    example: [
      '初めてケーキを作った<<にしては>>上⼿にできましたね。',
      '',
      '今⽇は秋<<にしては>>暑い。まるで夏のようだ。',
      '',
      '⽥中さんは60歳<<にしては>>若く⾒える。'
    ]
  },
  {
    id: 'y04-1',
    title: ['①～にしても/～にしろ/～にせよ'],
    cn: '表⽰承认前项为事实，后项所出现的情况与前项所预测的不一样。可译为“就算……也……”；“即使……也……”。',
    explain: [[]],
    example: [
      'いくら少⼈数<<にしても>>、パーティーをするにはこの部屋は狭すぎる。',
      '',
      'お⾦がなかった<<にしろ>>、⼈の物を盗むのはいけないことだ。',
      '',
      'いくら有能である<<にせよ>>、努力なしに成功できるとは思わない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['②～にしても、～にしても/～にしろ、～にしろ/～にせよ、～にせよ'],
    cn: '举出同类或对⽴的两个事物，表⽰⽆论哪⼀个都⼀样。可译⼒“⽆论是……还是……”；“……也好……也好”。',
    explain: [[]],
    example: [
      '引き受ける<<にしても>>、引き受けない<<にしても>>、なるべく早く決めたほうがいい。',
      '',
      '少年<<にしろ>>、成⼈<<にしろ>>、悪いことをしたら、厳しい罰を受けるべきです。',
      '',
      '旅⾏に⾏く<<にせよ>>、⾏かない<<にせよ>>、明⽇中に返事をしてください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にすぎない'],
    cn: '⽤于说话⼈对事物的轻视，认为程度低或者不值⼀提。可译为“只不过……”；“才……⽽⼰”。',
    explain: [[]],
    example: [
      '彼は会社を辞めた理由を病気のためだと⾔っているが、それは単なる⼜実<<にすぎない>>。',
      '',
      '彼は⽇本語ができるといっても、あいさつができる<<にすぎない>>。',
      '',
      '私の責任ではありません。私はただ部⾧に命令されたことをした<<にすぎません>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に沿って/～に沿い/～に沿った'],
    cn: '前项多为⽅针、政策、想法、期待、道路等名词。可译为“沿着……”；“顺从……”；“跟从……”。',
    explain: [[]],
    example: [
      '本校では創⽴者の教育⽅針<<に沿って>>年間の学習計画を⽴てています。',
      '',
      'その川<<に沿って>>⼀時間ぐらい歩くと、海に出ます。',
      '',
      '当旅⾏社では多くのプランの中から、お客様のご希望<<に沿った>>ツアーをお選びいただけます。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に対して/～に対し/～に対しても/～に対する'],
    cn: '表⽰动作或感情的对象。可译为“⾯对……”；“针对……”。不要记成对于。',
    explain: [[]],
    example: [
      '今の王さんの発⾔<<に対して>>、何か反論のある⽅は⼿をあげてください。',
      '',
      '彼は⼦どものころから動物や植物<<に対する>>興味を持ち続けている。',
      '',
      '目上の⼈<<に対しては>>敬語を使わなければならない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に対して/～に対し/～に対しても/～に対する'],
    cn: '⽤于对⽐同⼀事物的两种情况。可译次“与……相⽐”。',
    explain: [[]],
    example: [
      '⽇本⼈の平均寿命は、男性70歳<<に対して>>、⼥性80歳です。',
      '',
      '都会には⼈が集まってくる。これ<<に対して>>、⽥舎は⼈が減っている。',
      '',
      '妹が社交的であるの<<に対して>>、姉は内向的な性格だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に違いない'],
    cn: '表⽰说话⼈的判断。可译为“肯定……”；“⼀定是……”。',
    explain: [[]],
    example: [
      '彼は何も⾔わなかったが、表情から⾒て、本当のことを知っていた<<に違いない>>。',
      '',
      '評判の⾼い映画だから、おもしろい<<に違いない>>と思ったのに…。',
      '',
      'これからはロボットが学校でも家庭でも利⽤されるようになる<<に違いない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につい'],
    cn: '表⽰动作涉及到的对象。后项多出现说、听、调查、写等有实际意义的动词。可译内“关于……”。',
    explain: [[]],
    example: [
      'あの⼈<<について>>、わたしは何も知りません。',
      '',
      '大統領は新しい外交⽅針<<について>>国民に説明をした。',
      '',
      'ただいまの⼭⽥さんの発表<<について>>ご意⾒のある⽅はどうぞ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につき'],
    cn: '表⽰原因。多⽤⼿通知，招贴等场合。不能⽤于过去发⽣的事情。可译为“因为……”。',
    explain: [[]],
    example: [
      '昼休み<<につき>>、事務所は⼀時まで休みです。',
      '',
      'この道は⼯事中<<につき>>、通⾏⽌めになっています。',
      '',
      'こちらは特売品<<につき>>、お⼀⼈様1点限りとなっています。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につき'],
    cn: '表⽰以某单位为基准所占的⽐例。可译为“每……”；“⽐例是……”。',
    explain: [[]],
    example: [
      '⽔道代は⼀か⽉<<につき>>三千円かかります。',
      '',
      '⼿数料は書類⼀通<<につき>>500円です。',
      '',
      '豚⾁は100グラム<<につき>>200円です。'
    ]
  }
]
