export default [
  {
    id: 'y04-1',
    title: ['～につけ'],
    cn: '接「⾒る、思う、考える」等司，表⽰每当看到或想到就想起的意思。后接「思い出、後悔」等表⽰与感情或思考有美的内容。',
    explain: [[]],
    example: ['この写真を⾒るにつけ、家族のことを思い出す。']
  },
  {
    id: 'y04-1',
    title: ['～につけ/～につけても'],
    cn: '惯⽤说法。可译为“⽆论……都……”。',
    explain: [[]],
    example: ['彼⼥は何事につけても、他⼈を⾮難する⼈です。']
  },
  {
    id: 'y04-1',
    title: ['～につけ、～につけ'],
    cn: '接续⼀组反义词，表⽰在任何情况下都要实现后项动作。可译为“⽆论是……还是……”。',
    explain: [[]],
    example: ['あの⼈は体の調⼦がいいにつけ、悪いにつけ、神社に⾏って⼿を合わせている。']
  },
  {
    id: 'y04-1',
    title: ['～につけて'],
    cn: '：表⽰随着前项事态的变化，后项事态也随之改变。可译次“随着……”。',
    explain: [[]],
    example: ['時間がたつにつれて、失恋のショックは薄れていきます。']
  },
  {
    id: 'y04-1',
    title: ['～にとって/～にとっては/～にとっても'],
    cn: '表⽰站在某种⽴场上，对事物作出评价。可译为“对于……来说”。',
    explain: [[]],
    example: ['この時計は私にとって、とても⼤切なものです。']
  },
  {
    id: 'y04-1',
    title: ['～に伴って、～に伴い/～に伴う+名词'],
    cn: '前后⽤表⽰变化的词。表⽰与前⾯所说的变化连带着发⽣后续的变化。⼀般不⽤于私⼈的事情，⽤于说规模⼤的变化是正式的书⾯语。可译为“随着……”。',
    explain: [[]],
    example: ['彼は成⾧するに伴って、だんだん無口になってきた。']
  },
  {
    id: 'y04-1',
    title: ['～に反して、に反し/～に反する、に反した+名词'],
    cn: '前项多为预想，期待，命令等名词。能接的词可译为“与……相反”。',
    explain: [[]],
    example: ['予想に反して、試験はとても易しかったです。']
  },
  {
    id: 'y04-1',
    title: ['～にほかならない'],
    cn: '⽤于断定地说事情发⽣原由不是别的，就可译为“⽆⾮是……”；“正是……”。',
    explain: [[]],
    example: ['彼に成功をもたらしたものは、⽇々の努⼒にほかならない。']
  },
  {
    id: 'y04-1',
    title: ['～に基づいて/～に基づく、～に基づいた+名词'],
    cn: '表⽰以前项为基础，去完成后项。可译为“基于……”；“根据……”。',
    explain: [[]],
    example: ['この⼩説は歴史的事実に基づいて書かれたものです。']
  },
  {
    id: 'y04-1',
    title: ['～によって、～により/～による'],
    cn: '表⽰以前项的客观情况为原因，得出后项的结果。可译为“因为……”。',
    explain: [[]],
    example: ['この計算は、コンピューターの発達によってはじめて可能となった。']
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '表⽰⽅式、⼿段。可译为“通过……”；“依靠……”。',
    explain: [[]],
    example: ['関係者のみなさまのご協⼒によって、無事この⼤会を終了することができました。']
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '表⽰依据，根据。可译为“根据……”；“依据……”。',
    explain: [[]],
    example: ['成績によってクラスを決める。']
  },
  {
    id: 'y04-1',
    title: ['～によって、～により/～による+名词'],
    cn: '表⽰被动语态的⾏为主体。',
    explain: [[]],
    example: ['この活動はボランティアによって⽀えられている。']
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '根据...的不同⽽不同。',
    explain: [[]],
    example: ['考え⽅は⼈によって違う。']
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '：表⽰从诸多种类当中只选择⼀种情况加以阐述说明。可译为“在某种场合下……”。',
    explain: [[]],
    example: ['明⽇は⼀⽇中雲が多く、ところによっては⼀時⾬が降るでしょう。']
  },
  {
    id: 'y04-1',
    title: ['～によると/～によれば'],
    cn: '表⽰信息、传闻或者推测的出处。可译为“根据....”。',
    explain: [[]],
    example: ['天気予報によると、明⽇は雪が降るらしいです。']
  },
  {
    id: 'y04-1',
    title: ['～にわたって/～にわたり/～にわたる/～にわたった'],
    cn: '前项名词多为表⽰范围的词。表⽰在前项所表⽰的整个范围中，后项⼀直持续。可译为“长达……”；“整个……”。',
    explain: [[]],
    example: ['⼈類は⾧い年⽉にわたって、努⼒を重ねて、ついに⽉への⾶⾏に成功した。']
  }
]
