export default [
  {
    id: 'y04-1',
    title: ['～につけ'],
    cn: '接「⾒る、思う、考える」等司，表⽰每当看到或想到就想起的意思。后接「思い出、後悔」等表⽰与感情或思考有美的内容。',
    explain: [[]],
    example: [
      'この写真を⾒る<<につけ>>、家族のことを思い出す。',
      '',
      '祖母が縮んだセーターを⾒る<<につけ>>、優しかった祖母を思い出す。',
      '',
      '官僚の汚職事件を聞く<<につけ>>、腹が⽴つ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につけ/～につけても'],
    cn: '惯⽤说法。可译为“⽆论……都……”。',
    explain: [[]],
    example: [
      '彼⼥は何事<<につけても>>、他⼈を⾮難する⼈です。',
      '',
      '母は何事<<につけても>>よく考えてから⾏動するけれど、⽗はその反対だ。',
      '',
      '彼は何か<<につけても>>全⼒で取り組むので、評判がいい。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につけ、～につけ'],
    cn: '接续⼀组反义词，表⽰在任何情况下都要实现后项动作。可译为“⽆论是……还是……”。',
    explain: [[]],
    example: [
      'あの⼈は体の調⼦がいい<<につけ>>、悪い<<につけ>>、神社に⾏って⼿を合わせている。',
      '',
      '私が料理すると、味が濃い<<につけ>>薄い<<につけ>>、家族から⽂句が出る。',
      '',
      '嬉しい<<につけ>>、悲しい<<につけ>>、私は両親に⼿紙を書いた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～につけて'],
    cn: '：表⽰随着前项事态的变化，后项事态也随之改变。可译次“随着……”。',
    explain: [[]],
    example: [
      '時間がたつ<<につれて>>、失恋のショックは薄れていきます。',
      '',
      '試験が近づく<<につれて>>、だんだん⼼配になってきた。',
      '',
      '景気の回復<<につれて>>、旅⾏をする⼈の数が増えてきた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にとって/～にとっては/～にとっても'],
    cn: '表⽰站在某种⽴场上，对事物作出评价。可译为“对于……来说”。',
    explain: [[]],
    example: [
      'この時計は私<<にとって>>、とても⼤切なものです。',
      '',
      '漢字が苦⼿な私<<にとって>>、新聞を読むことはとても⼤変なことです。',
      '',
      '冬の凍った道路は歩く⼈<<にとっては>>たいへん危険なものだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に((伴,ともな))って、～に((伴,ともな))い/～に((伴,ともな))う+名词'],
    cn: '前后⽤表⽰变化的词。表⽰与前⾯所说的变化连带着发⽣后续的变化。⼀般不⽤于私⼈的事情，⽤于说规模⼤的变化是正式的书⾯语。可译为“随着……”。',
    explain: [[]],
    example: [
      '彼は成⾧する<<に((伴,ともな))って>>、だんだん無口になってきた。',
      '',
      '会社の倒産<<に((伴,ともな))い>>、多くの社員が失業した。',
      '',
      '地震<<に((伴,ともな))う>>⽕災で、多くの⼈命が失われた'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に((反,はん))して、に((反,はん))し/～に((反,はん))する、に((反,はん))した+名词'],
    cn: '前项多为预想，期待，命令等名词。能接的词可译为“与……相反”。',
    explain: [[]],
    example: [
      '予想<<に((反,はん))して>>、試験はとても易しかったです。',
      '',
      '両親の期待<<に((反,はん))して>>⼥の⼦が⽣まれた。',
      '',
      '円が上がった。これは経済学者の予測<<に((反,はん))する>>結果だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～にほかならない'],
    cn: '⽤于断定地说事情发⽣原由不是别的，就可译为“⽆⾮是……”；“正是……”。',
    explain: [[]],
    example: [
      '彼に成功をもたらしたものは、⽇々の努⼒<<にほかならない>>。',
      '',
      '親が⼦どもを叱るのは、⼦どもを愛しているから<<にほかならない>>。',
      '',
      '親が⼦に⾔う厳しい⾔葉は愛情の表れ<<にほかならない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～に((基,もと))づいて/～に((基,もと))づく、～に((基,もと))づいた+名词'],
    cn: '表⽰以前项为基础，去完成后项。可译为“基于……”；“根据……”。',
    explain: [[]],
    example: [
      'この⼩説は歴史的事実<<に((基,もと))づいて>>書かれたものです。',
      '',
      '仕事は予定表<<に((基,もと))づいて>>、進められなければならない。',
      '',
      '平仮名、⽚仮名の形は漢字<<に((基,もと))づいて>>いる。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって、～により/～による'],
    cn: '表⽰以前项的客观情况为原因，得出后项的结果。可译为“因为……”。',
    explain: [[]],
    example: [
      'この計算は、コンピューターの発達<<によって>>はじめて可能となった。',
      '',
      '停電<<により>>都市の交通が全部⽌まってしまった。',
      '',
      '先週の事故は運転⼿の居眠り運転<<による>>ものだったことがわかった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '表⽰⽅式、⼿段。可译为“通过……”；“依靠……”。',
    explain: [[]],
    example: [
      '関係者のみなさまのご協⼒<<によって>>、((無事,ぶじ))この⼤会を終了することができました。',
      '',
      'バランスのとれた⾷事を取り、適度な運動をすること<<によって>>、体重を⼀定に保つことができる。',
      '',
      '電話<<による>>お問い合わせはご遠慮ください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '表⽰依据，根据。可译为“根据……”；“依据……”。',
    explain: [[]],
    example: [
      '成績<<によって>>クラスを決める。',
      '',
      '⽬撃者の証⾔<<により>>、犯⼈が逮捕された。',
      '',
      '収穫されたみかんは、⼤きさ<<によって>>分けられ、市場に出荷される。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって、～により/～による+名词'],
    cn: '表⽰被动语态的⾏为主体。',
    explain: [[]],
    example: [
      'この活動はボランティア<<によって>>⽀えられている。',
      '',
      '⾶⾏機はライト兄弟<<によって>>発明された。',
      '',
      'この体育館は⼭⽥さん<<によって>>設計された。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '根据...的不同⽽不同。',
    explain: [[]],
    example: [
      '考え⽅は⼈<<によって>>違う。',
      '',
      '⽂化や法律は国<<によって>>違う。',
      '',
      'あの⼈の⾔うことは⽇<<によって>>変わる。',
      '',
      '場合<<によっては>>この契約を破棄しなければならないかもしれない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によって/～により/～による'],
    cn: '：表⽰从诸多种类当中只选择⼀种情况加以阐述说明。可译为“在某种场合下……”。',
    explain: [[]],
    example: [
      '明⽇は⼀⽇中雲が多く、ところ<<によっては>>⼀時⾬が降るでしょう。',
      '',
      'たいてい遅く帰宅しますが、⽇<<によっては>>六時ごろ帰れる場合もあります。',
      '',
      'この⾷べ物は刺が強いので、⼈<<によっては>>お腹を壊すことがある'
    ]
  },
  {
    id: 'y04-1',
    title: ['～によると/～によれば'],
    cn: '表⽰信息、传闻或者推测的出处。可译为“根据....”。',
    explain: [[]],
    example: ['天気予報<<によると>>、明⽇は雪が降るらしいです。',
      '',
      'あのアンケート調査<<によれば>>、この町の⼈⼜は減る⼀⽅だ。',
      '',
      'あの雑誌<<によれば>>、沖縄はとてもきれいだそうです。']
  },
  {
    id: 'y04-1',
    title: ['～にわたって/～にわたり/～にわたる/～にわたった'],
    cn: '前项名词多为表⽰范围的词。表⽰在前项所表⽰的整个范围中，后项⼀直持续。可译为“长达……”；“整个……”。',
    explain: [[]],
    example: [
      '⼈類は⾧い年⽉<<にわたって>>、努⼒を重ねて、ついに⽉への⾶⾏に成功した。',
      '',
      '数ヶ⽉<<にわたる>>研究がついに実を結んだ。',
      '',
      '彼の趣味は⾳楽、歴史、政治など多くの分野<<にわたる>>。'
    ]
  }
]
