export default [
  {
    id: 'y04-1',
    title: ['～をきっかけに（して）/～をきっかけとして／～がきっかけで/～がきっかけになって'],
    cn: '表⽰以某事为契机，发⽣了后项。可译为“以……为契机”；“以……为起因”。',
    explain: [[]],
    example: ['⽥中さんは、あるパーティーで友達から⼀⼈の⼥性を紹介された。これをきっかけに、⽥中さんはその⼥性との交際を始めたそうだ。']
  },
  {
    id: 'y04-1',
    title: ['～を機に（して）/～を契機として'],
    cn: '表⽰以前项为契机，发⽣了意想不到的或者从未有过的后项动作。⽤于社会性，历史性⼤事。多⽤在表⽰积极意义的句⼦⾥。可译为“以……为开端”；“以……为契机”。',
    explain: [[]],
    example: ['その国は敗戦を契機に、平和の国家へ歩み始めた。']
  },
  {
    id: 'y04-1',
    title: ['～をこめて/～をこめた'],
    cn: '前项多为表⽰⼼情或感情的名词。表⽰对某事倾注了情感。可译为“饱含……”；“倾注……”；“充满……”。',
    explain: [[]],
    example: ['母の誕⽣⽇に、⼼をこめてセーターを編んだ。']
  },
  {
    id: 'y04-1',
    title: ['～を中⼼に（して）/～を中⼼として/～を中⼼に'],
    cn: '表⽰以某⼈、某问题、某地理位置为核⼼进⾏展开。可译为“以……为中⼼”。',
    explain: [[]],
    example: ['今晩、東北地⽅を中⼼に⼤雪が降る恐れがあります。']
  },
  {
    id: 'y04-1',
    title: ['～をぬきにして（は）/～はぬきにして'],
    cn: '表⽰不考虑前项，直接发⽣后项动作。可译为“抛开……”；“免去……”。',
    explain: [[]],
    example: ['今⽇は時間がありません。あいさつはぬきにして、さっそく会談を始めましょう。']
  },
  {
    id: 'y04-1',
    title: ['～をはじめ（として）/～をはじめとする'],
    cn: '前项名词表⽰同类事物中有代表性的⼀个。可译为“以……为⾸的”。',
    explain: [[]],
    example: ['⼭本さんが難しい試験に合格した。ご両親をはじめ、先⽣がたも喜んでいらっしゃる。']
  },
  {
    id: 'y04-1',
    title: ['～をめぐって/～をめぐる'],
    cn: '表⽰围绕前项展开争论，议论或者出现了意见的对⽴。可译为“围绕……”；“就……”。绕……”；“就……',
    explain: [[]],
    example: ['環境問題の解決策をめぐって、熱⼼な議論が続いている。']
  },
  {
    id: 'y04-1',
    title: ['～をもとに/～をもとにして'],
    cn: '表⽰以前项为基础去做后项动作。可译为“根据……”；“基于……”。',
    explain: [[]],
    example: ['⽇本語のクラスは、テストの点数と今までの学習時間をもとに決定される。']
  },
  {
    id: 'y04-1',
    title: ['～を通じて/～を通して'],
    cn: '前项名词为发⽣后项的⼿段，媒介。可译为“通过……”；“由……”。',
    explain: [[]],
    example: ['先輩を通して、⼤学の案内をもらった。']
  },
  {
    id: 'y04-1',
    title: ['～を通じて/～を通して'],
    cn: '前项次表⽰期间或者区间的名词。表⽰前项范围内状态⼀直持续。可译为“全……”；“整个……”。',
    explain: [[]],
    example: ['沖縄は⼀年を通じて暖かいそうだ。']
  },
  {
    id: 'y04-1',
    title: ['～を問わず/～は問わず'],
    cn: '前项多內表⽰复数概念或者相反意思的名词。可译为“不问……”；“不管……”。',
    explain: [[]],
    example: ['その⼩説は、年齢や性別を問わず、多くの⼈々に読まれている。']
  }
]
