export default [
  {
    id: 'y04-1',
    title: ['～あげく(に)'],
    cn: '表示经过了前项动作，得到后项结果。后项的结果多为来之不易的， 或者不好的。可译为“……之后”；“……最后”。',
    explain: [[]],
    example: [
      '彼女はいろいろ悩んだ<<あげく>>、結婚をやめてしまった。',
      '',
      '彼は口論の<<あげく>>人を殴ってしまった。',
      '',
      '弟は勉強しないで怠け続けた<<あげくに>>、就職にも失敗して、ずっとバイト生活をしている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～あまり(に)'],
    cn: '前项多为表示感情或者心理活动的词语。表示因为前项的过度行为，导致了后项意想不到的结果。可译为后项意想不到的结果。可译为“太……以至于……”；“由于过分地……”。',
    explain: [[]],
    example: [
      '試験の結果を気にする<<あまり>>、夜眠れなくなってしまった。',
      '',
      '痛さの<<あまり>>、涙が出てきた。',
      '',
      '子どもを愛する<<あまり>>、子離れができない親もいる。',
      '',
      '彼は仕事に熱心な<<あまり>>、土日も休もうとしない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～以上(は)'],
    cn: '表示前项已经成为事实，自然而然会出现后项。可译为“既然……就……”。',
    explain: [[]],
    example: [
      'いったん仕事を引き受けた<<以上は>>、途中で止めることはできない。',
      '',
      '試験を受ける<<以上は>>、とにかく合格できるように頑張ろう。',
      '',
      '母親である<<以上は>>、子どもを育てる義務がある。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～一方／～一方で（は）'],
    cn: '表示并列或者对比。可译为“一方面……另一方面……”。',
    explain: [[]],
    example: [
      '仕事をする<<一方で>>、遊ぶことも忘れない、そんな若者が増えている。',
      '',
      'この国は、労働力が豊富である<<一方で>>、天然資源には恵まれていない。',
      '',
      '山田先生は、学生に対して大変厳しい<<一方で>>、学生の世話もよくする親切な一面もある。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～一方だ'],
    cn: '表示变化朝着一个方向不断地发展。可译为“一个劲儿地……”“不断地……”。',
    explain: [[]],
    example: [
      'ここ数年、この町の人口は減る<<一方だ>>。',
      '',
      '携帯電話を使う人の数は増える<<一方だ>>。',
      '',
      '祖父の病気は入院後も悪くなる<<一方だ>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～うちに'],
    cn: '表示如果不按照前项的条件去完成后项的话，以后就难了。可译为“趁着……”。',
    explain: [[]],
    example: [
      '雨が降らない<<うちに>>、家に帰ったほうがいい。',
      '',
      '祖母は元気な<<うちに>>いろいろな所へ旅行したいと言っている。',
      '',
      '明日は母の日だ。母が寝ている<<うちに>>朝ごはんを作って驚かせよう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～うちに'],
    cn: '表示在前项持续的期间，发生了没有预料到的后项。可译为“在……过程中”。',
    explain: [[]],
    example: [
      '先生の話を聞いている<<うちに>>、だんだん眠くなった。',
      '',
      'しばらく会わない<<うちに>>、その子はずいぶん大きくなっていた。',
      '',
      '切符を買っている<<うちに>>、電車が出てしまった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～得る／～得ない'],
    cn: '表示有可能出现后项结果。可译为“可能……”。否定形式表示没有这种可能性。可译为“不可能……”。',
    explain: [[]],
    example: [
      'その時の気持ちはとても言葉で表現し<<得ない>>。',
      '',
      '考え<<得る>>方法は全部試してみたが、どれも失敗に終わった。',
      '',
      'あの真面目な彼女が犯人？そんなことはあり<<得ない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～おかげで／～おかげだ'],
    cn: '表示因为某种原因，导致了好的结果发生。可译为“多亏了……”；“幸亏……”。',
    explain: [[]],
    example: [
      '医療技術の進歩の<<おかげで>>、平均寿命が延びた。',
      '',
      '仕事が早く済んだのは、友達が手伝ってくれた<<おかげだ>>。',
      '',
      '台風が上陸した<<おかげで>>、旅行がキャンセルになってしまった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～恐れがある'],
    cn: '表示担心出现某种消极的状况。可译为“恐怕会……”；“有可能……”。',
    explain: [[]],
    example: [
      '雨が降っている夜には、できるだけ運転をしないほうがいい。事故を起こす<<恐れがある>>。',
      '',
      'この病気は人から人へ伝染する<<恐れがある>>。',
      '',
      '卒業しても就職できない<<恐れがあり>>、学生たちの表情は暗い。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～か～ないかのうちに'],
    cn: '表示前后动作几乎同时发生。可译为“一……就……”；“刚……立刻……”。',
    explain: [[]],
    example: [
      '終業ベルが鳴った<<か>>鳴ら<<ないかのうちに>>、事務所には誰もいなくなった。',
      '',
      '電車のドアが開く<<か>>開か<<ないかのうちに>>、乗客が飛び出してくる。',
      '',
      '私たちは、夜が明ける<<か>>明け<<ないかのうちに>>出発した。'
    ]
  }
]
