export default [
  {
    id: 'y04-1',
    title: ['～かけだ／～かけの／～かける'],
    cn: '表示动作发生到一半，还没结束。可译为“……一半。',
    explain: [[]],
    example: [
      'テーブルの上においた読み<<かけの>>本を母が片付けてしまった。',
      '',
      '作文は今日中に書かなければならないのに、まだ書き<<かけだ>>。',
      '',
      '彼女は何か言い<<かけた>>が、すぐに口を閉じてしまった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～がたい'],
    cn: '表示前项动作发生的可能性不大，或者是很难发生。可译为【意味】表示前项动作发生的可能性不大，或者是很难发生。可译为“难于……”。',
    explain: [[]],
    example: [
      'どのコンピューターを買ったらよいか、なかなか一つには決め<<がたい>>。',
      '',
      '留学している間に、様々な得<<がたい>>経験をした。',
      '',
      '信じ<<がたい>>ことだが、なんと、捕まった犯人は警察官だった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～がちの／～がちだ'],
    cn: '接在名词后，表示“容易产生该名词所表示的状态”的意思。“总是...”；“带有...倾向的”接在动词后表示即使是无意的，也容易这样做的意思，多用于负面评价“总是”；“经常”',
    explain: [[]],
    example: [
      '先日、病気<<がちの>>おばを見舞いに行った。',
      '',
      '留守<<がちの>>家は、泥棒にねらわれやすい。',
      '',
      '朝７時台、8時台の電車は遅れ<<がちだ>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～(か)と思うと／～(か)と思ったら'],
    cn: '表示前项动作刚一发生，就出现了<<意想不到>>的后项。<<不能用于说话人自身的行为>>。可译为“一……就”；“刚才还…………现在就已经…………”。',
    explain: [[]],
    example: [
      '今泣いた<<かと思ったら>>、もう笑っている。赤ちゃんはかわいい。',
      '',
      '急に空が暗くなった<<かと思うと>>、大粒の雨が降ってきた。',
      '',
      'ラッシュ時には、前の電車が行った<<かと思うと>>、もう次の電車が来る。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～かねる'],
    cn: '表示这样做有困难或不可能的意思。有“即使想做/努力了，也不可能”的含义。可译为“难以……”。',
    explain: [[]],
    example: [
      '面接試験ではどんな質問が出るのかと聞かれたが、そのようなことを聞かれてもちょっと答え<<かねます>>。',
      '',
      '情報が少なすぎて現場の状況がわかり<<かねた>>。',
      '',
      '彼女に本当のことを言い<<かねて>>、彼は黙った。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～かねない'],
    cn: '表示有可能会出现不愿意看到的结果。可译为“恐怕会……”。',
    explain: [[]],
    example: [
      '大騒ぎになり<<かねない>>から、結婚のことはしばらく言わないほうがいい。',
      '',
      'あのブランコは壊れていて危ない。子どもが怪我をし<<かねない>>。',
      '',
      'あんなに乱暴に運転をしていたら、そのうち大事故を起こし<<かねない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～かのような／～かのように／～かのようだ'],
    cn: '表示虽然事实并非如此，但给人的感觉是那样的。可译为“好像……”。',
    explain: [[]],
    example: [
      '赤いドレスの彼女がほほえむと、美しい花が開いた<<かのようだった>>。',
      '',
      '彼はすべてを知っているのに、何も知らない<<かのような>>顔をしている。',
      '',
      '彼の部屋はまるで泥棒に入られた<<かのように>>散らかっていた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～きり／～きりだ'],
    cn: '表示前项动作做完后，再也没有发生预计中本应该出现的动作。可译为“……之后，就再也（没有）……”。',
    explain: [[]],
    example: [
      '息子は友達の家に行った<<きり>>、帰ってこない。',
      '',
      '田中さんは「あっ」と言った<<きり>>、黙り込んでしまった。',
      '',
      'Ａ「最近、山田さんから何か連絡ありましたか。」',
      'Ｂ「いえ。先月電話をもらった<<きり>>です。どうしたんでしょう。」'
    ]
  },
  {
    id: 'y04-1',
    title: ['～きり／～きりだ'],
    cn: '表示限定。可译为“只……”；“仅仅……”。<<～だけ>>',
    explain: [[]],
    example: [
      '父の単身赴任で、母と子二人<<きり>>の生活になった。',
      '',
      '財布には500円<<きり>>しかなかった。',
      '',
      '残っているお金はこれっ<<きり>>だよ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((気味,ぎみ))'],
    cn: '表示说话人的自身的感觉。有这种样子，有这种倾向。可译为“感觉……”。',
    explain: [[]],
    example: [
      'このころ忙しくて少し疲れ<<((気味,ぎみ))>>だから、今日は早く帰ることにした。',
      '',
      'この時計は1、2分遅れ<<((気味,ぎみ))>>です。',
      '',
      '風邪<<((気味,ぎみ))>>だから、今日は早く寝よう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((切,き))る／～((切,き))れる／～((切,き))れない'],
    cn: '表示彻底做完某个动作。可译为“全部……”；“彻底……”。否定形式表示不能彻底的完成这个动作。可译为“不能全部……”。',
    explain: [[]],
    example: [
      'こんなにごちそうが並ぶと、とても食べ<<きれません>>。',
      '',
      '信じ<<((切,き))って>>いた人に騙された。'
    ]
  }
]
