export default [
  {
    id: 'y04-1',
    title: ['～かけだ／～かけの／～かける'],
    cn: '表示动作发生到一半，还没结束。可译为“……一半。',
    explain: [[]],
    example: ['テーブルの上においた読みかけの本を母が片付けてしまった。']
  },
  {
    id: 'y04-1',
    title: ['～がたい'],
    cn: '表示前项动作发生的可能性不大，或者是很难发生。可译为【意味】表示前项动作发生的可能性不大，或者是很难发生。可译为“难于……”。',
    explain: [[]],
    example: ['どのコンピューターを買ったらよいか、なかなか一つには決めがたい。']
  },
  {
    id: 'y04-1',
    title: ['～がちの／～がちだ'],
    cn: '接在名词后，表示“容易产生该名词所表示的状态”的意思。“总是...”；“带有...倾向的”接在动词后表示即使是无意的，也容易这样做的意思，多用于负面评价“总是”；“经常”',
    explain: [[]],
    example: ['先日、病気がちのおばを見舞いに行った。']
  },
  {
    id: 'y04-1',
    title: ['～(か)と思うと／～(か)と思ったら'],
    cn: '表示前项动作刚一发生，就出现了意想不到的后项。不能用于说话人自身的行为。可译为“一……就”；“刚才还…………现在就已经…………”。',
    explain: [[]],
    example: ['今泣いたかと思ったら、もう笑っている。赤ちゃんはかわいい。']
  },
  {
    id: 'y04-1',
    title: ['～かねる'],
    cn: '表示这样做有困难或不可能的意思。有“即使想做/努力了，也不可能”的含义。可译为“难以……”。',
    explain: [[]],
    example: ['面接試験ではどんな質問が出るのかと聞かれたが、そのようなことを聞かれてもちょっと答えかねます。']
  },
  {
    id: 'y04-1',
    title: ['～かねない'],
    cn: '表示有可能会出现不愿意看到的结果。可译为“恐怕会……”。',
    explain: [[]],
    example: ['大騒ぎになりかねないから、結婚のことはしばらく言わないかねないほうがいい。']
  },
  {
    id: 'y04-1',
    title: ['～かのような／～かのように／～かのようだ'],
    cn: '表示虽然事实并非如此，但给人的感觉是那样的。可译为“好像……”。',
    explain: [[]],
    example: ['赤いドレスの彼女がほほえむと、美しい花が開いた【例文】▲赤いドレスの彼女がほほえむと、美しい花が開いたかのようだった。']
  },
  {
    id: 'y04-1',
    title: ['～きり／～きりだ'],
    cn: '表示前项动作做完后，再也没有发生预计中本应该出现的动作。可译为“……之后，就再也（没有）……”。',
    explain: [[]],
    example: ['息子は友達の家に行ったきり、帰ってこない。']
  },
  {
    id: 'y04-1',
    title: ['～きり／～きりだ'],
    cn: '表示限定。可译为“只……”；“仅仅……”。～だけ',
    explain: [[]],
    example: ['父の単身赴任で、母と子二人きりの生活になった。']
  },
  {
    id: 'y04-1',
    title: ['～気味'],
    cn: '表示说话人的自身的感觉。有这种样子，有这种倾向。可译为“感觉……”。',
    explain: [[]],
    example: ['このころ忙しくて少し疲れ気味だから、今日は早く帰ることにした。']
  },
  {
    id: 'y04-1',
    title: ['～切る／～切れる／～切れない'],
    cn: '表示彻底做完某个动作。可译为“全部……”；“彻底……”。否定形式表示不能彻底的完成这个动作。可译为“不能全部……”。',
    explain: [[]],
    example: ['こんなにごちそうが並ぶと、とても食べきれません。']
  }
]
