export default [
  {
    id: 'y04-1',
    title: ['～くせに/～くせして'],
    cn: '表⽰转折。⽤于对别⼈的指责，表达⾃⼰的抱怨或者不满。可译为“虽然……却……”；“明明……却……”。',
    explain: [[]],
    example: ['知っているくせに、何も教えてくれない。']
  },
  {
    id: 'y04-1',
    title: ['〜く（ぐ）らい／〜く（ぐ）らいの／〜く（ぐ）らいだ'],
    cn: '表⽰程度。可译为“达到……的程度”。',
    explain: [[]],
    example: ['もう動けないくらい疲れた。']
  },
  {
    id: 'y04-1',
    title: ['～く（ぐ）らいなら'],
    cn: '表⽰条件。可译为“与其……还不如”；“要是……的话，还是……吧”。',
    explain: [[]],
    example: ['そのパソコン、捨てるぐらいなら、私にください。']
  },
  {
    id: 'y04-1',
    title: ['～げな/～げに/～げだ'],
    cn: '表⽰样态。根据事物呈现出的外观⽽做出推断。可译为“看起来好像……”。',
    explain: [[]],
    example: ['「試験問題は、90パーセントできたよ。」と息⼦は⾃ありげだ。']
  },
  {
    id: 'y04-1',
    title: ['〜こそ'],
    cn: '表⽰强调。可译为“正是……”；“就……”。',
    explain: [[]],
    example: ['政府は、今年こそ経済がよくなると予測していた。しかし、この予測に反して12⽉になった今もあいかわらずよくなっていない。']
  },
  {
    id: 'y04-1',
    title: ['〜こそ'],
    cn: '表⽰强调。可译为“名⽤……的活，……就不能成⽴”；“只有……才……”。',
    explain: [[]],
    example: ['⾔葉は実際に使ってみてこそ⾝につくのだ。']
  },
  {
    id: 'y04-1',
    title: ['～最中に/～最中だ'],
    cn: '表⽰前项事态正在进⾏中。可译为“正在……的时候”。',
    explain: [[]],
    example: ['電話している最中に、誰かが⽞関に来た。']
  },
  {
    id: 'y04-1',
    title: ['～際/～際に/～際は'],
    cn: '表⽰在某个时间或某个时期做某事。主要⽤于书⾯语。可译为“在……的时候”；“趁……之际”。',
    explain: [[]],
    example: ['⼊会の申し込みをする際、何が必要でしょうか。']
  },
  {
    id: 'y04-1',
    title: ['～さえ/～でさえ'],
    cn: '表⽰列举，前项为⼀个极端的例⼦。可译为“即便是……”；“就连……”。',
    explain: [[]],
    example: ['中学⽣の君にその問題が解けたとは、すごいことだ。あれは、⼤学⽣にさえ難しいと⾔われている。']
  },
  {
    id: 'y04-1',
    title: ['〜さえ〜ば'],
    cn: '表⽰前项是后项动作发⽣的必要条件。可译为“只要……就……”。',
    explain: [[]],
    example: ['電話番号さえ分かればいいので、住宅は書かなくてもいいですよ。']
  },
  {
    id: 'y04-1',
    title: ['～ざるを得ない'],
    cn: '表⽰迫不得⼰。本不想做，但不得不做。可译内“不得不……”；“必须……”。',
    explain: [[]],
    example: ['⽇本で⽣活をするのなら、漢字を覚えざるをえない。']
  }
]
