export default [
  {
    id: 'y04-1',
    title: ['～くせに/～くせして'],
    cn: '表⽰转折。⽤于对别⼈的指责，表达⾃⼰的抱怨或者不满。可译为“虽然……却……”；“明明……却……”。',
    explain: [[]],
    example: [
      '知っている<<くせに>>、何も教えてくれない。',
      '',
      'あの⼈、⽇本に3年もいた<<くせに>>、⽇本語であいさつもできないんだよ。',
      '',
      '彼は彼⼥のことが好きな<<くせに>>、それを彼⼥に⾔えない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['〜く（ぐ）らい／〜く（ぐ）らいの／〜く（ぐ）らいだ'],
    cn: '表⽰程度。可译为“达到……的程度”。',
    explain: [[]],
    example: [
      'もう動けない<<くらい>>疲れた。',
      '',
      '今⽇はとても暖かくて、コートも要らない<<くらい>>です。',
      '',
      '今⽇は朝から仕事が忙しくて、⾷事をする時間もない<<くらい>>だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～く（ぐ）らいなら'],
    cn: '表⽰条件。可译为“与其……还不如”；“要是……的话，还是……吧”。',
    explain: [[]],
    example: [
      'そのパソコン、捨てる<<ぐらいなら>>、私にください。',
      '',
      '途中でやめる<<くらいなら>>、最初からやらないほうがいい。',
      '',
      'あいつに謝る<<くらいなら>>、死んだほうがましだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～げな/～げに/～げだ'],
    cn: '表⽰样态。根据事物呈现出的外观⽽做出推断。可译为“看起来好像……”。',
    explain: [[]],
    example: [
      '「試験問題は、90パーセントできたよ。」と息⼦は⾃あり<<げだ>>。',
      '',
      '遠⾜に来た⼦どもたちが楽し<<げに>>お弁当を⾷べていた。',
      '',
      'あやし<<げな>>男に声をかけられて驚いた。',
      '',
      '喫茶店に⼊ると、退屈<<げに>>雑誌のページをめぐっている彼の姿が⽬に映った。'
    ]
  },
  {
    id: 'y04-1',
    title: ['〜こそ'],
    cn: '表⽰强调。可译为“正是……”；“就……”。',
    explain: [[]],
    example: [
      '((政府,せいふ))は、今年<<こそ>>経済がよくなると((予測,よそく))していた。しかし、この((予測,よそく))に((反,はん))して12⽉になった今もあいかわらずよくなっていない。',
      '',
      '彼⼥<<こそ>>私の((理想,りそう))の⼈だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['〜こそ'],
    cn: '表⽰强调。可译为“名⽤……的活，……就不能成⽴”；“只有……才……”。',
    explain: [[]],
    example: [
      '⾔葉は実際に使ってみて<<こそ>>⾝につくのだ。',
      '',
      '苦労して<<こそ>>、わかることもたくさんある。',
      '',
      '相⼿にわかりやすく説明できて<<こそ>>、本当の知識と⾔えるのです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((最中,さいちゅう))に/～((最中,さいちゅう))だ'],
    cn: '表⽰前项事态正在进⾏中。可译为“正在……的时候”。',
    explain: [[]],
    example: [
      '電話している<<((最中,さいちゅう))に>>、誰かが⽞関に来た。',
      '',
      '⾸相はパーティーの<<((最中,さいちゅう))に>>倒れ、病院へ運ばれた。',
      '',
      '⾷事をしている<<((最中,さいちゅう))に>>地震が起きて、⼤騒ぎになった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((際,さい))/～((際,さい))に/～((際,さい))は'],
    cn: '表⽰在某个时间或某个时期做某事。主要⽤于书⾯语。可译为“在……的时候”；“趁……之际”。',
    explain: [[]],
    example: [
      '⼊会の申し込みをする<<((際,さい))>>、何が必要でしょうか。',
      '',
      'この絵は、社⾧が中国を訪問した<<((際,さい))に>>北京で買ったものです。',
      '',
      '⾮常の<<((際,さい))は>>、この階段を使って外へ出てください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～さえ/～でさえ'],
    cn: '表⽰列举，前项为⼀个极端的例⼦。可译为“即便是……”；“就连……”。',
    explain: [[]],
    example: [
      '中学⽣の君にその問題が解けたとは、すごいことだ。あれは、⼤学⽣に<<さえ>>難しいと⾔われている。',
      '',
      '⾷べ物がなくなれば、⼈間はネズミ<<さえ>>⾷べる。',
      '',
      '⽇本⼈<<でさえ>>、敬語を間違える場合もある。',
      '',
      'あなたがそばにい<<てさえ>>くだされば、ほかにはなにもいりません。'
    ]
  },
  {
    id: 'y04-1',
    title: ['〜さえ〜ば'],
    cn: '表⽰前项是后项动作发⽣的必要条件。可译为“只要……就……”。',
    explain: [[]],
    example: [
      '電話番号<<さえ>>分かれ<<ば>>いいので、住宅は書かなくてもいいですよ。',
      '',
      '資料を調べ<<さえ>>すれ<<ば>>、すぐ分かることです。',
      '',
      'あの⼦は暇<<さえ>>あれ<<ば>>いつも本を読んでいる。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ざるを((得,え))ない'],
    cn: '表⽰迫不得⼰。本不想做，但不得不做。可译内“不得不……”；“必须……”。',
    explain: [[]],
    example: [
      '⽇本で⽣活をするのなら、漢字を覚え<<ざるをえない>>。',
      '',
      '家が貧しかったので、進学をあきらめて就職せ<<ざるをえなかった>>。',
      '',
      '⾏きたくないけれど、部⾧の命だから、⾏か<<ざるをえない>>。'
    ]
  }
]
