export default [
  {
    id: 'y04-1',
    title: ['～すえ/～すえに/～すえの'],
    cn: '表⽰前项动作在经过了⼀段时间后，终于得到了后项的结果。实际时间没有太长，但对说话⼈来说“感觉很长”时也可使⽤。可译为“……最后”；“终于……”。',
    explain: [[]],
    example: [
      'これはよく考えた<<末の>>結論ですから、変更はあり得ません。',
      '',
      '長時間の議論の<<末に>>、やっと計画が完成した。',
      '',
      'この新しい薬は、何年にもわたる研究の<<末に>>作り出されたものだ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ずにはいられない/～ないではいられない'],
    cn: '表⽰⽆法控制某种感情或⾝体上的冲动。不受⾃⾝意志控制，强调动作⾃然⽽然地发⽣，可译为“禁不住……”；“不由⾃主地……”。',
    explain: [[]],
    example: [
      '彼⼥は美しくて賢く、私たちの誰もが彼⼥の魅⼒に⼼を奪われ<<ずにはいらなかった>>。',
      '',
      '感動的なドラマだった。泣か<<ずにはいられなかった>>。',
      '',
      '合格の知らせを受けたときは、思わず、「やった、やった。」と叫ばれ<<ないではいられなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～せいで/～せいか/～せいだ'],
    cn: '表⽰因为前项的缘故，导致了后项的不好的事情发生。可译为“就因为……”。',
    explain: [[]],
    example: [
      '景気が悪い<<せいで>>、ボーナスが減った。',
      '',
      '試合に負けたのはミスをした私の<<せいだ>>。',
      '',
      '彼⼥は何でも⼈の<<せい>>にするから嫌われている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['たとえ～ても/でも'],
    cn: '表⽰逆接条件。可译为“即使……也……”。',
    explain: [[]],
    example: [
      '<<たとえ>>⼿術を受け<<ても>>、完全には治らないだろう。',
      '',
      '<<たとえ>>少し⾼く<<ても>>、質のいいものが買いたい。',
      '',
      '<<たとえ>>嫌い<<でも>>、野菜を⾷べないわけにはいきませんよ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～たとたん（に）'],
    cn: '表⽰前项刚发⽣，就出现了后项。后续不能⽤表⽰说话⼈意志的动作。可译为“—……就……”。',
    explain: [[]],
    example: [
      '国から来た⼿紙を⾒<<たとたん>>、彼⼥は泣き出してしまった。',
      '',
      '店に⼊っ<<たとたん>>、いいにおいがした。急にお腹が空いてきた。',
      '',
      '⾛り出し<<たとたん>>、右の際にピリッと痛みを感じた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～だらけ'],
    cn: '表⽰事物或者整个空间都被占据。可译为“满是……”“净是……”。',
    explain: [[]],
    example: [
      '父の部屋は本<<だらけ>>で⾜の踏み場もない。',
      '',
      'ゴミ<<だらけ>>の部屋を掃除するのに1時間もかかった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～たびに'],
    cn: '表⽰每次出现前项的情况，就会出现后项。可译为“每当……”。',
    explain: [[]],
    example: [
      '内⽥さんは会う<<たびに>>、髪型が違う。',
      '',
      '課⾧は出張の<<たびに>>、みんなにお⼟産を買ってくる。',
      '',
      'この写真を⾒る<<たびに>>、⼦どものころを思い出す。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ついでに'],
    cn: '表⽰利⽤前项的机会，完成后项的动作。可译为“顺便……”。',
    explain: [[]],
    example: [
      '母は駅まで客を送って⾏った<<ついでに>>買い物をしてきた。',
      '',
      '研修旅⾏の<<ついでに>>、⼤阪にいる先輩に会いに⾏った。',
      '',
      '（コピーをしている⼈に）「すみません、<<ついでに>>これもお願いします。」'
    ]
  },
  {
    id: 'y04-1',
    title: ['〜っけ'],
    cn: '表⽰由于说话⼈⾃⼰记不清从⽽来进⾏确认。可译为“是不是……来着”。',
    explain: [[]],
    example: ['今晩、⼭⽥さんも来るんだ<<っけ>>。', '', 'この本、おもしろかった<<っけ>>。', '', 'お宅はどちらでした<<っけ>>。']
  },
  {
    id: 'y04-1',
    title: ['～っこない'],
    cn: '表⽰说话⼈主观上的强烈的否定。可译为“绝对不会……”。',
    explain: [[]],
    example: [
      '今⽇中に漢字を100字覚えるなんて無理だ。でき<<っこない>>。',
      '',
      'こんな話、だれもじてくれ<<っこない>>と思う。',
      '',
      'ノーベル賞なんて、僕にはもらえ<<っこない>>。'
    ]
  }
]
