export default [
  {
    id: 'y04-1',
    title: ['～すえ/～すえに/～すえの'],
    cn: '表⽰前项动作在经过了⼀段时间后，终于得到了后项的结果。实际时间没有太长，但对说话⼈来说“感觉很长”时也可使⽤。可译为“……最后”；“终于……”。',
    explain: [[]],
    example: ['これはよく考えた末の結論ですから、変更はあり得ません。']
  },
  {
    id: 'y04-1',
    title: ['～ずにはいられない/～ないではいられない'],
    cn: '表⽰⽆法控制某种感情或⾝体上的冲动。不受⾃⾝意志控制，强调动作⾃然⽽然地发⽣，可译为“禁不住……”；“不由⾃主地……”。',
    explain: [[]],
    example: ['彼⼥は美しくて賢く、私たちの誰もが彼⼥の魅⼒に⼼を奪われずにはいらなかった。']
  },
  {
    id: 'y04-1',
    title: ['～せいで/～せいか/～せいだ'],
    cn: '表⽰因为前项的缘故，导致了后项的不好的事情发生。可译为“就因为……”。',
    explain: [[]],
    example: ['景気が悪いせいで、ボーナスが減った。']
  },
  {
    id: 'y04-1',
    title: ['たとえ～ても/でも'],
    cn: '表⽰逆接条件。可译为“即使……也……”。',
    explain: [[]],
    example: ['たとえ⼿術を受けても、完全には治らないだろう。']
  },
  {
    id: 'y04-1',
    title: ['～たとたん（に）'],
    cn: '表⽰前项刚发⽣，就出现了后项。后续不能⽤表⽰说话⼈意志的动作。可译为“—……就……”。',
    explain: [[]],
    example: ['国から来た⼿紙を⾒たとたん、彼⼥は泣き出してしまった。']
  },
  {
    id: 'y04-1',
    title: ['～だらけ'],
    cn: '表⽰事物或者整个空间都被占据。可译为“满是……”“净是……”。',
    explain: [[]],
    example: ['父の部屋は本だらけで⾜の踏み場もない。']
  },
  {
    id: 'y04-1',
    title: ['～たびに'],
    cn: '表⽰每次出现前项的情况，就会出现后项。可译为“每当……”。',
    explain: [[]],
    example: ['内⽥さんは会うたびに、髪型が違う。']
  },
  {
    id: 'y04-1',
    title: ['～ついでに'],
    cn: '表⽰利⽤前项的机会，完成后项的动作。可译为“顺便……”。',
    explain: [[]],
    example: ['母は駅まで客を送って⾏ったついでに買い物をしてきた。']
  },
  {
    id: 'y04-1',
    title: ['〜っけ'],
    cn: '表⽰由于说话⼈⾃⼰记不清从⽽来进⾏确认。可译为“是不是……来着”。',
    explain: [[]],
    example: ['今晩、⼭⽥さんも来るんだっけ。']
  },
  {
    id: 'y04-1',
    title: ['～っこない'],
    cn: '表⽰说话⼈主观上的强烈的否定。可译为“绝对不会……”。',
    explain: [[]],
    example: ['今⽇中に漢字を100字覚えるなんて無理だ。できっこない']
  }
]
