export default [
  {
    id: 'y04-1',
    title: ['～つつ'],
    cn: '表⽰同⼀个主体，在做前项的同时还在做后项。可译为“⼀边……⼀边……”。',
    explain: [[]],
    example: ['遠くに⾒える⼭々を眺めつつ、露天⾵呂に⼊るのは最⾼だ。']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['～つつ（も）'],
    cn: '表⽰转折。多⽤于后悔，反省等句⼦中。可译为“明明……却……”；“虽然（知道）……但……”。',
    explain: [[]],
    example: ['タバコは体に悪いと知りつつも、つい吸ってしまう。']
  },
  {
    id: 'y04-1',
    title: ['～つつある'],
    cn: '表⽰状或変化持续进⾏。変化+ている。可译为“正在逐渐地……”；“不断地……”。',
    explain: [[]],
    example: ['⼈口の増加とともに、この辺りの住宅事情は悪くなりつつある。']
  },
  {
    id: 'y04-1',
    title: ['～っぽい'],
    cn: '表⽰前项的⼈或事情给⼈有某种迹象的感觉。可译为“有点……”；“显得……”。接颜⾊时表⽰“…吧唧的”。',
    explain: [[]],
    example: ['⼤⼈のくせに、そんなつまらないことでけんかするのは⼦どもっぽい。']
  },
  {
    id: 'y04-1',
    title: ['～て以来'],
    cn: '表⽰⾃从发⽣前项动作以来，就⼀直保持后项的状态。可译为“⾃从……以来”。',
    explain: [[]],
    example: ['彼とは10年前のクラス会で会って以来、⼀度も連絡を取っていない。']
  },
  {
    id: 'y04-1',
    title: ['～てからでないと/～てからでなければ'],
    cn: '表⽰如果没事先完成前项动作，就⽆法做后项动作。可译为“如果不……的话，就不能……”。',
    explain: [[]],
    example: ['詳しくお話をうかがってからでないと、お答えできません。']
  },
  {
    id: 'y04-1',
    title: ['～てしかたかない/～てしようかない/～てしょうかない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: ['勉強中、眠くてしょうがないときは、濃いお茶を飲むといい。']
  },
  {
    id: 'y04-1',
    title: ['～てたまらない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: ['ぜんぜん⾃信がなかったのに優勝できたので、うれしくてたまらない。']
  },
  {
    id: 'y04-1',
    title: ['～てならない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: ['世界中を旅⾏して回れるなんて、うらやましくてならない。']
  },
  {
    id: 'y04-1',
    title: ['～と⾔うと/～と⾔えば/～と⾔ったら'],
    cn: '表⽰提起某个话题，进⽽叙述相关联想。通常联想到的东西都是有代表性的。可译为“说到……”；“提到……”。',
    explain: [[]],
    example: ['⽇本を代表するものと⾔ったら、やはり桜、富⼠⼭なんかでしょう。']
  },
  {
    id: 'y04-1',
    title: ['～と⾔うと/～と⾔えば/～と⾔ったら'],
    cn: '表⽰提起某个话题，进⽽对此加以说明。可译为“说到……”；“提到……”。',
    explain: [[]],
    example: ['気温はマイナス30度。その寒さといったら、⾔葉にできないほどでした。']
  },
  {
    id: 'y04-1',
    title: ['～というより'],
    cn: '表⽰某件事或者某个⼈与其说它是前项，还不如说它是后项更真实，更符合本质。可译为“与其……还不如……”。',
    explain: [[]],
    example: ['担任の佐藤先⽣はとても若くて、先⽣というより友達みたいだ。']
  }
]
