export default [
  {
    id: 'y04-1',
    title: ['～つつ'],
    cn: '表⽰同⼀个主体，在做前项的同时还在做后项。可译为“⼀边……⼀边……”。',
    explain: [[]],
    example: [
      '遠くに⾒える⼭々を眺め<<つつ>>、露天⾵呂に⼊るのは最⾼だ。',
      '',
      '昨夜は、久しぶりに会った友達と酒を飲み<<つつ>>語り合った。',
      '',
      '私は利益を追求し<<つつ>>社会貢献もする、そういう会社を作りたいと思います。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～つつ（も）'],
    cn: '表⽰转折。多⽤于后悔，反省等句⼦中。可译为“明明……却……”；“虽然（知道）……但……”。',
    explain: [[]],
    example: [
      'タバコは体に悪いと知り<<つつも>>、つい吸ってしまう。',
      '',
      '彼⼥の話をうそと知り<<つつ>>、お⾦を貸してあげた。',
      '',
      '試験の準備を早く始めようと思い<<つつも>>、まだ始めていない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～つつある'],
    cn: '表⽰状或変化持续进⾏。変化+ている。可译为“正在逐渐地……”；“不断地……”。',
    explain: [[]],
    example: [
      '⼈口の増加とともに、この辺りの住宅事情は悪くなり<<つつある>>。',
      '',
      '⽇本では⼦どもの数が急激に減り<<つつある>>。',
      '',
      'この地域の⼤気汚染は改善され<<つつある>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～っぽい'],
    cn: '表⽰前项的⼈或事情给⼈有某种迹象的感觉。可译为“有点……”；“显得……”。接颜⾊时表⽰“…吧唧的”。',
    explain: [[]],
    example: [
      '⼤⼈のくせに、そんなつまらないことでけんかするのは⼦ども<<っぽい>>。',
      '',
      '彼⼥は飽き<<っぽい>>性格で、今までに職場を何回か変えている。',
      '',
      'このごろ年のせいか、忘れ<<っぽく>>て困る。',
      '',
      '男は⽩<<っぽい>>服を着ていた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～て((以来,いらい))'],
    cn: '表⽰⾃从发⽣前项动作以来，就⼀直保持后项的状态。可译为“⾃从……以来”。',
    explain: [[]],
    example: [
      '彼とは10年前のクラス会で会っ<<て((以来,いらい))>>、⼀度も連絡を取っていない。',
      '',
      '数年前に⼤きな病気をし<<て((以来,いらい))>>、健康に注意するようになった。',
      '',
      '⼦どもが⽣まれ<<て((以来,いらい))>>、家の中ではタバコを吸わないようにしている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～てからでないと/～てからでなければ'],
    cn: '表⽰如果没事先完成前项动作，就⽆法做后项动作。可译为“如果不……的话，就不能……”。',
    explain: [[]],
    example: [
      '詳しくお話をうかがっ<<てからでないと>>、お答えできません。',
      '',
      '上司に相談し<<てからでないと>>、お返事できません。',
      '',
      '実物を⾒<<てからでなければ>>、買うかどうかは決められない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～てしかたかない/～てしようかない/～てしょうかない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: [
      '勉強中、眠く<<てしょうがない>>ときは、濃いお茶を飲むといい。',
      '',
      '花粉症にかかったらしく、涙が出<<てしかたがない>>。',
      '',
      '定年退職した⽗は、「毎⽇暇<<でしょうがない>>」と⾔っている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～てたまらない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: [
      'ぜんぜん⾃信がなかったのに優勝できたので、うれしく<<てたまらない>>。',
      '',
      '会いたく<<てたまらない>>のに会えないのはつらい。',
      '',
      '学⽣時代、私は運動が苦⼿で、特に⾧距離⾛は嫌<<でたまらなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～てならない'],
    cn: '表⽰某种程度很⾼，到达了不可控制的程度。通常主语为第一人称。前接表⽰感情，感觉，欲望之类的词语。可译为“……不得了”。',
    explain: [[]],
    example: [
      '世界中を旅⾏して回れるなんて、うらやましく<<てならない>>。',
      '',
      '遠く離れているので、家族のことが⼼配<<でならない>>。',
      '',
      '最近なぜか、昔のことが思い出され<<てならない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～と⾔うと/～と⾔えば/～と⾔ったら'],
    cn: '表⽰提起某个话题，进⽽叙述相关联想。通常联想到的东西都是有代表性的。可译为“说到……”；“提到……”。',
    explain: [[]],
    example: [
      '⽇本を代表するもの<<と⾔ったら>>、やはり桜、富⼠⼭なんかでしょう。',
      '',
      '⽇本料理<<と⾔えば>>、寿司、天婦羅などが代表的だ',
      '',
      '「⽥中さん」<<と⾔えば>>、ノーベル賞を取った⽥中〇〇さんが有名です'
    ]
  },
  {
    id: 'y04-1',
    title: ['～と⾔うと/～と⾔えば/～と⾔ったら'],
    cn: '表⽰提起某个话题，进⽽对此加以说明。可译为“说到……”；“提到……”。',
    explain: [[]],
    example: [
      '気温はマイナス30度。その寒さ<<といったら>>、⾔葉にできないほどでした。',
      '',
      '昨⽇の⼣⽴の激しさ<<といったら>>、あんな⾬は⽣まれて初めて経験しました。',
      '',
      'なぜこの⼤学を選んだか<<というと>>、学習環境が整っているからです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～というより'],
    cn: '表⽰某件事或者某个⼈与其说它是前项，还不如说它是后项更真实，更符合本质。可译为“与其……还不如……”。',
    explain: [[]],
    example: [
      '担任の佐藤先⽣はとても若くて、先⽣<<というより>>友達みたいだ。',
      '',
      '私にとって留学は、海外で学ぶ<<というより>>家を出る⼿段だった。',
      '',
      '彼は天才<<というより>>、むしろ変⼈だ。'
    ]
  }
]
