export default [
  {
    id: 'y04-1',
    title: ['〜といっても'],
    cn: '表⽰虽说前项是事实，但是结果却和期望值相差甚远。可译为“虽说……（只不过）……”。',
    explain: [[]],
    example: ['中国語ができるといっても、基礎を勉強しただけですから、まだまだです。']
  },
  {
    id: 'y04-1',
    title: ['～とおり（に）、～どおり（に）'],
    cn: '表⽰例⽰，后项就如前项所举的例⼦⼀样。可译为“正如……那样……”。或表⽰按照前项所表⽰的那样去做。可译为“按照……”。',
    explain: [[]],
    example: ['これから私が⾔うとおりにパソコンを操作してください。']
  },
  {
    id: 'y04-1',
    title: ['～とか'],
    cn: '表⽰传闻。但是对内容并不是很确定。可译为“听说……”；“据说……”。',
    explain: [[]],
    example: ['彼は⼤⾦持ちだとか。うらやましいなあ。']
  },
  {
    id: 'y04-1',
    title: ['~とする/～としたら/～とすれば/～とすると'],
    cn: '表⽰假定条件。⽤于想说⾃⼰的意见或设想时。可译为“如果……”。',
    explain: [[]],
    example: ['もし、私の⾔ったことに何か失礼があったとしたら、深くお詫びします。']
  },
  {
    id: 'y04-1',
    title: ['～として/～としては'],
    cn: '表⽰资格，⽴场，名⽬等。可译为“作为……”。',
    explain: [[]],
    example: ['ノーベル賞の受賞は、学者として最⾼の名誉だ。']
  },
  {
    id: 'y04-1',
    title: ['～としても'],
    cn: '表⽰逆接假设。⽤于表达⾃⼰的意见或预想时。可译为“即使……也……”。',
    explain: [[]],
    example: ['東京は⼟地の値段が⾼く、普通のサラリーマンが⾃分の家を持つことはかなり難しい。家を買えるとしても、それは通勤に不便な場所になるだろう。']
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰和某⼈共同做某事。可译为“和……”。',
    explain: [[]],
    example: ['彼は家族とともに、シンガポールに⾏くことになった。']
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰两种情况是同时存在的。可译为“……的同时”。',
    explain: [[]],
    example: ['彼⼥は私にとって妻であるとともに、助⼿でもあるんです。']
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰前项的变化，带来后项的变化。可译为“随着……”。',
    explain: [[]],
    example: ['⾃動⾞が増えるとともに、交通事故も多くなる。']
  },
  {
    id: 'y04-1',
    title: ['～ながら'],
    cn: '表⽰同⼀个主体，在做前项的同时还在做后项。可译为“⼀边……⼀边……”。',
    explain: [[]],
    example: ['⾳楽を聞きながら、本を読みます。']
  },
  {
    id: 'y04-1',
    title: ['～ながら（も）'],
    cn: '表⽰转折。多⽤于后悔，反省等句⼦中。可译为“明明……却……”；“虽然（知道）……但……”。',
    explain: [[]],
    example: ['分かっていながらも、教えてくれなかった。']
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰列举。可译为“……之类的”。',
    explain: [[]],
    example: ['台⾵の⽇に⾵⾬の中でテニスをするなど、考えられない。']
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰轻视或者谦逊。可译“……这样的”。',
    explain: [[]],
    example: ['あなたなんて嫌だ。']
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰评价、思考、说话的内容。⼀般带有轻视或者意外的语⽓。可译为“……什么的”；“……之类的”。',
    explain: [[]],
    example: ['こんなところで先⽣に会うなんて、思ってもみなかった。']
  },
  {
    id: 'y04-1',
    title: ['～ぬきで/～ぬきに/～ぬきの'],
    cn: '表⽰排除前项。可译⼒“抛开……”；“不……⽽……”。',
    explain: [[]],
    example: ['冗談ぬきで、まじめに考えてください。']
  },
  {
    id: 'y04-1',
    title: ['～抜く'],
    cn: '表⽰经过努⼒，彻底完成前项动作。可译为“坚持……”；“咬紧⽛关去做……”。',
    explain: [[]],
    example: ['難しい数学の問題を考え抜いて答えが出せたときは、うれしかった。']
  }
]
