export default [
  {
    id: 'y04-1',
    title: ['〜といっても'],
    cn: '表⽰虽说前项是事实，但是结果却和期望值相差甚远。可译为“虽说……（只不过）……”。',
    explain: [[]],
    example: [
      '中国語ができる<<といっても>>、基礎を勉強しただけですから、まだまだです。',
      '',
      'A「研修、⼤変ですね。」',
      'B「ええ、まあ、⼤変だ<<といっても>>、3ヶ⽉間だけですから。」',
      '',
      '熱帯の国<<といっても>>、朝晩は涼しくて過ごしやすくなる。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～とおり（に）、～どおり（に）'],
    cn: '表⽰例⽰，后项就如前项所举的例⼦⼀样。可译为“正如……那样……”。或表⽰按照前项所表⽰的那样去做。可译为“按照……”。',
    explain: [[]],
    example: [
      'これから私が⾔う<<とおりに>>パソコンを操作してください。',
      '',
      '昨⽇のサッカーの試合は、⼦想された<<とおりに>>ブラジルが勝った。',
      '',
      '天気予報の<<とおり>>、午後から⾬になった。',
      '',
      '医者の指⽰<<どおり>>、毎⽇運動をすることにした。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～とか'],
    cn: '表⽰传闻。但是对内容并不是很确定。可译为“听说……”；“据说……”。',
    explain: [[]],
    example: [
      '彼は⼤⾦持ちだ<<とか>>。うらやましいなあ。',
      '',
      'お⽗様が⼊院なきった<<とか>>。具合はいかがですか。',
      '',
      'この銀⾏は経営が危なくなっている<<とか>>。預けた⾦は⼤丈夫だろうか。'
    ]
  },
  {
    id: 'y04-1',
    title: ['~とする/～としたら/～とすれば/～とすると'],
    cn: '表⽰假定条件。⽤于想说⾃⼰的意见或设想时。可译为“如果……”。',
    explain: [[]],
    example: [
      'もし、私の⾔ったことに何か失礼があった<<としたら>>、深くお詫びします。',
      '',
      '成績優秀な⽥中さんにも難しい<<とすれば>>、私になどわかるわけがない。',
      '',
      '⽣まれ変われる<<とすると>>、男がいい？⼥がいい？'
    ]
  },
  {
    id: 'y04-1',
    title: ['～として/～としては'],
    cn: '表⽰资格，⽴场，名⽬等。可译为“作为……”。',
    explain: [[]],
    example: [
      'ノーベル賞の受賞は、学者<<として>>最⾼の名誉だ。',
      '',
      '京都は⽇本の古い都<<としては>>知られている。',
      '',
      '彼⼥とは友達<<として>>付き合っているだけで、特別の関係ではありません彼⼥とは友達として付き合っているだけで、特別の関係ではありません。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～としても'],
    cn: '表⽰逆接假设。⽤于表达⾃⼰的意见或预想时。可译为“即使……也……”。',
    explain: [[]],
    example: [
      '東京は⼟地の値段が⾼く、普通のサラリーマンが⾃分の家を持つことはかなり難しい。家を買える<<としても>>、それは通勤に不便な場所になるだろう。',
      '',
      '親が有名だ<<としても>>、本⼈に実⼒がなければ社会で認められないでしょう。',
      '',
      'その⼈が親切そうに⾒えた<<としても>>、本当に親切かどうかはわからない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰和某⼈共同做某事。可译为“和……”。',
    explain: [[]],
    example: [
      '彼は家族<<とともに>>、シンガポールに⾏くことになった。',
      '',
      '三年間仲間<<とともに>>頑張った思い出は⼀⽣忘れないだろう。',
      '',
      '休⽇ぐらいは家族<<とともに>>過ごしたい。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰两种情况是同时存在的。可译为“……的同时”。',
    explain: [[]],
    example: [
      '彼⼥は私にとって妻である<<とともに>>、助⼿でもあるんです。',
      '',
      '⼤学教授は⾃分の研究をする<<とともに>>、学⽣たちを育てなければならない。',
      '',
      '娘が結婚した。うれしい<<とともに>>、少し寂しくもある'
    ]
  },
  {
    id: 'y04-1',
    title: ['～とともに'],
    cn: '表⽰前项的变化，带来后项的变化。可译为“随着……”。',
    explain: [[]],
    example: [
      '⾃動⾞が増える<<とともに>>、交通事故も多くなる。',
      '',
      '都市では、⼈⼜の増加<<とともに>>、住宅問題が深刻になってきた。',
      '',
      '医学の発達<<とともに>>、⼈間の寿命も延びてきた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ながら'],
    cn: '表⽰同⼀个主体，在做前项的同时还在做后项。可译为“⼀边……⼀边……”。',
    explain: [[]],
    example: [
      '⾳楽を聞き<<ながら>>、本を読みます。',
      '',
      'ピアノを弾き<<ながら>>、歌えますか。',
      '',
      'アルバイトし<<ながら>>、勉強しています。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ながら（も）'],
    cn: '表⽰转折。多⽤于后悔，反省等句⼦中。可译为“明明……却……”；“虽然（知道）……但……”。',
    explain: [[]],
    example: [
      '分かってい<<ながらも>>、教えてくれなかった。',
      '',
      '察官であり<<ながら>>、飲酒運転をするとは許しがたい。',
      '',
      '山⽥さんは若い<<ながらも>>、古い習慣をよく知っている。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰列举。可译为“……之类的”。',
    explain: [[]],
    example: [
      '台⾵の⽇に⾵⾬の中でテニスをする<<など>>、考えられない。',
      '',
      '20枚のレポートを⼀⽇で書いた<<なんて>>、すごいねえ。',
      '',
      'A「会計の仕事、だれに頼もうか。」',
      'B「⼩林さん<<なんか>>どう？」'
    ]
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰轻视或者谦逊。可译“……这样的”。',
    explain: [[]],
    example: [
      'あなた<<なんて>>嫌だ。',
      '',
      'そんなに重要な仕事は、私<<なんか>>できるはずはない。',
      '',
      'あの⼈の⾔うこと<<なんか>>信じられない。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～など/～なんか/～なんて'],
    cn: '表⽰评价、思考、说话的内容。⼀般带有轻视或者意外的语⽓。可译为“……什么的”；“……之类的”。',
    explain: [[]],
    example: [
      'こんなところで先⽣に会う<<なんて>>、思ってもみなかった。',
      '',
      '彼が犯⼈だ<<なんて>>信じられない。',
      '',
      '⼦どもが親に暴⼒をふるう<<など>>、昔は考えられなかった。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ぬきで/～ぬきに/～ぬきの'],
    cn: '表⽰排除前项。可译⼒“抛开……”；“不……⽽……”。',
    explain: [[]],
    example: [
      '冗談<<ぬきで>>、まじめに考えてください。',
      '',
      '時間がありませんから、あいさつ<<ぬきで>>会議を始めます。',
      '',
      'アルコール<<ぬきの>>パーティーなんて、つまらないなあ。',
      '',
      '前置きは<<ぬきで>>、さっそく本論に⼊りましょう。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((抜,ぬ))く'],
    cn: '表⽰经过努⼒，彻底完成前项动作。可译为“坚持……”；“咬紧⽛关去做……”。',
    explain: [[]],
    example: [
      '難しい数学の問題を考え<<((抜,ぬ))いて>>答えが出せたときは、うれしかった。',
      '',
      '困難にあっても最後までやり<<ぬく>>気持ちを捨てないで、頑張りなさい。',
      '',
      '勉強にはぜんぜん興味を持たない⼦どもに、両親は困り<<((抜,ぬ))いている>>。'
    ]
  }
]
