export default [
  {
    id: 'y04-1',
    title: ['～のみならず'],
    cn: '不仅仅限定在前项范围内，其他情况也一样。可译为“不仅仅……”；“不光是……”。',
    explain: [[]],
    example: ['会社の業績改善は、ただ営業部⾨のみならず、社員全体の努⼒にかかっている。']
  },
  {
    id: 'y04-1',
    title: ['～のもとで/～のもとに'],
    cn: '表⽰在某种条件、指导、名义之下完成后项动作。可译为“在……之下”。',
    explain: [[]],
    example: ['「開発」の名のもとに、⼤規模な森林破壊が進んでいる。']
  },
  {
    id: 'y04-1',
    title: ['～ば～ほど'],
    cn: '「～ば」和「～ほど」的前⾯接同⼀个词。表⽰随着前项程度的增加，后项也随之改变。可译为“越……越……”。',
    explain: [[]],
    example: ['⽇本語は、勉強すれば勉強するほど難しくなるような気がする。']
  },
  {
    id: 'y04-1',
    title: ['～はともかく（として）/～ならともかく'],
    cn: '表⽰前项事情暂且不提，⾸先考虑后项动作。可译“……暂且不提”；“……姑且不谈”。',
    explain: [[]],
    example: ['試合の結果はともかく、最後までみんなよくがんばった。']
  },
  {
    id: 'y04-1',
    title: ['～はもちろん/～はもとより'],
    cn: '表⽰前项是理所当然的，就连后项也是如此。可译为“……就不⽤说了，就连……也……”。',
    explain: [[]],
    example: ['⾯接試験では、その⼈の能⼒はもちろん、服装までも判断の材料にされる。']
  },
  {
    id: 'y04-1',
    title: ['～反⾯/～半⾯'],
    cn: '表⽰就事物或⼈的两个⽅⾯进⾏对⽐说明。（同⼀事物的两个⽅向）可译为“⼀⽅⾯……⽽另⼀⽅⾯……”。',
    explain: [[]],
    example: ['⼦どもはかわいい反⾯うるさいものでもある。']
  },
  {
    id: 'y04-1',
    title: ['～べき/～べきだ/～べきではない'],
    cn: '表⽰忠告或建议。可译为“（不）应该……”。',
    explain: [[]],
    example: ['「地球温暖化」はみんなが考えるべき問題である。']
  },
  {
    id: 'y04-1',
    title: ['～ほど/～ほどの/～ほどだ'],
    cn: '表⽰程度。可译为“甚⾄要……”；“……到……的程度”。',
    explain: [[]],
    example: ['困っているとき、あの⼈に助けてもらって、涙が出るほどありがたかった。']
  },
  {
    id: 'y04-1',
    title: ['～ほど～は～ない/いない'],
    cn: '后项句⼦多为否定形式。可译为“没有⽐……更……”；“……最……”。',
    explain: [[]],
    example: ['先⽇起きた事件ほど⼈々に恐怖感を与えた事件はないだろう。']
  },
  {
    id: 'y04-1',
    title: ['～ほど'],
    cn: '表⽰随着前项程度的增加，后项也随之变化。可译为“越……越……”。',
    explain: [[]],
    example: ['時間がある⼈ほど勉強しないようだ。']
  }
]
