export default [
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰否定推测。可译为“不会……吧”。',
    explain: [[]],
    example: [
      '⾃分の⽬で確かめない限り、そんな恐ろしいことはだれも信じ<<まい>>。',
      '',
      'この病気で死ぬ<<まい>>と思うが、念のため医者に診てもらおう。',
      '',
      '内容が硬すぎるし、⾧すぎるので、この⼩説は売れる<<まい>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰强烈的否定的意志。可译为“决不……”。',
    explain: [[]],
    example: [
      '⽇本へ来てしばらくは、できるだけ国へ電話はかける<<まい>>と思っていたが、今⽇はさびしくてたまらず、ついかけてしまった。',
      '',
      '母に⾔うと⼼配するから、このことは母に⾔う<<まい>>。',
      '',
      '⼀⽇で10万円も負けた。競⾺は2度とする<<まい>>と決⼼した。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～か、～まいか'],
    cn: '表⽰选择。可译为“是……，还是……”。',
    explain: [[]],
    example: [
      '留学のことを彼⼥に話そうか話す<<まい>>かと迷っています。',
      '',
      '⽝が死んだことを⼦どもに⾔おうか⾔う<<まい>>か迷った。',
      '',
      '⼆⼈の喧嘩を⽌めようか⽌める<<まい>>か。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～向きに/～向きの/～向きだ'],
    cn: '表⽰适合于前项名词。可译为“适合……”。',
    explain: [[]],
    example: [
      'この機械は値段も安く⼩型で、⼀般家庭<<向きだ>>。',
      '',
      'こちらは上級者<<向きの>>プールで、深さが2メートルあります。',
      '',
      'このあたりは⾬が少ないので、⽶作りには不<<向きだ>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～向けに/～向けの'],
    cn: '表⽰后项是以前项为对象。可译为“⾯向……”。',
    explain: [[]],
    example: [
      'この映画は⼤⼈<<向け>>なので、⼦供は⾒てもつまらない。',
      '',
      'この携帯電話はお年寄り<<向けに>>作られているので、字が⼤きい。',
      '',
      'わが社の⾞は、外国<<向けの>>ものは左ハンドルで、国内向けのものは⽯ハンドルです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～もかまわず'],
    cn: '表⽰不顾前项，⽽去做后项。不把…放在心上。可译为“不管……”；“不顾……”。',
    explain: [[]],
    example: [
      '彼は、怪我をした⾜が痛むの<<もかまわず>>、⼯事現場を⾒てまわった。',
      '',
      '相⼿の気持ち<<もかまわず>>⼀⽅的に怒ってしまい、反省している。',
      '',
      '彼⼥は⾬に濡れるの<<もかまわず>>、彼の後を追いかけた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～も～ば～も/～も～なら～も'],
    cn: '表⽰前后是并列关系。可译为“既……又……”；“不仅……⽽且……”。',
    explain: [[]],
    example: [
      'うちの⼦はまだ中学⽣だが、料理<<も>>作れ<<ば>>、洗濯<<も>>してくれる。',
      '',
      '彼⼥は頭<<も>>よけれ<<ば>>、顔<<も>>きれいでみんなが憧れるわけです。',
      '',
      '彼は英語<<も>>上⼿<<なら>>、中国語<<も>>上⼿だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～もやむをえない'],
    cn: '可译为“即使……也没有办法”；“只好……”。',
    explain: [[]],
    example: [
      'こんなにひどい⾬では、運動会を中⽌して<<もやむをえない>>。',
      '',
      '現代は物質的に豊かになっている。だから、ものの⼤切さが分からない若者が増えて<<もやむをえない>>。',
      '',
      '熱が40度もあるのでは、⽋席<<もやむを得ない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～やら～やら'],
    cn: '表⽰例举。⼀般多⽤在表⽰“由于这样那样的事真够呛”的意思时。可译为“……啦…啦”；“又……又……”。',
    explain: [[]],
    example: [
      '恋⼈と別れた。悲しい<<やら>>寂しい<<やら>>で涙が⽌まらない。',
      '',
      '彼の部屋は汚れた⽫<<やら>>古新聞<<やら>>が散らかっていて、とても汚い。',
      '',
      '先⽇のパーティーには、政治家<<やら>>芸能⼈<<やら>>有名⼈が⼤勢来ていた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ようがない/～ようもない'],
    cn: '表⽰由于⼀些不利的条件，⽽⽆法完成后项动作。想做也做不了。可译为“没法……”。',
    explain: [[]],
    example: [
      '住所も電話番号も分からないので、連絡の取り<<ようがない>>。',
      '',
      'ひどい⾍歯ですね。治し<<ようがありません>>。もう抜くしかありません。',
      '',
      'とても悲しそうだったので、慰め<<ようがなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: [
      '～（よ）うじゃないか/～（よ）うではないか/～（よ）うではありませんか'
    ],
    cn: '表⽰劝诱或者意志。可译为“……吧”。',
    explain: [[]],
    example: [
      '家にばかりいないで、映画でも⾒に<<⾏こうじゃないか>>。',
      '',
      'みんなで⼒を合わせて、平和で住みやすい社会を<<作ろうではありませんか>>。',
      '',
      '⽬標に向かってお互い<<頑張ろうではないか>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['：～よう（に）'],
    cn: '表⽰⽬的。可译为“为了……”。',
    explain: [[]],
    example: [
      '5時に起きられる<<ように>>、⽬覚まし時計をセットした。',
      '',
      '忘れない<<ように>>、ちゃんとメモしてください。',
      '',
      'ほかの⼈の迷惑にならない<<よう>>、静かに話してください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ように/～ような'],
    cn: '表⽰例举。可译为“像……那样”。',
    explain: [[]],
    example: [
      '私も早く李さんの<<ように>>、上⼿に⽇本語が話せるようになりたい。',
      '',
      '私もあなたが着ている<<ような>>スカートが欲しい。',
      '',
      '「皆さん、今から私が⾔う<<ように>>体を動かしてください。'
    ]
  },
  {
    id: 'y04-1',
    title: [
      '〜しかない／〜よりない／〜（より）ほか（は）ない／〜ほかしかたがない'
    ],
    cn: '表⽰除了前项之外，没有其他办法或者选择了。可译为“只好~”，“只能～”。',
    explain: [[]],
    example: [
      '試験に合格するには、がんばる<<しかない>>。',
      '',
      '傘を持っていなかったので、濡れて帰る<<しかなかった>>。',
      '',
      '台⾵で船も⾶⾏機も⽋航したので、ホテルにもう⼀泊する<<よりほかはなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～わりに（は）'],
    cn: '表⽰后项的情况与前项不相符。可译⼒“虽然……但是……”；“与……不符”。',
    explain: [[]],
    example: [
      'このレストランは、⾼い<<わりには>>、うまくとは⾔えない。',
      '',
      '佐藤さんは留学経験がない<<わりに>>、英語の発⾳がきれいですね。',
      '',
      '彼は⼀⽣命勉強している<<わりに>>成績が上がらないので、がっかりしている。'
    ]
  }
]
