export default [
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰否定推测。可译为“不会……吧”。',
    explain: [[]],
    example: ['⾃分の⽬で確かめない限り、そんな恐ろしいことはだれも信じまい。']
  },
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰强烈的否定的意志。可译为“决不……”。',
    explain: [[]],
    example: ['⽇本へ来てしばらくは、できるだけ国へ電話はかけるまいと思っていたが、今⽇はさびしくてたまらず、ついかけてしまった。']
  },
  {
    id: 'y04-1',
    title: ['～か、～まいか'],
    cn: '表⽰选择。可译为“是……，还是……”。',
    explain: [[]],
    example: ['留学のことを彼⼥に話そうか話すまいかと迷っています。']
  },
  {
    id: 'y04-1',
    title: ['～向きに/～向きの/～向きだ'],
    cn: '表⽰适合于前项名词。可译为“适合……”。',
    explain: [[]],
    example: ['この機械は値段も安く⼩型で、⼀般家庭向きだ。']
  },
  {
    id: 'y04-1',
    title: ['～向けに/～向けの'],
    cn: '表⽰后项是以前项为对象。可译为“⾯向……”。',
    explain: [[]],
    example: ['この映画は⼤⼈向けなので、⼦供は⾒てもつまらない。']
  },
  {
    id: 'y04-1',
    title: ['～もかまわず'],
    cn: '表⽰不顾前项，⽽去做后项。不把…放在心上。可译为“不管……”；“不顾……”。',
    explain: [[]],
    example: ['彼は、怪我をした⾜が痛むのもかまわず、⼯事現場を⾒てまわった。']
  },
  {
    id: 'y04-1',
    title: ['～も～ば～も/～も～なら～も'],
    cn: '表⽰前后是并列关系。可译为“既……又……”；“不仅……⽽且……”。',
    explain: [[]],
    example: ['うちの⼦はまだ中学⽣だが、料理も作れば、洗濯もしてくれる。']
  },
  {
    id: 'y04-1',
    title: ['～もやむをえない'],
    cn: '可译为“即使……也没有办法”；“只好……”。',
    explain: [[]],
    example: ['こんなにひどい⾬では、運動会を中⽌してもやむをえない。']
  },
  {
    id: 'y04-1',
    title: ['～やら～やら'],
    cn: '表⽰例举。⼀般多⽤在表⽰“由于这样那样的事真够呛”的意思时。可译为“……啦…啦”；“又……又……”。',
    explain: [[]],
    example: ['恋⼈と別れた。悲しいやら寂しいやらで涙が⽌まらない。']
  },
  {
    id: 'y04-1',
    title: ['～ようがない/～ようもない'],
    cn: '表⽰由于⼀些不利的条件，⽽⽆法完成后项动作。想做也做不了。可译为“没法……”。',
    explain: [[]],
    example: ['住所も電話番号も分からないので、連絡の取りようがない。']
  },
  {
    id: 'y04-1',
    title: ['～（よ）うじゃないか/～（よ）うではないか/～（よ）うではありませんか'],
    cn: '表⽰劝诱或者意志。可译为“……吧”。',
    explain: [[]],
    example: ['家にばかりいないで、映画でも⾒に⾏こうじゃないか。']
  },
  {
    id: 'y04-1',
    title: ['：～よう（に）'],
    cn: '表⽰⽬的。可译为“为了……”。',
    explain: [[]],
    example: ['5時に起きられるように、⽬覚まし時計をセットした。']
  },
  {
    id: 'y04-1',
    title: ['～ように/～ような'],
    cn: '表⽰例举。可译为“像……那样”。',
    explain: [[]],
    example: ['私も早く李さんのように、上⼿に⽇本語が話せるようになりたい。']
  },
  {
    id: 'y04-1',
    title: ['〜しかない／〜よりない／〜（より）ほか（は）ない／〜ほかしかたがない'],
    cn: '表⽰除了前项之外，没有其他办法或者选择了。可译为“只好~”，“只能～”。',
    explain: [[]],
    example: ['試験に合格するには、がんばるしかない。']
  },
  {
    id: 'y04-1',
    title: ['～わりに（は）'],
    cn: '表⽰后项的情况与前项不相符。可译⼒“虽然……但是……”；“与……不符”。',
    explain: [[]],
    example: ['このレストランは、⾼いわりには、うまくとは⾔えない。']
  }
]
