export default [
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰否定推测。可译为“不会……吧”。',
    explain: [[]],
    example: [
      '((⾃分,じぶん))の((⽬,め))で((確,たし))かめない((限,かぎ))り、そんな((恐,おそ))ろしいことはだれも((信,しん))じ<<まい>>。',
      '',
      'この((病気,びょうき))で死ぬ<<まい>>と思うが、((念,ねん))のため((医者,いしゃ))に((診,み))てもらおう。',
      '',
      '((内容,ないよう))が((硬,かた))すぎるし、((⾧,なが))すぎるので、この((⼩説,しょうせつ))は((売,う))れる<<まい>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～まい'],
    cn: '表⽰强烈的否定的意志。可译为“决不……”。',
    explain: [[]],
    example: [
      '⽇本へ来てしばらくは、できるだけ国へ電話はかける<<まい>>と思っていたが、今⽇はさびしくてたまらず、ついかけてしまった。',
      '',
      '母に⾔うと((⼼,しんぱい))配するから、このことは母に⾔う<<まい>>。',
      '',
      '((⼀⽇,いちにち))で((10万円,じゅうまんえん))も((負,ま))けた。((競⾺,けいば))は((2度,にど))とする<<まい>>と((決⼼,けっしん))した。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～か、～まいか'],
    cn: '表⽰选择。可译为“是……，还是……”。',
    explain: [[]],
    example: [
      '((留学,りゅうがく))のことを彼⼥に((話,はな))そう<<か>>((話,はな))す<<まいか>>と((迷,まよ))っています。',
      '',
      '⽝が死んだことを⼦どもに⾔おう<<か>>⾔う<<まいか>>迷った。',
      '',
      '((⼆⼈,ふたり))の((喧嘩,けんか))を⽌めよう<<か>>⽌める<<まいか>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～((向,む))きに/～((向,む))きの/～((向,む))きだ'],
    cn: '表⽰适合于前项名词。可译为“适合……”。',
    explain: [[]],
    example: [
      'この((機械,きかい))は((値段,ねだん))も((安,やす))く((⼩型,こがた))で、((⼀般家庭,いっぱんかてい))<<((向,む))きだ>>。',
      '',
      'こちらは((上級者,じょうきゅうしゃ))<<向きの>>プールで、((深,ふか))さが2メートルあります。',
      '',
      'このあたりは⾬が((少,すく))ないので、((⽶,こめ))((作,つく))りには((不,ふ))<<((向,む))きだ>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～向けに/～向けの'],
    cn: '表⽰后项是以前项为对象。可译为“⾯向……”。',
    explain: [[]],
    example: [
      'この映画は((⼤⼈,おとな))<<((向,む))け>>なので、((⼦供,こども))は⾒てもつまらない。',
      '',
      'この携帯電話はお((年寄,としよ))り<<向けに>>((作,つく))られているので、((字,じ))が((⼤,おお))きい。',
      '',
      'わが社の⾞は、外国<<向けの>>ものは左ハンドルで、((国内,がいこく))向けのものは((⽯,いし))ハンドルです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～もかまわず'],
    cn: '表⽰不顾前项，⽽去做后项。不把…放在心上。可译为“不管……”；“不顾……”。',
    explain: [[]],
    example: [
      '彼は、((怪我,けが))をした((⾜,あし))が((痛,いた))むの<<もかまわず>>、((⼯事,こうじ))((現場,げんば))を⾒てまわった。',
      '',
      '相⼿の気持ち<<もかまわず>>((⼀⽅,いっぽう))的に((怒,おこ))ってしまい、((反省,はんせい))している。',
      '',
      '彼⼥は⾬に((濡,ぬ))れるの<<もかまわず>>、彼の後を((追,お))いかけた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～も～ば～も/～も～なら～も'],
    cn: '表⽰前后是并列关系。可译为“既……又……”；“不仅……⽽且……”。',
    explain: [[]],
    example: [
      'うちの⼦はまだ((中学⽣,ちゅうがくせい))だが、料理<<も>>作れ<<ば>>、((洗濯,せんたく))<<も>>してくれる。',
      '',
      '彼⼥は頭<<も>>よけれ<<ば>>、顔<<も>>きれいでみんなが((憧,あこ))れるわけです。',
      '',
      '彼は英語<<も>>上⼿<<なら>>、中国語<<も>>上⼿だ。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～もやむをえない'],
    cn: '可译为“即使……也没有办法”；“只好……”。',
    explain: [[]],
    example: [
      'こんなにひどい⾬では、((運動会,うんどうかい))を((中⽌,ちゅうし))して<<もやむをえない>>。',
      '',
      '((現代,げんだい))は((物質的,ぶっしつてき))に((豊,ゆた))かになっている。だから、ものの((⼤切,たいせつ))さが((分,わ))からない((若者,わかもの))が((増,ふ))えて<<もやむをえない>>。',
      '',
      '熱が((40度,よんじゅうど))もあるのでは、((⽋席,けっせき))<<もやむを得ない>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～やら～やら'],
    cn: '表⽰例举。⼀般多⽤在表⽰“由于这样那样的事真够呛”的意思时。可译为“……啦…啦”；“又……又……”。',
    explain: [[]],
    example: [
      '((恋⼈,こいびと))と((別,わか))れた。((悲,かな))しい<<やら>>((寂,さび))しい<<やら>>で((涙,なみだ))が⽌まらない。',
      '',
      '彼の部屋は((汚,けが))れた((⽫,さら))<<やら>>((古新聞,こしんぶん))<<やら>>が((散,ち))らかっていて、とても((汚,きたな))い。',
      '',
      '((先⽇,せんじつ))のパーティーには、((政治家,せいじか))<<やら>>((芸能⼈,げいのうじん))<<やら>>((有名⼈,ゆうめいじん))が((⼤勢,たいせい))来ていた。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ようがない/～ようもない'],
    cn: '表⽰由于⼀些不利的条件，⽽⽆法完成后项动作。想做也做不了。可译为“没法……”。',
    explain: [[]],
    example: [
      '((住所,じゅうしょ))も((電話番号,でんわばんごう))も分からないので、連絡の取り<<ようがない>>。',
      '',
      'ひどい((⾍歯,むしば))ですね。((治,なお))し<<ようがありません>>。もう((抜,ぬ))くしかありません。',
      '',
      'とても((悲,かな))しそうだったので、((慰,なぐさ))め<<ようがなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: [
      '～（よ）うじゃないか/～（よ）うではないか/～（よ）うではありませんか'
    ],
    cn: '表⽰劝诱或者意志。可译为“……吧”。',
    explain: [[]],
    example: [
      '家にばかりいないで、映画でも⾒に<<⾏こうじゃないか>>。',
      '',
      'みんなで((⼒,りょく))を合わせて、((平和,へいわ))で((住,す))みやすい((社会,しゃかい))を<<作ろうではありませんか>>。',
      '',
      '((⽬標,もくひょう))に向かってお((互,たが))い<<頑張ろうではないか>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～よう（に）'],
    cn: '表⽰⽬的。可译为“为了……”。',
    explain: [[]],
    example: [
      '5時に起きられる<<ように>>、⽬覚まし時計をセットした。',
      '',
      '忘れない<<ように>>、ちゃんとメモしてください。',
      '',
      'ほかの⼈の((迷惑,めいわく))にならない<<よう>>、静かに話してください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～ように/～ような'],
    cn: '表⽰例举。可译为“像……那样”。',
    explain: [[]],
    example: [
      '私も早く李さんの<<ように>>、上⼿に⽇本語が話せるようになりたい。',
      '',
      '私もあなたが着ている<<ような>>スカートが欲しい。',
      '',
      '「皆さん、今から私が⾔う<<ように>>((体,からだ))を((動,うご))かしてください。'
    ]
  },
  {
    id: 'y04-1',
    title: [
      '〜しかない／〜よりない／〜（より）ほか（は）ない／〜ほかしかたがない'
    ],
    cn: '表⽰除了前项之外，没有其他办法或者选择了。可译为“只好~”，“只能～”。',
    explain: [[]],
    example: [
      '((試験,しけん))に((合格,ごうかく))するには、がんばる<<しかない>>。',
      '',
      '傘を持っていなかったので、((濡,ぬ))れて帰る<<しかなかった>>。',
      '',
      '((台⾵,たいふう))で((船,ふね))も⾶⾏機も((⽋航,けっこう))したので、ホテルにもう((⼀泊,いっぱく))する<<よりほかはなかった>>。'
    ]
  },
  {
    id: 'y04-1',
    title: ['～わりに（は）'],
    cn: '表⽰后项的情况与前项不相符。可译⼒“虽然……但是……”；“与……不符”。',
    explain: [[]],
    example: [
      'このレストランは、⾼い<<わりには>>、うまくとは⾔えない。',
      '',
      '佐藤さんは((留学,りゅうがく))((経験,けいけん))がない<<わりに>>、英語の((発⾳,はつおん))がきれいですね。',
      '',
      '彼は((⼀⽣命勉強,いっしょうけんめい))している<<わりに>>((成績,せいせき))が((上,あ))がらないので、がっかりしている。'
    ]
  }
]
