export default [
  {
    id: 'y04-1',
    title: ['((尊敬語,そんけいご))：他，你'],
    cn: '把他⼈的地位抬⾼表⽰对动作实施者的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((謙譲語,けんじょうご))：我'],
    cn: '把⾃⼰地位降低表⽰尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((丁寧語,ていねいご))：你'],
    cn: '表⽰对对⽅的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '1.被动表⽰尊敬（把动词变成被动的形式，表⽰对动作实施者的尊敬，但是只是改变形式，并不具有被动的含义）。',
    explain: [[]],
    example: ['社⾧はいつ帰りますか→社⾧はいつ帰られますか']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '2.把変成「お+ます形+になります」的形式表⽰尊敬（ます形単⾳节的不可，⼀般不⽤三类动词）',
    explain: [[]],
    example: [
      'お+三类动词词⼲+になります',
      'ご＋三类动词词⼲＋になります',
      '',
      '社⾧はいつ帰りますか→社⾧はいつお帰りになりますか',
      '社⾧はいつ電話しますか→社⾧はいつお電話になりますか',
      '社⾧も会議に((出席,しゅっせき))します→社⾧も会議にご出席になります',
      '⼼配したでしょう→ご⼼配になったでしょう'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '3.有的词本⾝具有对应的尊敬语形式（只是换⼀种形式，意思没有变化）',
    explain: [[]],
    example: [
      '当需要⽤尊敬语表⽰尊敬的时候，123都可以⽤',
      '但是如果这个词有特殊的尊敬形式，我们⼀般⽤特殊的',
      '',
      'くれる -- くださる（くださいます）',
      'いる、来る、⾏く -- いらっしゃる（いらつしゃいます）、おいでです、おいでになる',
      'ている -- ておいでになる',
      '来る -- お((越,こ))しです、お⾒えです、お((越,こ))しになる、お⾒えになる',
      '⾷べる、飲む -- ((召,め))し((上,あ))がる、((上,あ))がる',
      '⾷べる -- お((召,め))し((上,あ))がりです',
      '着る -- お((召,め))しです',
      '⾔う -- おっしゃる（おっしゃいます）',
      'する -- なさる（なさいます）',
      '⾒る -- ご((覧,らん))になる',
      '寝る -- お休みです',
      '知っている -- ご((存知,ぞんじ))です',
      '((住,す))んでいる -- お((住,す))まいです'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '4.てください→お/ご＋ます形+ください',
    explain: [[]],
    example: [
      '⼀⼆お＋ます形＋ください -- お待ちください',
      'お+三类动词词⼲+ください -- 固有河汇 -- お電話ください',
      'ご+三类动词词⼲+ください -- 汉字词 -- ご((注意,ちゅうい))ください',
      '',
      'ていただけませんか→お/ご＋ます形＋いただけませんか',
      'てくださいませんか→お/ご+ます形+くださいませんか',
      '',
      '上⾯3那样有特殊尊敬語的、只能⽤「特殊尊敬語＋てください」',
      '召し上がってください -- ○',
      'お⾷べください -- ×'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '双重敬语（同⼀个词敬语只能⽤⼀个，不可以叠加）',
    explain: [[]],
    example: [
      '召し上がってください -- ○',
      'お召し上がりください -- ✕ -- 特殊＋おます形ください',
      '社⾧はいつお帰られになりますか -- ✕ -- 被动＋おます形になります',
      'こちらでお待たれください -- ✕ -- 被劫+おます形ください'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '5.お+ます形+です',
    explain: [[]],
    example: [
      '①=ている',
      '何を((探,さが))していますか→何をお探しですか',
      '',
      '②表⽰状态的词可以⽤',
      '((時間,じかん))がありますか→時間がおありですか',
      '',
      '③表⽰来，去，回，到达等含义的词可以⽤',
      '＊没有时态变化、⽆论什么时态都是「です」',
      '社⾧はいつ帰りますか→社⾧はいつお帰りですか',
      '社⾧はいつ帰りましたか→社⾧はいつお帰りですか'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '6.お／ご＋ます形＋なさる',
    explain: [[]],
    example: [
      '今⽇の新聞を読みましたか→今⽇の新聞をお読みなさいましたか',
      '早く連絡したほうがいいと思います→早くご連絡なさったほうがいいと思います'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '名词，副词，形容词',
    explain: [[]],
    example: [
      'お＋固有词汇 -- お((名前,なまえ))、お((優,やさ))しい、お((元気,げんき))',
      'ご+汉字词 -- ご((家族,かぞく))、ご((⾃由,じゆう))に、ご((親切,しんせつ))'
    ]
  },
  {
    id: 'y04-1',
    title: ['敬语与⽂体'],
    cn: '敬语：尊敬语，⾃谦语，郑重语，通过抬⾼他⼈或降低⾃⼰表现尊敬',
    explain: [[]],
    example: [
      '⽂体：简体敬体、です、だ→表现对对⽅的尊敬，属于郑重語',
      '即使是两个亲密的⼈对话（⽤简体），但是出现需要尊敬的第三者的时候，也要⽤尊敬语',
      '',
      '社⾧はいつお帰りになる？'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '1.お+ます形+します表⽰⾃謙（ます形単⾳的不能⽤）',
    explain: [[]],
    example: [
      '⼀⼆类动词 -- お+ます形+します -- お待ちします',
      '三类动词 -- お+三类动词词⼲+します -- お電話します',
      '三类动词 -- ご+三类动词词⼲+します -- ご((案内,あんない))します',
      '',
      '也可以有お+ます形+いたします的形'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '2.お/ご＋ます形＋((願,ねが))う -- 拜托対⽅做某事',
    explain: [[]],
    example: ['((事故,じこ))の((状況,じょうきょう))をもう((⼀度,いちど))((詳,くわ))しくお((話,はなし))((願,ねが))えますか']
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '3.お/ご＋ます形＋申し上げる -- 做……（没有实际含义）',
    explain: [[]],
    example: [
      'ただ((今,いま))より((今回,こんかい))のプロジェクトについて、私のほうからお((話,はなし))((申,もう))し((上,あ))げます'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '4.有的词本⾝具有特殊的⾃谦形式',
    explain: [[]],
    example: [
      'あげる',
      '((差,さ))し((上,あ))げる',
      '来る、⾏く',
      '((参,まい))る',
      'ていく、てくる',
      'てまいる',
      'いる→ている',
      'おる→ておる',
      '⾷べる、飲む、もらう',
      'いただく、((頂戴,ちょうだい))する',
      'もらう',
      '((頂戴,ちょうだい))する',
      '⾔う',
      '((申,もう))す、((申,もう))し((上,あ))げる',
      'する',
      'いたす',
      '⾒る',
      '((拝⾒,はいけん))する',
      '知る',
      '((存,ぞん))じる（特⼆）、((存,ぞん))じ上げる',
      'わかる',
      '((承知,しょうちしょうち))する、かしこまる',
      '思う',
      '((存,ぞん))じる、((存,ぞん))じ上げる',
      '聞く、⾏く',
      '((伺,うかが))う（听，问，拜访）',
      '((会,あ))う',
      'お((⽬,め))にかかる',
      '⾒せる',
      'お⽬にかける、ご((覧,らん))に((⼊,い))れる',
      '((借,か))りる',
      '((拝借,はいしゃく))する',
      '((伝⾔,でんごん))する',
      '((申,もう))し((伝,つた))える',
      '聞く、((引,ひ))き((受,う))ける',
      '((承,うけたまわ))る',
      'くれる的尊敬、もらう的⾃谦',
      '賜る（たまわる）',
      '聞く（聆听）；((伝,つた))え((聞,き))く（听说，传闻）；接受、听从（((受,う))ける、((承知,しょうち))する）',
      '((承,うけたまわ))る'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '5.ことと存じます',
    explain: [[]],
    example: [
      '表⽰说话⼈的推测，想必……',
      '这种表⽅式相当尊敬，こと前⾯的定語要⽤表⽰尊敬的形式',
      '还可以⽤「ことと思います」「ことでしょう」尊敬程度依次降低',
      '',
      'ごぶさたしておりますが、先⽣にはお((変,か))わりなくお((過,す))ごしのことと((存,ぞん))じます',
      '((皆様,みなさま))おすこやかに((新春,しんしゅん))をお((迎,むか))えのことと((存,ぞん))じます',
      '明⽇の((研究会,けんきゅうかい))、鈴⽊先⽣もご((出席,しゅっせき))なさることと((存,ぞん))じます'
    ]
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '1.ます、です',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '2.あります→ございます',
    explain: [[]],
    example: ['部屋に机があります→部屋に机がございます']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '3.です→でございます',
    explain: [[]],
    example: ['こちらはマイクさんです→こちらはマイクさんでございます']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '4.いいですか→よろしいでしょうか',
    explain: [[]],
    example: ['']
  }
]
