export default [
  {
    id: 'y04-1',
    title: ['((尊敬語,そんけいご))：他，你'],
    cn: '把他⼈的地位抬⾼表⽰对动作实施者的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((謙譲語,けんじょうご))：我'],
    cn: '把⾃⼰地位降低表⽰尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((丁寧語,ていねいご))：你'],
    cn: '表⽰对对⽅的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '1.被动表⽰尊敬（把动词变成被动的形式，表⽰对动作实施者的尊敬，但是只是改变形式，并不具有被动的含义）。',
    explain: [[]],
    example: ['社⾧はいつ帰りますか→社⾧はいつ帰られますか']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '2.把変成「お+ます形+になります」的形式表⽰尊敬（ます形単⾳节的不可，⼀般不⽤三类动词）',
    explain: [[]],
    example: [
      'お+三类动词词⼲+になります',
      'ご＋三类动词词⼲＋になります',
      '',
      '社⾧はいつ帰りますか→社⾧はいつお帰りになりますか',
      '社⾧はいつ電話しますか→社⾧はいつお電話になりますか',
      '社⾧も会議に出席します→社⾧も会議にご出席になります',
      '⼼配したでしょう→ご⼼配になったでしょう'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '3.有的词本⾝具有对应的尊敬语形式（只是换⼀种形式，意思没有变化）',
    explain: [[]],
    example: [
      '当需要⽤尊敬语表⽰尊敬的时候，123都可以⽤',
      '但是如果这个词有特殊的尊敬形式，我们⼀般⽤特殊的',
      '',
      'くれる -- くださる（くださいます）',
      'いる、来る、⾏く -- いらっしゃる（いらつしゃいます）、おいでです、おいでになる',
      'ている -- ておいでになる',
      '来る -- お越しです、お⾒えです、お越しになる、お⾒えになる',
      '⾷べる、飲む -- 召し上がる、上がる',
      '⾷べる -- お召し上がりです',
      '着る -- お召しです',
      '⾔う -- おっしゃる（おっしゃいます）',
      'する -- なさる（なさいます）',
      '⾒る -- ご覧になる',
      '寝る -- お休みです',
      '知っている -- ご存知です',
      '住んでいる -- お住まいです'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '4.てください→お/ご＋ます形+ください',
    explain: [[]],
    example: [
      '⼀⼆お＋ます形＋ください -- お待ちください',
      'お+三类动词词⼲+ください -- 固有河汇 -- お電話ください',
      'ご+三类动词词⼲+ください -- 汉字词 -- ご注意ください',
      '',
      'ていただけませんか→お/ご＋ます形＋いただけませんか',
      'てくださいませんか→お/ご+ます形+くださいませんか',
      '',
      '上⾯3那样有特殊尊敬語的、只能⽤「特殊尊敬語＋てください」',
      '召し上がってください -- ○',
      'お⾷べください -- ×'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '双重敬语（同⼀个词敬语只能⽤⼀个，不可以叠加）',
    explain: [[]],
    example: [
      '召し上がってください -- ○',
      'お召し上がりください -- ✕ -- 特殊＋おます形ください',
      '社⾧はいつお帰られになりますか -- ✕ -- 被动＋おます形になります',
      'こちらでお待たれください -- ✕ -- 被劫+おます形ください'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '5.お+ます形+です',
    explain: [[]],
    example: [
      '①=ている',
      '何を探していますか→何をお探しですか',
      '',
      '②表⽰状态的词可以⽤',
      '時間がありますか→時間がおありですか',
      '',
      '③表⽰来，去，回，到达等含义的词可以⽤',
      '＊没有时态变化、⽆论什么时态都是「です」',
      '社⾧はいつ帰りますか→社⾧はいつお帰りですか',
      '社⾧はいつ帰りましたか→社⾧はいつお帰りですか'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '6.お／ご＋ます形＋なさる',
    explain: [[]],
    example: [
      '今⽇の新聞を読みましたか→今⽇の新聞をお読みなさいましたか',
      '早く連絡したほうがいいと思います→早くご連絡なさったほうがいいと思います'
    ]
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '名词，副词，形容词',
    explain: [[]],
    example: [
      'お＋固有词汇 -- お名前、お優しい、お元気',
      'ご+汉字词 -- ご家族、ご⾃由に、ご親切'
    ]
  },
  {
    id: 'y04-1',
    title: ['敬语与⽂体'],
    cn: '敬语：尊敬语，⾃谦语，郑重语，通过抬⾼他⼈或降低⾃⼰表现尊敬',
    explain: [[]],
    example: [
      '⽂体：簡体敬体、です、だ→表現対対⽅的尊敬，属于郯重語',
      '即使是两个亲密的⼈对话（⽤简体），但是出现需要尊敬的第三者的时候，也要⽤尊敬语',
      '',
      '社⾧はいつお帰りになる？'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '1.お+ます形+します表⽰⾃謙（ます形単⾳的不能⽤）',
    explain: [[]],
    example: [
      '⼀⼆类动词 -- お+ます形+します -- お待ちします',
      '三类动词 -- お+三类动词词⼲+します -- お電話します',
      '三类动词 -- ご+三类动词词⼲+します -- ご案内します',
      '',
      '也可以有お+ます形+いたします的形'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '2.お/ご＋ます形＋願う -- 拜托対⽅做某事',
    explain: [[]],
    example: ['事故の状況をもう⼀度詳しくお話願えますか']
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '3.お/ご＋ます形＋申し上げる -- 做……（没有实际含义）',
    explain: [[]],
    example: [
      'ただ今より今回のプロジェクトについて、私のほうからお話申し上げます'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '4.有的词本⾝具有特殊的⾃谦形式',
    explain: [[]],
    example: [
      'あげる',
      '差し上げる',
      '来る、⾏く',
      '参る',
      'ていく、てくる',
      'てまいる',
      'いる→ている',
      'おる→ておる',
      '⾷べる、飲む、もらう',
      'いただく、頂戴する',
      'もらう',
      '頂戴する（ちょうだいする）',
      '⾔う',
      '申す、申し上げる',
      'する',
      'いたす',
      '⾒る',
      '拝⾒する',
      '知る',
      '存じる（特⼆）、存じ上げる',
      'わかる',
      '承知（しょうち）する、かしこまる',
      '思う',
      '存じる、存じ上げる',
      '聞く、⾏く',
      '伺う（听，问，拜访）',
      '会う',
      'お⽬にかかる',
      '⾒せる',
      'お⽬にかける、ご覧に⼊れる',
      '借りる',
      '拝借する（はいしゃく）',
      '伝⾔する',
      '申し伝える',
      '聞く、引き受ける',
      '承る（うけたまわる）',
      'くれる的尊敬、もらう的⾃谦',
      '賜る（たまわる）',
      '聞く（聆听）；伝え聞く（听说，传闻）；接受、听从（受ける、承知する）',
      '承る（うけたまわる）'
    ]
  },
  {
    id: 'y04-1',
    title: ['謙譲語'],
    cn: '5.ことと存じます',
    explain: [[]],
    example: [
      '表⽰说话⼈的推测，想必……',
      '这种表⽅式相当尊敬，こと前⾯的定語要⽤表⽰尊敬的形式',
      '还可以⽤「ことと思います」「ことでしょう」尊敬程度依次降低',
      '',
      'ごぶさたしておりますが、先⽣にはお変わりなくお過ごしのことと存じます',
      '皆様おすこやかに新春をお迎えのことと存じます',
      '明⽇の研究会、鈴⽊先⽣もご出席なさることと存じます'
    ]
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '1.ます、です',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '2.あります→ございます',
    explain: [[]],
    example: ['部屋に机があります→部屋に机がございます']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '3.です→でございます',
    explain: [[]],
    example: ['こちらはマイクさんです→こちらはマイクさんでございます']
  },
  {
    id: 'y04-1',
    title: ['丁寧語'],
    cn: '4.いいですか→よろしいでしょうか',
    explain: [[]],
    example: ['']
  }
]
