export default [
  {
    id: 'y04-1',
    title: ['((尊敬語,そんけいご))：他，你'],
    cn: '把他⼈的地位抬⾼表⽰对动作实施者的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((謙譲語,けんじょうご))：我'],
    cn: '把⾃⼰地位降低表⽰尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['((丁寧語,ていねいご))：你'],
    cn: '表⽰对对⽅的尊敬。',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '1.被动表⽰尊敬（把动词变成被动的形式，表⽰对动作实施者的尊敬，但是只是改变形式，并不具有被动的含义）。',
    explain: [[]],
    example: ['社⾧はいつ帰りますか→社⾧はいつ帰られますか']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '2.把変成「お+ます形+になります」的形式表⽰尊敬（ます形単⾳节的不可，⼀般不⽤三类动词）【お+三类动词词⼲+になります】【ご＋三类动词词⼲＋になります】',
    explain: [[]],
    example: ['社⾧はいつ帰りますか→社⾧はいつお帰りになりますか']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '3.有的词本⾝具有对应的尊敬语形式（只是换⼀种形式，意思没有变化）',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['尊敬语'],
    cn: '当需要⽤尊敬语表⽰尊敬的时候，123都可以⽤但是如果这个词有特殊的尊敬形式，我们⼀般⽤特殊的',
    explain: [[]],
    example: ['']
  }
]
