export default [
  {
    id: 'y04-1',
    title: ['は'],
    cn: '',
    explain: [[]],
    example: [
      '1.表示主题',
      '私は朝6時に起きます。',
      '',
      '2.表⽰强调',
      '⽇曜⽇は友達と奈良へ⾏きました。',
      '',
      '3.代替「を、が」强週',
      'お酒は飲みません。⾞で来ましたから。',
      '',
      '4.対⽐',
      '⽇本語は好きですが、英語は好きではありません。',
      '',
      '5.表⽰让步，⼀般逆接',
      '読んではみたが、わからないところが多い。安い（こと）は安いが、傷がある。',
      '',
      '6.表⽰条件、多「ては」、…的话',
      'こんなに暑くては、何もできません。',
      '',
      '7.数量词＋、最⼩限度',
      'これを買うには三万円はかかります。'
    ]
  },
  {
    id: 'y04-1',
    title: ['も'],
    cn: '',
    explain: [[]],
    example: [
      '1.也',
      'どちらも好きです。',
      '',
      '2.疑问词+⼗否定⼀全⾯否定',
      '何も好きではありません。',
      '',
      '3.疑同司+も→数量之多',
      '何回もダイエットをしたことがあります。',
      '',
      '疑河司+か→不确定',
      '何回かダイエットをしたことがあります。',
      '',
      '4.数量司+も、数量之多',
      'これを買うには三万円もかかります。',
      '',
      '5.⾄于两个同⼀词之间，强调',
      '兄も兄なら、弟も弟だ／質は良いが、⾼いも⾼いね。',
      '',
      '6.加强语⽓',
      '猿も⽊から落ちる夜も明けない前から起き出して仕事をする。'
    ]
  },
  {
    id: 'y04-1',
    title: ['の'],
    cn: '',
    explain: [[]],
    example: [
      '1.的：产地，属性，所属，⽅位',
      'ドイツの⾞/⽇本語の本／私の本／机の上。',
      '',
      '2.替代前⾯的名词',
      'その本は私のです。',
      '',
      '3.句⼦作定語、主語が→の',
      'ミラーさんの作ったケーキはï美味しいです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['を'],
    cn: '',
    explain: [[]],
    example: [
      '1.他动词宾语',
      '⽔を飲みます',
      '',
      '2.离开，经过，移动的场所。',
      '家を出ます／橋を渡ります/公園を散歩し',
      '',
      '3.表⽰临时带有他动词性质的⾃动词的⽬的或对象',
      '昼夜⼯事を急いでいます／会社を休みます/これで聴解試験を終わります'
    ]
  },
  {
    id: 'y04-1',
    title: ['助词が'],
    cn: '',
    explain: [[]],
    example: [
      '1.情感，能⼒的对象',
      '本が好きです/⾞が欲しいです/英語が上⼿です',
      '',
      '2.存在的主体',
      '猫がいます。',
      '',
      '3.主语（动作的实施者&状态的主体）',
      'これはミラーさんが作ったケーキです⼭が⾼いです。',
      '',
      '4.第⼀次出现的新信息',
      '-綺麗なネクタイですね。',
      '-ええ、佐さんがくれたんです。',
      '',
      '5.强调主语',
      '教室に誰がいますか。',
      '',
      '6.描述⾃然现象时的主体',
      '⾬が降っています',
      '',
      '7.描述场⾯，叙述状况',
      '⾳が⼩さいですこれに触ると、⽔が出ます'
    ]
  },
  {
    id: 'y04-1',
    title: ['接续词が'],
    cn: '',
    explain: [[]],
    example: [
      '1.顺接：前后语⽓不⽭盾',
      '失礼ですが、お名前は？',
      '',
      '2.逆接：前后语⽓相反',
      '⽇本は⼩さいですが、きれいです。'
    ]
  },
  {
    id: 'y04-1',
    title: ['ヘ'],
    cn: '',
    explain: [[]],
    example: ['1.移动的⽅向', '学校へ⾏きます。']
  },
  {
    id: 'y04-1',
    title: ['で'],
    cn: '',
    explain: [[]],
    example: [
      '1.⽅法⼿段',
      '⼿でご飯を⾷べます。',
      '',
      '2.动作或事件发⽣的场所',
      '教室で勉強します/商店街でイベントがあります。',
      '',
      '3.抽象的动作发⽣的场所',
      '会議で何を⾔いました。',
      '',
      '4.表⽰范園',
      '世界であなたが⼀番好きです。',
      '',
      '5.表⽰吋同或⾦銭的名司+で⽤..',
      '駅まで三⼗分で⾏きます。',
      '',
      '6.表⽰数量的合计',
      'りんごは4つで800円です。',
      '',
      '7.表⽰限定',
      'これでいいですか',
      '',
      '8.能够看出来的原材料',
      '⽇本の家は⽊で作られます。',
      '',
      '9.表⽰原因',
      '⼤雪で⾶⾏機が⾶べなくなりました。',
      '',
      '10.表⽰时间的范围和期限',
      '明⽇の午前中で終わるだろうと思います。',
      '',
      '11.表⽰主語，常⽤でも、では',
      '県でもそれを奨励しています学校ではそんなことを教えないはずです。',
      ''
    ]
  },
  {
    id: 'y04-1',
    title: ['と'],
    cn: '',
    explain: [[]],
    example: [
      '1.和，名词的列',
      '部屋に本と机があります。',
      '',
      '2.和，动作的共起',
      '私は家族と⽇本へ⾏きます。',
      '',
      '3.提⽰内容',
      '私はいいと思います。',
      '',
      '4.⽆实意，让描述理加⽣动形象',
      '⽇本から中国へとずっと⾒物して回りました敵の陰謀は次々と破産しました。',
      '',
      '5.表⽰⽐喻',
      '弾丸が⾬嵐と降り注ぎま。',
      '',
      '6.表⽰整数和零头',
      '全部で⼀年と2ヶ⽉です。一年は三百六⼗五⽇と四分の⼀であります。'
    ]
  },
  {
    id: 'y04-1',
    title: ['や'],
    cn: '',
    explain: [[]],
    example: ['1.不完全列举', '部屋に机や椅子（など）があります。']
  },
  {
    id: 'y04-1',
    title: ['词＋から'],
    cn: '',
    explain: [[]],
    example: [
      '1.起点，从',
      '六時から勉強します。',
      '',
      '2.看不出的原材料',
      'お酒は⽶から作られます。',
      '',
      '3.表⽰判断，⽐较的依据',
      'あの⼈の成績からすると、⼤学受験は無理です。'
    ]
  },
  {
    id: 'y04-1',
    title: ['句＋から'],
    cn: '',
    explain: [[]],
    example: ['1.因为', 'お⾦がないから、ミラーさんに借りたいと思います。']
  },
  {
    id: 'y04-1',
    title: ['まで'],
    cn: '',
    explain: [[]],
    example: ['1.まで、到', '三時まで勉強します。']
  },
  {
    id: 'y04-1',
    title: ['より'],
    cn: '',
    explain: [[]],
    example: [
      '1.⽐',
      '昔の⾃分より強いです。',
      '',
      '2.=+から/以更加',
      'アメリカより来ました。',
      '',
      '3.更加（注意读⾳）',
      'より良い成績を目指しています。'
    ]
  },
  {
    id: 'y04-1',
    title: ['に'],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: ['か'],
    cn: '',
    explain: [[]],
    example: [
      '1.问号',
      'あれはなんですか。',
      '',
      '2.不确定：动作是否发⽣的不确定',
      '夏休みはどこかへ⾏きましたか。',
      '',
      '3.不确定：疑问词+か',
      'いつかまた会いたいです。',
      '',
      '4.名词か名词ーー名词或名词',
      '黒か青のペンを使ってください。'
    ]
  },
  {
    id: 'y04-1',
    title: ['しか'],
    cn: '',
    explain: [[]],
    example: ['1.除了', '日本語しか会话せません。']
  },
  {
    id: 'y04-1',
    title: ['に'],
    cn: '',
    explain: [[]],
    example: [
      '1.动作发⽣的时间',
      '六時に起きます。',
      '',
      '2.动作的对象',
      '喫茶店に⼊ります／友達に会います。',
      '',
      '4.⽐例或分配的基准',
      'このクラスでは5⼈に1⼈は学⽣です。3⼈に3つおもちゃを配ります。',
      '',
      '5.⽬的（..へ...に⾏きます）',
      '公園へ散歩に⾏きます。',
      '',
      '6.変化的結果',
      'ミラーさんはきれいになりました。',
      '',
      '7.⽬的地',
      '北京に⾏きます。',
      '',
      '8.动作的着落点',
      '本を机の上に置きます。北京に着きます。',
      '',
      '9.作为',
      'お⼟産にチョコレートを買いました。',
      '',
      '10.⽬的及⽤途',
      'ハサミは紙を切るのに使います/このカバンは旅⾏に便利です。',
      '',
      '11.附加，在...上加上..14.表⽰状（説明作域作⽤的情⽇本は南北に細⾧い島国です/河沿いに歩きます/あの⼈は⾻と⽪形，呈现的状态.',
      '待ちに待った夏休み、やっと来ました/朝ごはんはパンに卵です。',
      '',
      '12.⽐较，评价的基准',
      '野菜は健康にいいです。私は寒さに弱いです。',
      '',
      '13.表⽰动作，作⽤的原因，动机，理由',
      '家が強い⾵に倒壊しました彼はその仕事の成功にすっかり⾃信をつけてしまいました。',
      '',
      '15.~には～微是要徴、但……',
      '教えるには教えるが、あまり当てになりませんよ痛いには痛いが、我慢できないほどではありません',
      '',
      '16.表⽰能⼒的主体',
      'これは私には解決できない問題です。かれにはわかるはずがありません。'
    ]
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  },
  {
    id: 'y04-1',
    title: [''],
    cn: '',
    explain: [[]],
    example: ['']
  }
]
