export default {
  id: 3,
  chapter: 3,
  title: '小李在箱根',
  lesson: [
    {
      no: 9,
      topic: '<四川料理,しせんりょうり>は<辛,から>いです',
      basic: {
        base: [
          '<四川料理,しせんりょうり>は<辛,から>いです。',
          'このスープはあまり<熱,あつ>くないです。',
          '<旅行,りょこう>はとても<楽,たの>しかったです。',
          '<中国,ちゅうごく>は<広,ひろ>い<国,くに>です。'
        ],
        use: [
          [
            '<甲,こう>：<天気,てんき>はよかったですか。',
            '<乙,おつ>：いいえ、あまりよくなかったです。'
          ], [
            '<甲,こう>：<天安門,てんあんもん>へ<行,い>きましたか。',
            '<乙,おつ>：はい。とても<大,おお>きい<建物,たてもの>ですね。'
          ], [
            '<甲,こう>：<万里,ばんり>の<長城,ちょうじょう>は<北京,ペキン>から<遠,とお>いですか。',
            '<乙,おつ>：いいえ、あまり<遠,とお>くないです。'
          ], [
            '<甲,こう>：<北京,ペキン>ダックは<食,た>べましたか。',
            '<乙,おつ>：はい、<食,た>べました。とてもおいしかったですよ。'
          ]
        ]
      },
      utilization: {
        title: '<温泉,おんせん>',
        content: [
          [
            '<李,り>：<小野,おの>さん、この<浴衣,ゆかた>はちょっと<小,ちい>さいです。',
            '<小野,おの>：あら、それは<子供用,こどもよう>ですよ。これをどうぞ。',
            '<李,り>：これはちょうどいいです。'
          ], [
            '<小野,おの>：<李,り>さん、<熱,あつ>くないですか。',
            '<李,り>：いいえ、ちょうどいいです。とても<気持,きも>ちがいいですね。'
          ], [
            '<李,り>：<小野,おの>さん、すばらしい<眺,なが>めですね。',
            '<小野,おの>：ええ、<本当,ほんとう>に。'
          ], [
            '<李,り>：<小野,おの>さん、それは<何,なん>ですか。',
            '<小野,おの>：ああ、これは<温泉,おんせん>のお<湯,ゆ>です。<李,り>さんも<飲,の>みますか。',
            '<李,り>：ええ。あまりおいしくないですね。'
          ]
        ]
      },
      grammar: {
        base: [
          [
            'o::「名」は「一类形」です',
            'm::日语的形容词分两类。其中，一类形容词是以“い”结尾的形容词。做谓语时要在后面加“です”。',
            'e::▶︎　((四川,しせん))((料理,りょうり))<<は((辛,から))いです>>。(四川菜很辣。)',
            'e::▶︎　あのスープは<<((冷,つめ))たいです>>。(那个汤是凉的。)',
            'e::▶︎　このお((茶,ちゃ))は<<((熱,あつ))いです>>。(这茶很烫。)'
          ],
          [
            'o::「一类形」做谓语时的否定形式',
            'm::一类形容词做谓语时的否定形式是将词尾的“い”变成“く”再加上“ないです”或“ありません”。',
            'e::▶︎　このスープは<<((熱,あつ))くないです>>。(这个汤不热。)',
            'e::▶︎　((今日,きょう))は<<((寒,さむ))くないです>>。(今天不冷。)',
            'e::▶︎　この((本,ほん))は<<((高,たか))くありません))。(这本书不贵。)',
            'n::“いいです”的否定形式是“よくないです”或“よくありません”。'
          ],
          [
            'o::「一类形」做谓语时的过去形式',
            'm::一类形容词做谓语时的过去形式是将词尾的“い”变成“かった”再加“です”。其过去形式的否定形式则是把词尾“い”変成“くなかったです”或者“くありませんでした”。',
            'e::▶︎　((旅行,りょこう))は<<((楽,たの))しかったです>>。(旅行很愉快。)',
            'e::▶︎　((昨日,きのう))は<<((寒,さむ))くなかったです>>。(昨天不冷。)',
            'e::▶︎　((昨日,きのう))は<<((寒,さむ))くありませんでした>>。(昨天不冷。)',
            'm::描述过去体验过的事物的性质时，日语必须使用过去形式。',
            'e::▶︎　おいしいです。(好吃。)〔正在吃的时候〕',
            'e::▶︎　おいしかったです。(好吃。)〔吃完以后〕',
            'n::“いいです”的过去形式是“よかったです”，过去否定形式是“よくありませんでした”。'
          ],
          [
            'o::「一类形」＋「名」',
            'm::一类形容词可直接修饰名词。',
            'e::▶︎　<<((広,ひろ))い>>((国,くに))(幅员辽阔的国家)',
            'e::▶︎　<<((青,あお))い>>((海,うみ))(蓝色的大海)',
            'e::▶︎　<<おいしい>>((料理,りょうり))(可口的饭菜)',
            'e::▶︎　<<((白,しろ))い>>((紙,かみ))(白纸)',
            'n::形容词和名词之间不能加“の”。“❌おいしいの((料理,りょうり))”'
          ],
          [
            'o::“を”→“は”',
            'm::用“コ一ヒ一を((飲,の))みます(喝咖啡)”中的“を”前面的名词作话题，或者进行对比时，使用第5课、第6课学过的助词“は”，构成“コ一ヒ一は((飲,の))みます”“コ一ヒ一は((飲,の))みますか”“コ一ヒ一は((飲,の))みません"的形式(👉第5课“语法解释6”，第6课“语法解释6”)。这时候原来的“を”必须去掉，不能变成“❌をは”的形式。',
            'e::▶︎　この((本,ほん))<<は>>((李,り))さんにもらいました。(这本书是从小李那儿得到的。)〔话题〕',
            'e::▶︎　わたしはコーヒー<<は>>((飲,の))みません。(我不喝咖啡。)〔对比〕',
            'e::❌　わたしはコーヒー<<をは>>((飲,の))みません。'
          ],
          [
            'o::あまり「一类形／动（否定）」',
            'm::“あまり”与后面的否定形式呼应，表示程度不高。',
            'e::▶︎　このスープは<<あまり((熱,あつ))くないです>>。(这个汤不太热。)',
            'e::▶︎　((試験,しけん))は<<あまり((難,むずか))しくありませんでした>>。(考试不太难。)'
          ],
          [
            'o::表示程度的副词①',
            'm::“とても” “たいへん” “((少,すこ))し” “ちょっと” “あまり” “((全然,ぜんぜん))”等都是表示程度的副词。“あまり” “((全然,ぜんぜん))”要与后面的否定形式呼应使用。他们之间的轻重程度如下：',
            't::とても／たいへん:＞:((少,すこ))し／ちょっと:＞:あまり〜ません:＞:((全然,ぜんぜん))〜ません@（很，非常）:　:（一点儿）:　:（不太～）:　:（根本不～）',
            'e::▶︎　この((料理,りょうり))は<<とても>>おいしいです。(这个菜非常好吃。)',
            'e::▶︎　このスープは<<((少,すこ))し>>((辛,から))いです。(这个汤有点辣。)',
            'e::▶︎　((試験,しけん))は<<((全然,ぜんぜん))((難,むずか))しくありませんでした>>。(考试一点儿也不难。)',
            'n::汉语中形容词前面的“很”有时并不表示程度很重，而日语中如使用“とても”等，则强调程度非常重。'
          ],
          [
            'o::常用的一类形容词',
            't::((新,あたら))しい 新:((古,ふる))い 旧:((熱,あつ))い 烫:((冷,つめ))たい 凉@((高,たか))い 高:((低,ひく))い 矮，低:((暑,あつ))い 热:((寒,さむ))い 冷@((高,たか))い 贵:((安,やす))い 便宜:((多,おお))い 多:((少,すく))ない 少@((難,むずか))しい 难:((易,やさ))しい 容易:((広,ひろ))い 宽广:((狭,せま))い 窄@((大,おお))きい 大:((小,ちい))さい 小:((遠,とお))い 远:((近,ちか))い 近@いい 好:((悪,わる))い 坏:((楽,たの))しい 愉快:つまらない 无聊'
          ]
        ],
        explain: [
          [
            'o::“((多,おお))い”和“((少,すく))ない”',
            'm::“((多,おお))い” “((少,すく))ない”不同于其他一类形容词，不能单独修饰名词。如不能说“❌((多,おお))い((本,ほん))”这时要说“たくさんの((本,ほん))”。',
            'e::▶︎　((公園,こうえん))に<<たくさんの((人,ひと))>>がいます。(公园里人很多。)',
            'e::❌　((公園,こうえん))に((多,おお))い((人,ひと))がいます。(❌“多い”＋名词)'
          ],
          [
            'o::((子供用,こどもよう))',
            'm::“〜((用,よう))”相当于汉语的“〜用的”的意思。其前面一般为表示使用者或用途的词语。除了应用课文中的“((子供用,こどもよう))(孩子用)”之外，还有“((女性用,じょせいよう))(女性用)” “お((客様用,きゃくさまよう))(来宾用)” “ワイン((用,よう))のグラス(喝葡萄酒的酒杯)”等。'
          ],
          [
            'o::あら【叹词③】',
            'm::“あら”是女性在感到惊讶或疑惑不解时使用的词语，由“あれ”变化而来。',
            'e::▶︎　〔以为小李在办公室，过来找她，她却不在〕',
            'e::　　<<あら>>、((李,り))さんがいませんね。(咦，小李不在呀?)',
            'e::　　ーーもう((帰,かえ))りましたよ。(她已经回去了。)'
          ],
          [
            'o::((熱,あつ))くないですか【否定疑问句】',
            'm::应用课文中的“((熱,あつ))くないですか(水不烫吗?)”和汉语一样，是确认对方是否和自己持有相同看法的疑问句。应用课文中，小野担心温泉对小李来说太烫而用此形式发问。',
            'm::对于这种否定疑问句，日语的回答方式与汉语不同，“はい”和“いいえ”都可以使用。',
            'e::▶︎　<<((熱,あつ))くないですか>>。(水不烫吗?)',
            'e::　　ーー<<はい>>、((熱,あつ))くないです。(是的，不烫。)',
            'e::　　ーー<<いいえ>>、((熱,あつ))くないです。(不，不烫。)',
            'm::用“はい”回答时，是对对方以否定形式询问的内容————((熱,あつ))くない”加以肯定。相反，用“いいえ”回答时，否定的是对方认为“((熱,あつ))い”的想法。应用课文中小李否定小野的担心，而用了“いいえ”回答，接着用“ちょうどいいです(正合适)”替代了“((熱,あつ))くないです(不烫)”。'
          ],
          [
            'o::ああ【叹词④】',
            'm::叹词“ああ”对对方的提问或建议做出肯定性回答或者仅仅作为搭腔语使用。同“はい”或“ええ”相比，其搭腔的语气要比肯定的语气更重。',
            'e::▶︎　((小野,おの))さん、それは((何,なん))ですか。(小野，那是什么?)',
            'e::　　ーー<<ああ>>、これは((温泉,おんせん))のお((湯,ゆ))です。(啊，这是温泉水。)'
          ],
          [
            'o::ちょうどいい',
            'm::“ちょうどいいです(正合适)”表示时间或分量等合适。应用课文中小李认为浴衣的型号合体以及温泉温度合适时用了“ちょうどいいです”。',
            'e::▶︎　この((浴衣,ゆかた))は<<ちょうどいいです>>。(这件浴衣正合适。)',
            'e::▶︎　((李,り))さん、((熱,あつ))くないですか。(小李，水不烫吗?)',
            'e::　　ーーいいえ、<<ちょうどいいです。>>(不烫，正合适。)'
          ],
          [
            'o::“お((湯,ゆ))”和“((水,みず))”',
            'm::日语中，“お((湯,ゆ))”是“热水”或“开水”，而“((水,みず))”仅指“凉水”。因此可以说“((熱,))いお((湯,ゆ))(热水)”“((冷,つめ))たい((水,みず))(凉水)”，但不能说"((熱,あつ))い((水,みず))”。'
          ],
          [
            'o::味道的表达方式',
            'm::日语中，相当于汉语的“甜” “咸” “酸” “辣” “苦”的表达方式有“((甘,あま))い” “（((塩,しお))）((辛,から))い” “((酸,す))っぱい” “((辛,から))い” “((苦,にが))い”等。“((辛,から))い”有“咸”和“辣”两种意思，需要特别区分时，“咸”可以说成“((塩,しお))((辛,から))い”或“しょっぱい”，“しょっぱい”只用于口语。',
            'm::此外，“おいしい(好吃)” “まずい(不好吃)”表达的是食物或饮料(包括水)放到口中的感觉，感觉味道好就用“おいしい”，反之用“まずい”。因此，即使是水日本人也会说“おいしい((水,みず))(好喝的水)” “まずい((水,みず))(不好喝的水)”。',
            'e::▶︎　この((水,みず))はとても<<おいしい>>ですよ。(这个水很好喝。)',
            'e::▶︎　((子供用,こどもよう))の((薬,くすり))は<<((苦,にが))くない>>です。(孩子吃的药不苦。)'
          ]
        ]
      },
      word: [
        { kana: 'りょうり', mana: '料理', type: '名', cn: '菜肴，饭菜' },
        { kana: 'しせんりょうり', mana: '四川料理', type: '名', cn: '四川菜' },
        { kana: 'スープ', mana: '', type: '名', cn: '汤' },
        { kana: 'ペキンダック', mana: '北京ダック', type: '名', cn: '北京烤鸭' },
        { kana: 'たべもの', mana: '食べ物', type: '名', cn: '食物，食品' },
        { kana: 'すきやき', mana: 'すき焼き', type: '名', cn: '日式牛肉火锅' },
        { kana: 'おんせん', mana: '温泉', type: '名', cn: '温泉' },
        { kana: 'おゆ', mana: 'お湯', type: '名', cn: '热水，开水' },
        { kana: 'みず', mana: '水', type: '名', cn: '水，凉水' },
        { kana: 'ゆかた', mana: '浴衣', type: '名', cn: '浴衣，夏季和服' },
        { kana: 'ながめ', mana: '眺め', type: '名', cn: '景色，风景' },
        { kana: 'くすり', mana: '薬', type: '名', cn: '药' },
        { kana: 'てんき', mana: '天気', type: '名', cn: '天气' },
        { kana: 'うみ', mana: '海', type: '名', cn: '大海' },
        { kana: 'やま', mana: '山', type: '名', cn: '山' },
        { kana: 'かみ', mana: '紙', type: '名', cn: '纸' },
        { kana: 'ニュース', mana: '', type: '名', cn: '新闻' },
        { kana: 'じょせい', mana: '女性', type: '名', cn: '女性' },
        { kana: 'おきゃくさま', mana: 'お客様', type: '名', cn: '来宾' },
        { kana: 'グラス', mana: '', type: '名', cn: '玻璃杯' },
        { kana: 'かぶき', mana: '歌舞伎', type: '名', cn: '歌舞伎' },
        { kana: 'きもち', mana: '気持ち', type: '名', cn: '心情' },
        { kana: 'たくさん', mana: '', type: '名', cn: '很多' },
        { kana: 'からい', mana: '辛い', type: '形1', cn: '辣' },
        { kana: 'あまい', mana: '甘い', type: '形1', cn: '甜' },
        { kana: 'しおからい', mana: '塩辛い', type: '形1', cn: '咸' },
        { kana: 'しょっぱい', mana: '', type: '形1', cn: '咸' },
        { kana: 'すっぱい', mana: '酸っぱい', type: '形1', cn: '酸' },
        { kana: 'にがい', mana: '苦い', type: '形1', cn: '苦' },
        { kana: 'おいしい', mana: '', type: '形1', cn: '好吃，可口' },
        { kana: 'まずい', mana: '', type: '形1', cn: '不好吃，难吃' },
        { kana: 'あつい', mana: '熱い', type: '形1', cn: '热，烫' },
        { kana: 'つめたい', mana: '冷たい', type: '形1', cn: '凉' },
        { kana: 'たのしい', mana: '楽しい', type: '形1', cn: '愉快，快乐' },
        { kana: 'おもしろい', mana: '', type: '形1', cn: '有趣，有意思' },
        { kana: 'つまらない', mana: '', type: '形1', cn: '无聊' },
        { kana: 'ひろい', mana: '広い', type: '形1', cn: '广阔，宽敞' },
        { kana: 'せまい', mana: '狭い', type: '形1', cn: '狭窄' },
        { kana: 'おおきい', mana: '大きい', type: '形1', cn: '大' },
        { kana: 'ちいさい', mana: '小さい', type: '形1', cn: '小' },
        { kana: 'いそがしい', mana: '忙しい', type: '形1', cn: '忙，忙碌' },
        { kana: 'いい', mana: '', type: '形1', cn: '好' },
        { kana: 'わるい', mana: '悪い', type: '形1', cn: '不好，坏' },
        { kana: 'すばらしい', mana: '', type: '形1', cn: '极好，绝佳' },
        { kana: 'とおい', mana: '遠い', type: '形1', cn: '远' },
        { kana: 'ちかい', mana: '近い', type: '形1', cn: '近' },
        { kana: 'たかい', mana: '高い', type: '形1', cn: '高，贵' },
        { kana: 'ひくい', mana: '低い', type: '形1', cn: '低' },
        { kana: 'やすい', mana: '安い', type: '形1', cn: '便宜' },
        { kana: 'さむい', mana: '寒い', type: '形1', cn: '寒冷' },
        { kana: 'あつい', mana: '暑い', type: '形1', cn: '（天气）热' },
        { kana: 'あおい', mana: '青い', type: '形1', cn: '蓝色的' },
        { kana: 'しろい', mana: '白い', type: '形1', cn: '白色的' },
        { kana: 'あたらしい', mana: '新しい', type: '形1', cn: '新' },
        { kana: 'ふるい', mana: '古い', type: '形1', cn: '旧' },
        { kana: 'むずかしい', mana: '難しい', type: '形1', cn: '难' },
        { kana: 'やさしい', mana: '易しい', type: '形1', cn: '容易' },
        { kana: 'おおい', mana: '多い', type: '形1', cn: '多' },
        { kana: 'すくない', mana: '少ない', type: '形1', cn: '少' },
        { kana: 'かわいい', mana: '', type: '形1', cn: '可爱' },
        { kana: 'ほんとうに', mana: '本当に', type: '副', cn: '真的，实在是' },
        { kana: 'あまり', mana: '', type: '副', cn: '不（太）～，不很～' },
        { kana: 'とても', mana: '', type: '副', cn: '很，非常' },
        { kana: 'たいへん', mana: '', type: '副', cn: '很，非常' },
        { kana: 'すこし', mana: '少し', type: '副', cn: '一点儿' },
        { kana: 'ちょっと', mana: '', type: '副', cn: '一点儿' },
        { kana: 'ぜんぜん', mana: '全然', type: '副', cn: '根本（不），全然（不）' },
        { kana: 'ちょうど', mana: '', type: '副', cn: '正好，恰好' },
        { kana: 'あら', mana: '', type: '叹', cn: '哎呀，咦' },
        { kana: 'あれ', mana: '', type: '叹', cn: '哎呀，咦' },
        { kana: 'ああ', mana: '', type: '叹', cn: '啊' },
        { kana: 'てんあんもん', mana: '天安門', type: '专', cn: '天安门' },
        { kana: 'ばんりのちょうじょう', mana: '万里の長城', type: '专', cn: '万里长城' }
      ],
      phrase: [
        { kana: 'きもちがいい', mana: '気持ちがいい', cn: '感觉舒服，心情愉快' },
        { kana: '〜よう', mana: '〜用', cn: '' }
      ]
    },
    {
      no: 10,
      topic: '<京都,きょうと>の<紅葉,もみじ>は<有名,ゆうめい>です',
      basic: {
        base: [
          '<京都,きょうと>の<紅葉,もみじ>は<有名,ゆうめい>です。',
          'この<通,とお>りはにぎやかではありません。',
          '<奈良,なら>は<静,しず>かな<町,まち>です。',
          '<昨日,きのう>は<日曜日,にちようび>でした。'
        ],
        use: [
          [
            '<甲,こう>：どんなお<土産,みやげ>を<買,か>いましたか。',
            '<乙,おつ>：きれいな<人形,にんぎょう>を<買,か>いました。'
          ], [
            '<甲,こう>：<京都,きょうと>はどうでしたか。',
            '<乙,おつ>：とてもきれいでした。でも、<静,しず>かではありませんでした。'
          ], [
            '<甲,こう>：<横浜,よこはま>はどんな<町,まち>ですか。',
            '<乙,おつ>：<大,おお>きい<町,まち>です。そして、にぎやかな<町,まち>です。'
          ], [
            '<甲,こう>：<東京,とうきょう>の<天気,てんき>はどうでしたか。',
            '<乙,おつ>：<昨日,きのう>は<晴,は>れでした。でも、おとといは<雨,あめ>でした。'
          ]
        ]
      },
      utilization: {
        title: '<美術館,びじゅつかん>',
        content: [
          [
            '<長島,ながしま>：<昨日,きのう><京都,きょうと>へ<行,い>きました。',
            '<小野,おの>：<京都,きょうと>ですか。<京都,きょうと>の<紅葉,もみじ>はどうでしたか。',
            '<長島,ながしま>：とてもきれいでした。でも、<町,まち>はあまり<静,しず>かじゃありませんでした。',
            '<李,り>：えっ？',
            '<長島,ながしま>：<今,いま>ちょうど<修学旅行,しゅうがくりょこう>のシーズンです。とてもにぎやかでした。'
          ], [
            '<李,り>：この<通,とお>りは<静,しず>かですね。',
            '<長島,ながしま>：ああ、<今日,きょう>は<平日,へいじつ>ですね。でも、<休,やす>みの<日,ひ>は<観光客,かんこうきゃく>が<多,おお>いです。とてもにぎやかですよ。',
            '<李,り>：そうですか。'
          ], [
            '<李,り>：あれえ、だれもいませんね。',
            '<小野,おの>：そうですね。',
            '<李,り>：ところで、この<美術館,びじゅつかん>にはどんな<作品,さくひん>がありますか。',
            '<小野,おの>：<世界中,せかいじゅう>の<有名,ゆうめい>な<作家,さっか>の<彫刻,ちょうこく>です。',
            '<長島,ながしま>：<美術館,びじゅつかん>の<庭,にわ>にもいろいろおもしろいのがありますよ。'
          ]
        ]
      },
      grammar: {
        base: [
          [
            'o::「名」は「二类形」です／でした',
            'm::二类形容词是不以“い”结尾的形容词。做谓语时要在后面加“です”。过去形式是“でした”。',
            'e::▶︎　((京都,きょうと))の((紅葉,もみじ))は<<((有名,ゆうめい))です>>。(京都的红叶很有名。)',
            'e::▶︎　この((通,とお))りは<<((静,しず))かです>>。(这条街很安静。)',
            'e::▶︎　この((町,まち))は<<にぎやかでした>>。(这个城市从前很热闹。)'
          ],
          [
            'o::「名」は「二类形」ではありません／ではありませんでした',
            'm::二类形容词做谓语时的否定形式是“二类形容词＋ではありません”。过去形式的否定形式是“ではありませんでした”。在口语里“では”一般说成“じゃ”。',
            'e::▶︎　この((通,とお))りは<<にぎやかではありません>>。(这条街不热闹。)',
            'e::▶︎　((昨日,きのう))は<<((暇,ひま))じゃありませんでした>>。(昨天没空。)'
          ],
          [
            'o::「名」は「二类形」な「名」です',
            'm::二类形容词修饰名词时，用“二类形容词＋な＋名词”的形式',
            'e::▶︎　((奈良,なら))は<<((静,しず))かな>>((町,まち))です。(奈良是座很安静的城市。)',
            'e::▶︎　((奈良,なら))は<<にぎやかな>>((町,まち))ではありません。(奈良不是个热闹的城市。)'
          ],
          [
            'o::「名」でした',
            'm::名词做谓语时的过去形式是“名词＋でした”。 其否定形式是“名词＋では(じゃ)ありませんでした”。',
            'e::▶︎　((昨日,きのう))は<<((日曜日,にちようび))でした>>。(昨天是星期日。)',
            'e::▶︎　おとといは<<((休,やす))みでした>>。(前天是休息日。)',
            'e::▶︎　((昨日,きのう))は<<((雨,あめ))ではありませんでした>>。(昨天没下雨。)',
            'e::▶︎　おとといは<<((曇,くも))りじゃありませんでした>>。(前天不是阴天。)'
          ],
          [
            'o::どんな「名」',
            'm::询问人或事物的性质时用“どんな＋名词”。“どんな”相当于汉语的“什么样的”。',
            'e::▶︎　((横浜,よこはま))は<<どんな>>((町,まち))ですか。(横滨是个什么样的城市?)',
            'e::　　ーーとても<<にぎやかな>>((町,まち))です。(是个非常热闹的城市。)',
            'e::▶︎　((張,ちょう))さんは<<どんな>>((人,ひと))ですか。(小张是什么样的人?)',
            'e::　　ーー<<((親切,しんせつ))な>>((人,ひと))です。(是个很热情的人。)',
            'n::“((何,なん))の”和“どんな”：',
            'n::“((何,なん))の”有询问内容和材料两种用法。如：“((何,なん))の((本,ほん))ですかーー((自動車,じどうしゃ))の((本,ほん))です(什么书?ーー关于汽车的书。)”〈询问内容〉，“((何,なん))の((料理,りょうり))ですかーー((魚,さかな))の((料理,りょうり))です(什么菜啊?ーー鱼。)”〈询问材料〉',
            'n::“どんな”只用于询问性质。 如:“どんな((本,ほん))ですかーーおもしろい((本,ほん))です(什么样的书?ーー非常有趣的书。)”,“どんな((料理,りょうり))ですかーーちょっと((辛,から))い((料理,りょうり))です(什么样的菜?ーー有点儿辣的菜。)”'
          ],
          [
            'o::どうですか',
            'm::“どうですか”是询问对方对某状态的意见或感想时的表达方式。如果询问的是现在或未来的事情时用“どうですか”， 询问的是过去的事情时则用“どうでしたか”。另外“どうですか”有时还用于劝诱对方进行某动作。',
            'e::▶︎　この((料理,りょうり))は<<どうですか>>。(这个菜怎么样?)',
            'e::▶︎　((京都,きょうと))は<<どうでしたか>>。(京都怎么样?)',
            'e::▶︎　お((茶,ちゃ))、<<どうですか>>。(您喝杯茶吧。)',
            'e::　　ーーありがとうございます。(谢谢。)'
          ],
          [
            'o::“でも”和“そして”',
            'm::“でも”是表示转折关系的连词。一般只用于口语，而不用于正式的书面语。',
            'e::▶︎　わたしの((部屋,へや))は((狭,せま))いです。<<でも>>、きれいです。(我的房间很小，但是很干净。)',
            'm::“そして”是表示并列关系的连词。',
            'e::▶︎　わたしの((部屋,へや))は((狭,せま))いです。<<そして>>、((汚,きたな))いです。(我的房间很小，而且很脏。)'
          ],
          [
            'o::常用的二类形容词',
            't::((好,す))き 喜欢:((嫌,きら))い 讨厌:にぎやか 热闹:((静,しず))か 安静@((便利,べんり)) 方便:((不便,ふべん)) 不方便:きれい 漂亮:((暇,ひま)) 空闲@((元気,げんき)) 健康:((簡単,かんたん)) 简单:((親切,しんせつ)) 热情:((有名,ゆうめい)) 有名'
          ]
        ],
        explain: [
          [
            'o::きれいです',
            'm::由于一类形容词都以“い”结尾，因此经常有人错把二类形容词“きれい”当作一类形容词。一类形容词如“((熱,あつ))い” “((高,たか))い” “((安,やす))い”等，即便是用汉字书写也要把词尾“い”的部分用假名表示，而“きれい”是汉字词“((綺麗,きれい))”，“きれい”的“い”为二类形容词汉字读音的一部分。',
            'e::▶︎　<<きれいな>>((服,ふく))(漂亮的衣服) “❌　きれい((服,ふく))”'
          ],
          [
            'o::おとといは((雨,あめ))でした',
            'm::“下雨” “下雪”等表示自然现象的动词句，在日语里常常使用“((雨,あめ))です” “((雪,ゆき))です”等名词句的形式。'
          ],
          [
            'o::あれえ【叹词⑤】',
            'm::感到吃惊或意外而情不自禁发出的声音，是由“あれ”音变而来的。发音时读升调“あれえ(↗︎)”，应用课文中小李对相当著名的美术馆竟然没有人来参观一事感到吃惊。',
            'e::▶︎　<<あれえ>>、だれもいませんね。(咦，怎么一个人也没有。)'
          ],
          [
            'o::ところで',
            'm::转换话题时使用。',
            'e::▶︎　〔附和对方的话〕',
            'e::　　ああ、そうですか。<<ところで>>、この((美術館,びじゅつかん))にはどんな((作品,さくひん))がありますか。(噢，是吗。哎，请问这个美术馆里都有什么作品?)'
          ],
          [
            'o::((世界中,せかいじゅう))',
            'm::“[场所]＋((中,じゅう))”表示其场所范围内的全部。“[时间／期间]＋((中,じゅう))”时则用“((一,いち／ひと))〜((中,じゅう))”的形式，表示“在某个期间一直”。',
            't::[场所]＋((中,じゅう)):((世界中,せかいじゅう)) 全世界:((日本中,にほんじゅう)) 全日本:((学校中,がっこうじゅう)) 全校@[时间/期间]＋((中,じゅう)):((一日中,いちにちじゅう)) 一整天:((一晩中,ひとばんじゅう)) 一个晚上:((一年中,いちねんじゅう)) 全年'
          ],
          [
            'o::形容词＋の',
            'm::应用课文中长岛说到“おもしろい<<の>>がありますよ(还有很有趣的)”。 这里的“おもしろい<<の>>”相当于汉语的“有趣的”，即“おもしろい((彫刻,ちょうこく))(有趣的雕刻)” “おもしろい((物,もの))(有趣的东西)”的意思。关于雕刻的话题前面已经交代过了，因此不必再重复，代之以助词“の”，使句子更加简洁。像这样尽量避免重复使用词语，才能造出好的句子来。',
            'e::▶︎　〔店员(甲)对客人(乙)〕',
            'e::　　甲：このパソコンはいかがですか。(这台电脑怎么样?)',
            'e::　　乙：もう((少すこ))し((小,ちい))さい<<の>>がいいです。(再小一点的好。)',
            'm::二类形容词要在“の”的前面加上“な”， 如“((簡単,かんたん))なの(简单的)” “((便利,べんり))なの(方便的)”。'
          ],
          [
            'o::紅葉：“こうよう”和“もみじ”',
            'm::“紅葉”有“こうよう”和“もみじ”两种读法“こうよう”是表示秋天阔叶林的落叶变红或树叶全都变成红色。“もみじ”多表示枫树的红叶。表达的究竟是哪种意思要根据前后文进行判断。',
            'm::秋季，日本全国各地都能看到红叶，其中尤其以京都的红叶最为著名，这片片红叶和春天的樱花同样牵动着日本人的心。'
          ],
          [
            'o::((修学旅行,しゅうがくりょこう))',
            'm::“((修学旅行,しゅうがくりょこう))”指为了使中小学生亲身体验日常生活中经历不到的异地风土文化而由教职员带队组织的旅行活动。一般安排在最后的学年。根据地区、学校的不同，所去的地方也不尽相同。有的学校还组织到中国或韩国等地去海外旅行。京都作为修学旅行的目的地备受欢迎，很多学校都去京都参观。'
          ],
          [
            'o::天气、气候',
            't::((天気,でんき))／((天候,てんこう)) 天气/气候:((晴,は))れ 晴:((蒸,む))し((暑,あつ))い 闷热@((天気予報,てんきよほう)) 天气预报:((曇,くも))り 阴:((暑,あつ))い 热@((降水確率,こうすいかくりつ)) 降水概率:((雨,あめ)) 雨:((暖,あたた))かい 暖和@((気温,きおん)) 气温:((雪,ゆき)) 雪:((涼,すず))しい 凉爽@((湿度,しつど)) 湿度:((霧,きり)) 雾:((寒,さむ))い 寒冷@((梅雨,つゆ)) 梅雨:((雷,かみなり)) 雷:　@((台風,たいふう)) 台风:((風,かぜ)) 风:　@　:((虹,にじ)) 彩虹:　'
          ]
        ]
      },
      word: [
        { kana: 'もみじ', mana: '紅葉', type: '名', cn: '红叶' },
        { kana: 'こきょう', mana: '故郷', type: '名', cn: '故乡' },
        { kana: 'とおり', mana: '通り', type: '名', cn: '大街' },
        { kana: 'まち', mana: '町', type: '名', cn: '城市，街道' },
        { kana: 'ところ', mana: '所', type: '名', cn: '场所' },
        { kana: 'おみせ', mana: 'お店', type: '名', cn: '餐馆，商店' },
        { kana: 'にんぎょう', mana: '人形', type: '名', cn: '玩偶' },
        { kana: 'さくひん', mana: '作品', type: '名', cn: '作品' },
        { kana: 'ちょうこく', mana: '彫刻', type: '名', cn: '雕刻' },
        { kana: 'じどうしゃ', mana: '自動車', type: '名', cn: '汽车' },
        { kana: 'どうぐ', mana: '道具', type: '名', cn: '工具' },
        { kana: 'さかな', mana: '魚', type: '名', cn: '鱼' },
        { kana: 'おかし', mana: 'お菓子', type: '名', cn: '点心' },
        { kana: 'もの', mana: '物', type: '名', cn: '物品，东西' },
        { kana: 'シーズン', mana: '', type: '名', cn: '季节' },
        { kana: 'しゅうがくりょこう', mana: '修学旅行', type: '名', cn: '修学旅行' },
        { kana: 'かんこうきゃく', mana: '観光客', type: '名', cn: '游客' },
        { kana: 'さっか', mana: '作家', type: '名', cn: '作家' },
        { kana: 'ぶちょう', mana: '部長', type: '名', cn: '部长' },
        { kana: 'へいじつ', mana: '平日', type: '名', cn: '平日，非休息日' },
        { kana: 'ひ', mana: '日', type: '名', cn: '日子' },
        { kana: 'せいかつ', mana: '生活', type: '名', cn: '生活' },
        { kana: 'せかい', mana: '世界', type: '名', cn: '世界' },
        { kana: 'はれ', mana: '晴れ', type: '名', cn: '晴天' },
        { kana: 'あめ', mana: '雨', type: '名', cn: '雨，下雨' },
        { kana: 'くもり', mana: '曇り', type: '名', cn: '阴天' },
        { kana: 'ゆき', mana: '雪', type: '名', cn: '雪' },
        { kana: 'きたない', mana: '汚い', type: '形1', cn: '脏' },
        { kana: 'きれい', mana: '', type: '形2', cn: '漂亮，干净' },
        { kana: 'ゆうめい', mana: '有名', type: '形2', cn: '有名' },
        { kana: 'にぎやか', mana: '', type: '形2', cn: '热闹，繁华' },
        { kana: 'しずか', mana: '静か', type: '形2', cn: '安静' },
        { kana: 'ひま', mana: '暇', type: '形2', cn: '空闲' },
        { kana: 'しんせつ', mana: '親切', type: '形2', cn: '热情' },
        { kana: 'すき', mana: '好き', type: '形2', cn: '喜欢' },
        { kana: 'きらい', mana: '嫌い', type: '形2', cn: '讨厌' },
        { kana: 'べんり', mana: '便利', type: '形2', cn: '方便' },
        { kana: 'ふべん', mana: '不便', type: '形2', cn: '不方便' },
        { kana: 'げんき', mana: '元気', type: '形2', cn: '健康，有精神' },
        { kana: 'かんたん', mana: '簡単', type: '形2', cn: '简单' },
        { kana: 'ハンサム', mana: '', type: '形2', cn: '英俊，帅气' },
        { kana: 'どんな', mana: '', type: '疑', cn: '什么样的，怎样的' },
        { kana: 'どう', mana: '', type: '副', cn: '怎样，如何' },
        { kana: 'いかが', mana: '', type: '副', cn: '如何' },
        { kana: 'いろいろ', mana: '', type: '副', cn: '各种各样' },
        { kana: 'でも', mana: '', type: '连', cn: '可是，不过' },
        { kana: 'そして', mana: '', type: '连', cn: '而且，于是' },
        { kana: 'ところで', mana: '', type: '连', cn: '（转换话题）哎' },
        { kana: 'あれえ', mana: '', type: '叹', cn: '咦' },
        { kana: 'なら', mana: '奈良', type: '专', cn: '奈良' },
        { kana: 'ふじさん', mana: '富士山', type: '专', cn: '富士山' }
      ],
      phrase: [
        { kana: 'もうすこし', mana: 'もう少し', cn: '再～一点' },
        { kana: '〜じゅう', mana: '〜中', cn: '' }
      ]
    },
    {
      no: 11,
      topic: '<小野,おの>さんは<歌,うた>が<好,す>きです',
      basic: {
        base: [
          '<小野,おの>さんは<歌,うた>が<好,す>きです。',
          'スミスさんは<韓国語,かんこくご>が分かります。',
          '<吉田,よしだ>さんは<時々,ときどき><中国,ちゅうごく>や<韓国,かんこく>へ<行,い>きます。',
          '<森,もり>さんはお<酒,さけ>が<好,す>きですから、<毎日,まいにち><飲,の>みます。'
        ],
        use: [
          [
            '<甲,こう>：<吉田,よしだ>さんは<料理,りょうり>ができますか。',
            '<乙,おつ>：いいえ、<全然,ぜんぜん>できません。'
          ], [
            '<甲,こう>：どんな<音楽,おんがく>が<好,す>きですか。',
            '<乙,おつ>：ロックやポップスなどが<好,す>きです。'
          ], [
            '<甲,こう>：<長島,ながしま>さん、スペイン<語,ご>が<分,わ>かりますか。',
            '<乙,おつ>：ええ、<大学,だいがく>で<習,なら>いましたから、<少,すこ>し<分,わ>かります。'
          ], [
            '<甲,こう>：<小野,おの>さん、よく<音楽,おんがく>を<聞,き>きますか。',
            '<乙,おつ>：ええ、<家,いえ>で<CD,シーディー>をよく<聞,き>きます。そして、たまにコンサートへ<行,い>きます。'
          ]
        ]
      },
      utilization: {
        title: 'お<土産,みやげ>',
        content: [
          [
            '<李,り>：<箱根,はこね>はホテルや<旅館,りょかん>が<多,おお>いですね。',
            '<小野,おの>：そうですね。<会社,かいしゃ>の<別荘,べっそう>もたくさんあります。',
            '<李,り>：<長島,ながしま>さんや<小野,おの>さんもよく<来,き>ますか。',
            '<長島,ながしま>：ええ、<車,くるま>で<時々,ときどき><来,き>ます。',
            '<小野,おの>：わたしは<運転,うんてん>ができませんから、いつも<電車,でんしゃ>です。',
            '<長島,ながしま>：ぼくは<来月,らいげつ>また<来,き>ますよ。',
            '<李,り>：どうしてですか。',
            '<長島,ながしま>：この<近,ちか>くのホテルで<友達,ともだち>の<写真展,しゃしんてん>がありますから。'
          ],
          [
            '<李,り>：<箱根,はこね>のお<土産,みやげ>は<何,なに>がいいですか。',
            '<小野,おの>：うーん、そうですね…、<迷,まよ>いますね。',
            '<長島,ながしま>：<寄木細工,よせぎざいく>はいかがですか。とても<有名,ようめい>ですよ。',
            '<李,り>：きれいな<模様,もよう>ですね。',
            '<小野,おの>：ええ。',
            '<長島,ながしま>：<気,き>に<入,い>りましたか。',
            '<李,り>：はい、とても。'
          ]
        ]
      },
      grammar: {
        base: [
          [
            'o::「名1」は「名2」が 「一类形」／「二类形」です',
            'm::“((好,す))きです” “((嫌,きら))いです” “((怖,こわ))いです”等表达情感的形容词可以以“[名词1]は[名词2]が[一类形容词/二类形容词]です”的句型使用。“名词1”表示情感的主体，“名词2”表示情感的对象。',
            'e::▶︎　((小野,おの))さんは((歌,うた))<<が((好,す))きです>>。(小野女士喜欢唱歌。)',
            'e::▶︎　((王,おう))さんは((肉,にく))<<が((嫌,きら))いです>>。(小王不喜欢吃肉。)',
            'e::▶︎　((林,はやし))さんは((犬,いぬ))<<が((怖,こわ))いです>>。(林先生害怕狗。)'
          ],
          [
            'o::「名1」は「名2」が((分,わ))かります／できます',
            'm::“((分,わ))かります” “できます” “((上手,じょうず))です” “((下手,へた))です” “((苦手,にがて))です”等有关能力的词语也可以以“[名词1]は[名词2]が [动词]ます／[一类形容词／二类形容词]です”的句型使用。',
            'e::▶︎　スミスさんは((韓国語,かんこくご))<<が((分,わ))かります>>。(史密斯先生懂韩语。)',
            'e::▶︎　わたしはコンピュータ<<ができません>>。(我不会用电脑。)',
            'e::▶︎　((小野,おの))さんは((料理,りょうり))<<が((上手,じょうず))です>>。(小野女士擅长做饭。)'
          ],
          [
            'o::「名」や「名」',
            'm::第4课我们学习了相当于汉语“和” “跟”意义的助词“と”(👉第4课“语法解释2”)。助词“や”与“と”一样，也用于连接名词，两者的差异在于“と”用于列举所有的项目，而“や”用于只列举许多项目中的两项，相当于汉语的“〜呀〜什么的”。并且“や”常常和“など”呼应使用，构成“〜や〜など”。',
            'e::▶︎　((吉田,よしだ))さんは((時々,ときどき))((中国,ちゅうごく))<<や>>((韓国,かんこく))へ((行,い))きます。(吉田先生有时去中国呀韩国什么的。)',
            'e::▶︎　((森,もり))さんはサッカー<<や>>((野球,やきゅう))が((好,す))きです。(森先生喜欢足球呀棒球什么的。)',
            'e::▶︎　わたしはお((店,みせ))で((野菜,やさい))<<や>>((果物,くだもの))<<など>>を((買,か))いました。(我在店里买了蔬菜呀水果等等。)'
          ],
          [
            'o::“〜から”和“だから”「原因、理由」',
            'm::说明原因、理由时用助词“から”。“から”位于陈述原因、理由的小句的句尾。通常是在说明原因、理由之后再陈述结论，但有时也可以先陈述结论再说明原因、理由，不过无论是哪一种情况，“から”都须接在表示原因、理由小句的句尾。构成复句的句子我们称之为小句。',
            'e::▶︎　((森,もり))さんはお((酒,さけ))が((好,す))きです<<から>>、((毎日,まいにち))((飲,の))みます。(森先生喜欢喝酒，每天都喝。)',
            'e::▶︎　((寒,さむ))いです<<から>>、((窓,まど))を((閉,し))めます。(因为太冷了，我要把窗户关上。)',
            'e::▶︎　((窓,まど))を((閉,し))めます。((寒,さむ))いです<<から>>。(我要把窗户关上，因为太冷了。)',
            'm::“だから”是表示原因、理由的连词，意思相当于汉语的“所以”，其比较礼貌的说法是“ですから”。助词“から”构成表示原因、理由小句的一部分，而连词“だから”独立使用在结果的句子前面。',
            'e::▶︎　キムさんは((野菜,やさい))が((嫌,きら))いです。<<だから>>、あまり((野菜,やさい))を((食,た))べません。(金女士不喜欢蔬菜，所以不怎么吃。)',
            'e::▶︎　((明日,あした))は((休,やす))みです。<<ですから>>、((子供,こども))と((動物園,どうぶつえん))へ((行,い))きます。(明天休息，所以我跟孩子去动物园。)'
          ],
          [
            'o::表示频率的副词',
            'm::“いつも” “よく” "((時々,ときどき))” “たまに” “あまり” “((全然,ぜんぜん))”等是表示频率的副词。“あまり” “((全然,ぜんぜん))”后面须接否定形式。',
            'e::▶︎　わたしは<<たまに>>コンサートへ((行,い))きます。(我偶尔去听听音乐会。)',
            'e::▶︎　((李,り))さんは<<((時々,ときどき))>>((映画,えいが))を((見,み))ます。(小李有时看电影。)',
            'e::▶︎　((田中,たなか))さんは<<あまり>>((横浜,よこはま))へは<<((行,い))きません>>。(田中先生不太去横滨。)',
            'm::这些副词表示的频率大致如下:',
            't::いつも:100%@よく:70%@((時々,ときどき)):50%@たまに:20%@あまり〜ません:10%@((全然,ぜんぜん))〜ません:0%'
          ],
          [
            'o::どうしてですか',
            'm::询问事由时使用“どうしてですか”，相当于汉语中的“为什么”。回答时在谓语后面加“から”。',
            'e::▶︎　甲：ぽくは((来月,らいげつ))またここへ((来,き))ますよ。(我下个月还来这里。)',
            'e::　　乙：<<どうしてですか>>。(为什么?)',
            'e::　　甲：ここで((友達,ともだち))の((結婚式,けっこんしき))があります<<から>>。(因为朋友要在这里举行结婚典礼。)'
          ]
        ],
        explain: [
          [
            'o::ぽく',
            'm::谈话中，男性对关系比较密切的人自称时使用的第一人称代词。女性不用。',
            'e::▶︎　ぽくはよくこの((店,みせ))へ((来,き))ます。(我经常来这家店。)'
          ],
          [
            'o::ホテルで((写真展,しゃしんてん))があります',
            'm::第4课我们学习了“[场所]に[物]があります”的句型(👉第4课“语法解释1”)。这里把“物"换成了“摄影展” “联欢会” “会议”等表示事件的名词，表示在某处发生某事。某事发生的场所用“で”表示。',
            'e::▶︎　((来週,らいしゅう))、((金曜日,きんようび))の((夜,よる))((7時,しちじ))から、<<ホテルでパーティーがあります>>。(下星期五晚上7点，饭店里有联欢会。)'
          ],
          [
            'o::いかがですか',
            'm::第10课我们学过的“どうですか”是征求对方意见或想法的表达方式(👉第10课“语法解释6”)，也可用于向对方提出某种建议或推荐某物的场合。“いかがですか”是“どうですか”的礼貌表达方式，对长辈或上级使用。',
            'm::向对方提出建议或向对方推荐某物时，与其直接说“これがいいですよ(这个很好啊)”不如用“〜はどうですか／いかがですか(……怎么样?)”。后者显得委婉，没有强加于人的感觉。',
            'e::▶︎　コーヒーはいかがですか。(喝咖啡怎么样?)',
            'e::　　（接受）どうもありがとうございます。いただきます。(谢谢!我喝咖啡。)',
            'e::　　（拒绝）((今,いま))は((結,けっこう))構です。。(现在不用了。)',
            'm::此外，拒绝对方的建议或推荐时，直接使用“いいえ"会显得很不礼貌。可以采用其他一些表达方式委婉拒绝，如“((今,いま))は((結構,けっこう))です” “さっき((飲,の))みましたから……(刚刚喝过了……)”等等。'
          ],
          [
            'o::そうですね②',
            'm::第7课我们学习了“そうですね”表示同意对方提议的用法(👉第7课“表达及词语讲解3”)，“そうですね”还可以用在疑问句后面，表示说话人在思考接下来要说的内容。另外，应用课文中“そうですね”前面的“うーん”也用于表示在考虑怎样回答。',
            'e::▶︎　((日本,にほん))の((食,た))べ((物,もの))はどうですか。(日本吃的东西怎么样?)',
            'e::　　ーー<<そうですね>>…、とてもおいしいです。でも、ちょっと((高,たか))いです。(怎么说呢……非常好吃，就是贵了点儿。)'
          ],
          [
            'o::((迷,まよ))います',
            'm::“((迷,まよ))います(犹豫)”用于难以立即做出选择的场合。',
            'e::▶︎　〔在自助餐馆里〕',
            'e::　　たくさん((料理,りょうり))がありますね。((何,なに))を((食,た))べますか。(饭菜种类很多啊。吃什么?)',
            'e::　　ーーうーん、<<((迷,まよ))います>>ね。(嗯，还真不好选。)',
            'm::此外，还可以用来表示“迷路”的意思，如“ホテルの((中,なか))で<<((迷,まよ))いました>>(在饭店中迷路了)”。'
          ],
          [
            'o::((気,き))に((入,い))りました',
            'm::“((気,き))に((入,い))りました”意思相当于汉语的“喜欢”，但不表示自己原有的爱好，仅用于第一次见到某事物而感到中意，其对象用“が”表示。不过，“((気,き))に((入,い))りました”这种说法只能用于朋友或熟人之间，对长辈不能使用。',
            'e::▶︎　<<((気,き))に((入,い))りました>>か。(喜欢吗?)',
            'e::　　ーーはい，とても。(嗯，非常喜欢。)',
            'e::▶︎　この((赤,あか))いかばんが<<((気,き))に((入,い))りました>>から、これを((買,か))います。(我看中了这个红色的包，就买这个。)',
            'n::“((好,す))きです”一般用于持续性的爱好，如“わたしはコーヒーが((好,す))きです(我喜欢喝咖啡)”，而“((気,き))に((入,い))りました”不能用来表示这种持续性的爱好。'
          ],
          [
            'o::省略③【避免重复谓语的回答方式】',
            'm::应用课文中长岛问小李“((気,き))に((入,い))りましたか(喜欢吗?)”，小李仅回答“はい、とても(嗯，非常喜欢)”，而省略了“((気,き))に((入,い))りました”。如这组会话所示，在回答对方提问时，人们尽量不重复对方的话，而采取省略的方式回答。',
            'e::▶︎　((北京,ペキン))ダックはおいしいですね。(北京烤鸭好吃吧?)',
            'e::　　ーーええ、とても(おいしいです)。(是的，非常好吃。)',
            'm::在第9课的应用课文中(👉p.119)，小李对小野说“((小野,おの))さん、すばらしい((眺,なが))めですね(小野，这儿的景色真美)”，小野回答说“ええ、((本当,ほんとう))に(是呀，是很美)”。这里省略了“すばらしい((眺,なが))めですね”。'
          ]
        ]
      },
      word: [
        { kana: 'うた', mana: '歌', type: '名', cn: '歌，歌曲' },
        { kana: 'カラオケ', mana: '', type: '名', cn: '卡拉OK' },
        { kana: 'ロック', mana: '', type: '名', cn: '摇滚乐' },
        { kana: 'ポップス', mana: '', type: '名', cn: '流行音乐' },
        { kana: 'クラシック', mana: '', type: '名', cn: '西方古典音乐' },
        { kana: 'ピアノ', mana: '', type: '名', cn: '钢琴' },
        { kana: 'え', mana: '絵', type: '名', cn: '画儿' },
        { kana: 'えいご', mana: '英語', type: '名', cn: '英语' },
        { kana: 'スペインご', mana: 'スペイン語', type: '名', cn: '西班牙语' },
        { kana: 'スポーツ', mana: '', type: '名', cn: '体育，运动' },
        { kana: 'すいえい', mana: '水泳', type: '名', cn: '游泳' },
        { kana: 'ゴルフ', mana: '', type: '名', cn: '高尔夫球' },
        { kana: 'うんてん', mana: '運転', type: '名', cn: '开车' },
        { kana: 'のみもの', mana: '飲み物', type: '名', cn: '饮料' },
        { kana: 'おさけ', mana: 'お酒', type: '名', cn: '酒，酒类' },
        { kana: 'にく', mana: '肉', type: '名', cn: '肉' },
        { kana: 'やさい', mana: '野菜', type: '名', cn: '蔬菜' },
        { kana: 'くだもの', mana: '果物', type: '名', cn: '水果' },
        { kana: 'ヒマワリ', mana: '', type: '名', cn: '向日葵' },
        { kana: 'バラ', mana: '', type: '名', cn: '蔷薇，玫瑰' },
        { kana: 'コンピュータ', mana: '', type: '名', cn: '计算机，电脑' },
        { kana: 'まど', mana: '窓', type: '名', cn: '窗，窗户' },
        { kana: 'けっこんしき', mana: '結婚式', type: '名', cn: '结婚典礼' },
        { kana: 'しゃしんてん', mana: '写真展', type: '名', cn: '摄影展' },
        { kana: 'りょかん', mana: '旅館', type: '名', cn: '旅馆，旅店' },
        { kana: 'べっそう', mana: '別荘', type: '名', cn: '别墅' },
        { kana: 'よせぎざいく', mana: '寄木細工', type: '名', cn: '木片儿拼花工艺品' },
        { kana: 'もよう', mana: '模様', type: '名', cn: '花纹，纹案' },
        { kana: 'がいこく', mana: '外国', type: '名', cn: '外国' },
        { kana: 'かいぎ', mana: '会議', type: '名', cn: '会议' },
        { kana: 'あし', mana: '脚', type: '名', cn: '腿' },
        { kana: 'ぼく', mana: '', type: '代', cn: '我（男性自称）' },
        { kana: 'わかります', mana: '分かります', type: '动1', cn: '懂，明白' },
        { kana: 'まよいます', mana: '迷います', type: '动1', cn: '犹豫，难以决定' },
        { kana: 'できます', mana: '', type: '动2', cn: '会；能；完成' },
        { kana: 'しめます', mana: '閉めます', type: '动2', cn: '关闭，关门' },
        { kana: 'つかれます', mana: '疲れます', type: '动2', cn: '疲倦，疲惫' },
        { kana: 'さんぽします', mana: '散歩します', type: '动3', cn: '散步' },
        { kana: 'こわい', mana: '怖い', type: '形1', cn: '害怕，恐怖' },
        { kana: 'あかい', mana: '赤い', type: '形1', cn: '红' },
        { kana: 'いたい', mana: '痛い', type: '形1', cn: '疼，疼痛' },
        { kana: 'じょうず', mana: '上手', type: '形2', cn: '擅长，高明，水平高' },
        { kana: 'へた', mana: '下手', type: '形2', cn: '不高明，水平低' },
        { kana: 'にがて', mana: '苦手', type: '形2', cn: '不擅长，不善于' },
        { kana: 'ときどき', mana: '時々', type: '副', cn: '有时，时不时' },
        { kana: 'よく', mana: '', type: '副', cn: '经常，常常' },
        { kana: 'たまに', mana: '', type: '副', cn: '偶尔，很少' },
        { kana: 'また', mana: '', type: '副', cn: '还，再，又' },
        { kana: 'どうして', mana: '', type: '副', cn: '为什么' },
        { kana: 'だから', mana: '', type: '连', cn: '所以，因此' },
        { kana: 'ですから', mana: '', type: '连', cn: '所以，因此' },
        { kana: 'うーん', mana: '', type: '叹', cn: '嗯……，这个……' }
      ],
      phrase: [
        { kana: 'けっこうです', mana: '結構です', cn: '不用，不要' },
        { kana: 'きにいります', mana: '気に入ります', cn: '中意，喜欢' },
        { kana: 'など', mana: '', cn: '等等' }
      ]
    },
    {
      no: 12,
      topic: '<李,り>さんは<森,もり>さんより<若,わか>いです',
      basic: {
        base: [
          '<李,り>さんは<森,もり>さんより<若,わか>いです。',
          '<日本,にほん>より<中国,ちゅうごく>のほうが<広,ひろ>いです。',
          '<神戸,こうべ>は<大阪,おおさか>ほどにぎやかではありません。',
          'スポーツの<中,なか>でサッカーがいちばんおもしろいです。'
        ],
        use: [
          [
            '<甲,こう>：<北京,ペキン>は<東京,とおきょう>より<寒,さむ>いですか。',
            '<乙,おつ>：ええ、<冬,ふゆ>の<北京,ペキン>は<東京,とおきょう>よりずっと<寒,さむ>いです。'
          ], [
            '<甲,こう>：<日本語,にほんご>と<英語,えいご>とどちらが<難,むずか>しいですか。',
            '<乙,おつ>：<日本語,にほんご>のほうが<難,むずか>しいです。'
          ], [
            '<甲,こう>：<森,もり>さんはテニスが<上手,じょうず>ですね。',
            '<乙,おつ>：いいえ、<長島,ながしま>さんほど<上手,じょうず>ではありません。'
          ], [
            '<甲,こう>：<季節,きせつ>の<中,なか>でいつがいちばん<好,す>きですか。',
            '<乙,おつ>：わたしは<春,はる>がいちばん<好,す>きです。'
          ]
        ]
      },
      utilization: {
        title: 'お<酒,さけ>とお<茶,ちゃ>',
        content: [
          [
            '<李,り>：<長島,ながしま>さんはよくお<酒,さけ>を<飲,の>みますか。',
            '<長島,ながしま>：ええ。お<酒,さけ>は<大好,だいす>きですから、<毎晩,まいばん><飲,の>みますよ。',
            '<李,り>：ビールと<日本酒,にほんしゅ>と、どちらが<好,す>きですか。',
            '<長島,ながしま>：どちらも<好,す>きです。でも、<焼酎,しょうちゅう>がいちばん<好,す>きです。',
            '<小野,おの>：<焼酎,しょうちゅう>は<最近,さいきん><人気,にんき>がありますね。',
            '<李,り>：<小野,おの>さんも<焼酎,しょうちゅう>が<好,す>きですか。',
            '<小野,おの>：いいえ。わたしは<焼酎,しょうちゅう>よりワインのほうがいいです。でも、ビールもよく<飲,の>みますよ。'
          ], [
            '<長島,ながしま>：<中国,ちゅうごく>はお<茶,ちゃ>の<種類,しゅるい>が<多,おお>いですね。',
            '<李,り>：え。ウーロン<茶,ちゃ>、ジャスミン<茶,ちゃ>、<緑茶,りょくちゃ>など、たくさんあります。',
            '<小野,おの>：どのお<茶,ちゃ>がいちばん<人気,にんき>がありますか。',
            '<李,り>：やっぱりウーロン<茶,ちゃ>です',
            '<小野,おの>：<李,り>さんもよく<飲,の>みますか。',
            '<李,り>：ええ。<毎日,まいにち>ウーロン<茶,ちゃ>かジャスミン<茶,ちゃ>を<飲,の>みます。',
            '<長島,ながしま>：どちらがおいしいですか。',
            '<李,り>：どちらもおいしいですよ。わたしはジャスミン<茶,ちゃ>のほうが<好,す>きですが…。'
          ]
        ]
      },
      grammar: {
        base: [
          [
            'o::「名1」は「名2」より「一类形」／「ニ类形」です',
            'm::比较“名词1”和“名词2”,“名词1”比“名词2”更具有形容词所表示的性质时使用这个句型。',
            'e::▶︎　((李,り))さんは((森,もり))さん<<より>>((若,わか))いです。(小李比森先生年轻。)',
            'e::▶︎　((中国,ちゅうごく))は((日本,にほん))<<より>>((広,ひろ))いです。(中国比日本辽阔。)',
            'e::▶︎　((上海,シャンハイ))は((北京,ペキン))<<より>>にぎやかですか。(上海比北京热闹吗?)',
            'm::程度的差异较大时用副词“ずっと"加以强调。',
            'e::▶︎　((中国,ちゅうごく))は((日本,にほん))より<<ずっと>>((広,ひろ))いです。(中国比日本辽阔得多。)'
          ],
          [
            'o::「名1」より「名2」のほうが「一类形」／「ニ类形」です',
            'm::比较“名词1”和“名词2”,“名词2”比“名词1”更具有形容词所表示的性质时使用这个句型。',
            'e::▶︎　((日本,にほん))<<より>>((中国,ちゅうごく))<<のほうが>>((広,ひろ))いです。(与日本相比，中国更辽阔。)',
            'e::▶︎　((北京,ペキン))<<より>>((東京,とうきょう))<<のほうが>>((暖,あたた))かいです。(与北京相比，东京更暖和。)',
            'e::▶︎　((大阪,おおさか))<<より>>((東京,とうきょう))<<のほうが>>にぎやかですか。(与大阪相比，东京更热闹吗?)'
          ],
          [
            'o::「名1」は「名2」ほど「一类形」くないです／「二类形」ではありません',
            'm::比较“名词1”和“名词2”,“名词1”比“名词2”更不具有形容词的性质时使用这个句型。句尾必须使用否定形式。',
            'e::▶︎　((東京,とうきょう))の((冬,ふゆ))は((北京,ペキン))の((冬,ふゆ))<<ほど>>((寒,さむ))<<くないです>>。(东京的冬天没有北京的冬天那么冷。)',
            'e::▶︎　((神戸,こうべ))は((大阪,おおさか))<<ほど>>にぎやか<<ではありません>>。(神户没有大阪那么繁华。)',
            'e::▶︎　わたしの((部屋,へや))は((王,おう))さんの((部屋,へや))<<ほど>>きれい<<ではありません>>。(我的房间没有小王的房间那么整洁。)'
          ],
          [
            'o::「名1」の((中,なか))で「名2」がいちばん「一类形」／「二类形」です',
            'm::在某个范围内，表示“名词2”最具有形容词的性质时使用这个句型。“名词1”为表示“名词2”所属范围的名词。',
            'e::▶︎　スボーツ<<の((中,なか))で>>サッカー<<がいちばん>>おもしろいです。(在各种体育活动中，足球最有意思。)',
            'e::▶︎　((日本料理,にほんりょうり))<<の((中,なか))で>>((寿司,すし))<<がいちばん>>おいしいです。(日式饭菜中，寿司最好吃。)',
            'n::如“名词1”表示场所或时间，则后面不加“の((中,なか))"，而使用“「名词1【场所／时间】」でいちばん「一类形/二类形」「名2」は「名3」です”的句型。',
            'e::▶︎　((日本,にほん))<<でいちばん>>((高,たか))い((山,やま))<<は>>((富士山,ふじさん))です。(日本最高的山是富士山。)',
            'e::▶︎　((1年,いちねん))<<でいちばん>>((寒,さむ))い((月,つき))<<は>>((2月,にがつ))です。(一年当中最冷的月份是2月份。)',
            'n::日语中的“いちばん”虽然相当于汉语“最”的意思，但两者用法不同。汉语的“最”可以用于不明确指出比较对象或范围的情况，而日语的“いちばん”只能用于“〜の((中,なか))で” “〜で”等明确指出比较对象或范围的情况。'
          ],
          [
            'o::「名1」と「名2」とどちらが「一类形」／「ニ类形」ですか',
            'm::询问两种事物当中哪一种更具有形容词的性质时使用这个句型。“どちら”是二者选一时使用的疑问词。回答时使用“〜のほうが…”。如果两者程度相当，则使用“どちらも〜てす”。“どちら”在口语中有时说成“どっち”。',
            'e::▶︎　((日本語,にほんご))<<と>>((英語,えいご))<<とどちらが>>((難,むずか))しいですか。(日语和英语，哪个难学?)',
            'e::　　ーー((日本語,にほんご))のほうが((難,むずか))しいです。(日语难学。)',
            'e::▶︎　コーヒー<<と>>((紅茶,こうちゃ))<<とどっちが>>((好,す))きですか。(咖啡与红茶，更喜欢哪个?)',
            'e::　　ーー((紅茶,こうちゃ))のほうが((好,す))きです。(更喜欢红茶。)',
            'e::　　ーーどちらも((好,す))きです。(哪个都喜欢。)',
            'm::询问的范围为两种事物时，无论是人是物还是时间，都可以使用“どちらが”。但询问的范围为三种以上的事物时，则不能使用“どちら”，详细情况见本课“语法解释6”。'
          ],
          [
            'o::どの「名」／いつ／どれ／だれ／((何,なに))がいちばん「一类形」／「二类形」ですか',
            'm::询问三个以上事物当中哪一个更具有形容词的性质时，根据所询问对象的不同，须区别使用几种疑问词;是人则使用“だれが”，是物则使用“どの〜が”　“どれが”或者“何が”，是时间则使用“いつが”。',
            'e::▶︎　この中でどの料理がいちばんおいしいですか。(在这些菜当中，哪个菜最好吃?)',
            'e::　　ーーこの料理がいちばんおいしいです。(这个菜最好吃。)',
            'e::▶︎　((季節,きせつ))の((中,なか))で<<いつがいちばん>>((好,す))きですか。(四个季节当中，你最喜欢哪个?)',
            'e::　　ーーわたしは((春,はる))がいちばん((好,す))きです。(我最喜欢春天。)',
            'm::被选择的事物已见于上下文或存在于眼前时，使用“どの〜が”或“どれが”，反之则使用“何が”。',
            'e::▶︎　リンゴとナシとバナナの((中,なか))で<<どれがいちばん>>((好,す))きですか。(苹果、梨和香蕉当中你最喜欢什么?)',
            'e::▶︎　((果物,くだもの))の((中,なか))で<<((何,なに))がいちばん>>((好,す))きですか。(水果当中你最喜欢什么?)'
          ]
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'きせつ', mana: '季節', type: '名', cn: '季节' },
        { kana: 'ふゆ', mana: '冬', type: '名', cn: '冬天，冬季' },
        { kana: 'はる', mana: '春', type: '名', cn: '春天，春季' },
        { kana: 'にほんりょうり', mana: '日本料理', type: '名', cn: '日式饭菜' },
        { kana: 'すし', mana: '寿司', type: '名', cn: '寿司' },
        { kana: 'ナシ', mana: '', type: '名', cn: '梨' },
        { kana: 'バナナ', mana: '', type: '名', cn: '香蕉' },
        { kana: 'ミカン', mana: '', type: '名', cn: '橘子' },
        { kana: 'しょうちゅう', mana: '焼酎', type: '名', cn: '烧酒' },
        { kana: 'にほんしゅ', mana: '日本酒', type: '名', cn: '日本酒' },
        { kana: 'こうちゃ', mana: '紅茶', type: '名', cn: '红茶' },
        { kana: 'ウーロンちゃ', mana: 'ウーロン茶', type: '名', cn: '乌龙茶' },
        { kana: 'ジャスミンちゃ', mana: 'ジャスミン茶', type: '名', cn: '茉莉花茶' },
        { kana: 'りょくちゃ', mana: '緑茶', type: '名', cn: '绿茶' },
        { kana: 'ジュース', mana: '', type: '名', cn: '果汁' },
        { kana: 'にんき', mana: '人気', type: '名', cn: '声望，受欢迎' },
        { kana: 'せき', mana: '席', type: '名', cn: '座位，席位' },
        { kana: 'クラス', mana: '', type: '名', cn: '班级' },
        { kana: 'しゅるい', mana: '種類', type: '名', cn: '种类' },
        { kana: 'せ', mana: '背', type: '名', cn: '个人' },
        { kana: 'あに', mana: '兄', type: '名', cn: '哥哥，兄长' },
        { kana: 'さいきん', mana: '最近', type: '名', cn: '最近，近来' },
        { kana: 'ふります', mana: '降ります', type: '动1', cn: '下（雨，雪），降（雨，雪）' },
        { kana: 'わかい', mana: '若い', type: '形1', cn: '年轻' },
        { kana: 'あたたかい', mana: '暖かい', type: '形1', cn: '暖和，温暖' },
        { kana: 'すずしい', mana: '涼しい', type: '形1', cn: '凉爽' },
        { kana: 'はやい', mana: '速い', type: '形1', cn: '快' },
        { kana: 'だいすき', mana: '大好き', type: '形2', cn: '非常喜欢' },
        { kana: 'いちばん', mana: '', type: '副', cn: '最，第一' },
        { kana: 'ずっと', mana: '', type: '副', cn: '～得多' },
        { kana: 'やはり', mana: '', type: '副', cn: '仍然，还是' },
        { kana: 'やっぱり', mana: '', type: '副', cn: '仍然，还是' },
        { kana: 'チョモランマ', mana: '', type: '专', cn: '珠穆朗玛峰' }
      ],
      phrase: [
        { kana: 'にんきがあります', mana: '人気があります', cn: '受欢迎' },
        { kana: '〜ねんかん', mana: '〜年間', cn: '' }
      ]
    }
  ]
}
