export default {
  id: 3,
  chapter: 3,
  title: '小李在箱根',
  lesson: [
    {
      no: 9,
      topic: '<四川料理,しせんりょうり>は<辛,から>いです',
      basic: {
        base: [
          '<四川料理,しせんりょうり>は<辛,から>いです。',
          'このスープはあまり<熱,あつ>くないです。',
          '<旅行,りょこう>はとても<楽,たの>しかったです。',
          '<中国,ちゅうごく>は<広,ひろ>い<国,くに>です。'
        ],
        use: [
          [
            '<甲,こう>：<天気,てんき>はよかったですか。',
            '<乙,おつ>：いいえ、あまりよくなかったです。'
          ], [
            '<甲,こう>：<天安門,てんあんもん>へ<行,い>きましたか。',
            '<乙,おつ>：はい。とても<大,おお>きい<建物,たてもの>ですね。'
          ], [
            '<甲,こう>：<万里,ばんり>の<長城,ちょうじょう>は<北京,ペキン>から<遠,とお>いですか。',
            '<乙,おつ>：いいえ、あまり<遠,とお>くないです。'
          ], [
            '<甲,こう>：<北京,ペキン>ダックは<食,た>べましたか。',
            '<乙,おつ>：はい、<食,た>べました。とてもおいしかったですよ。'
          ]
        ]
      },
      utilization: {
        title: '<温泉,おんせん>',
        content: [
          [
            '<李,り>：<小野,おの>さん、この<浴衣,ゆかた>はちょっと<小,ちい>さいです。',
            '<小野,おの>：あら、それは<子供用,こどもよう>ですよ。これをどうぞ。',
            '<李,り>：これはちょうどいいです。'
          ], [
            '<小野,おの>：<李,り>さん、<熱,あつ>くないですか。',
            '<李,り>：いいえ、ちょうどいいです。とても<気持,きも>ちがいいですね。'
          ], [
            '<李,り>：<小野,おの>さん、すばらしい<眺,なが>めですね。',
            '<小野,おの>：ええ、<本当,ほんとう>に。'
          ], [
            '<李,り>：<小野,おの>さん、それは<何,なん>ですか。',
            '<小野,おの>：ああ、これは<温泉,おんせん>のお<湯,ゆ>です。<李,り>さんも<飲,の>みますか。',
            '<李,り>：ええ。あまりおいしくないですね。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'りょうり', mana: '料理', type: '名', cn: '菜肴，饭菜' },
        { kana: 'しせんりょうり', mana: '四川料理', type: '名', cn: '四川菜' },
        { kana: 'スープ', mana: '', type: '名', cn: '汤' },
        { kana: 'ペキンダック', mana: '北京ダック', type: '名', cn: '北京烤鸭' },
        { kana: 'たべもの', mana: '食べ物', type: '名', cn: '食物，食品' },
        { kana: 'すきやき', mana: 'すき焼き', type: '名', cn: '日式牛肉火锅' },
        { kana: 'おんせん', mana: '温泉', type: '名', cn: '温泉' },
        { kana: 'おゆ', mana: 'お湯', type: '名', cn: '热水，开水' },
        { kana: 'みず', mana: '水', type: '名', cn: '水，凉水' },
        { kana: 'ゆかた', mana: '浴衣', type: '名', cn: '浴衣，夏季和服' },
        { kana: 'ながめ', mana: '眺め', type: '名', cn: '景色，风景' },
        { kana: 'くすり', mana: '薬', type: '名', cn: '药' },
        { kana: 'てんき', mana: '天気', type: '名', cn: '天气' },
        { kana: 'うみ', mana: '海', type: '名', cn: '大海' },
        { kana: 'やま', mana: '山', type: '名', cn: '山' },
        { kana: 'かみ', mana: '紙', type: '名', cn: '纸' },
        { kana: 'ニュース', mana: '', type: '名', cn: '新闻' },
        { kana: 'じょせい', mana: '女性', type: '名', cn: '女性' },
        { kana: 'おきゃくさま', mana: 'お客様', type: '名', cn: '来宾' },
        { kana: 'グラス', mana: '', type: '名', cn: '玻璃杯' },
        { kana: 'かぶき', mana: '歌舞伎', type: '名', cn: '歌舞伎' },
        { kana: 'きもち', mana: '気持ち', type: '名', cn: '心情' },
        { kana: 'たくさん', mana: '', type: '名', cn: '很多' },
        { kana: 'からい', mana: '辛い', type: '形1', cn: '辣' },
        { kana: 'あまい', mana: '甘い', type: '形1', cn: '甜' },
        { kana: 'しおからい', mana: '塩辛い', type: '形1', cn: '咸' },
        { kana: 'しょっぱい', mana: '', type: '形1', cn: '咸' },
        { kana: 'すっぱい', mana: '酸っぱい', type: '形1', cn: '酸' },
        { kana: 'にがい', mana: '苦い', type: '形1', cn: '苦' },
        { kana: 'おいしい', mana: '', type: '形1', cn: '好吃，可口' },
        { kana: 'まずい', mana: '', type: '形1', cn: '不好吃，难吃' },
        { kana: 'あつい', mana: '熱い', type: '形1', cn: '热，烫' },
        { kana: 'つめたい', mana: '冷たい', type: '形1', cn: '凉' },
        { kana: 'たのしい', mana: '楽しい', type: '形1', cn: '愉快，快乐' },
        { kana: 'おもしろい', mana: '', type: '形1', cn: '有趣，有意思' },
        { kana: 'つまらない', mana: '', type: '形1', cn: '无聊' },
        { kana: 'ひろい', mana: '広い', type: '形1', cn: '广阔，宽敞' },
        { kana: 'せまい', mana: '狭い', type: '形1', cn: '狭窄' },
        { kana: 'おおきい', mana: '大きい', type: '形1', cn: '大' },
        { kana: 'ちいさい', mana: '小さい', type: '形1', cn: '小' },
        { kana: 'いそがしい', mana: '忙しい', type: '形1', cn: '忙，忙碌' },
        { kana: 'いい', mana: '', type: '形1', cn: '好' },
        { kana: 'わるい', mana: '悪い', type: '形1', cn: '不好，坏' },
        { kana: 'すばらしい', mana: '', type: '形1', cn: '极好，绝佳' },
        { kana: 'とおい', mana: '遠い', type: '形1', cn: '远' },
        { kana: 'ちかい', mana: '近い', type: '形1', cn: '近' },
        { kana: 'たかい', mana: '高い', type: '形1', cn: '高，贵' },
        { kana: 'ひくい', mana: '低い', type: '形1', cn: '低' },
        { kana: 'やすい', mana: '安い', type: '形1', cn: '便宜' },
        { kana: 'さむい', mana: '寒い', type: '形1', cn: '寒冷' },
        { kana: 'あつい', mana: '暑い', type: '形1', cn: '（天气）热' },
        { kana: 'あおい', mana: '青い', type: '形1', cn: '蓝色的' },
        { kana: 'しろい', mana: '白い', type: '形1', cn: '白色的' },
        { kana: 'あたらしい', mana: '新しい', type: '形1', cn: '新' },
        { kana: 'ふるい', mana: '古い', type: '形1', cn: '旧' },
        { kana: 'むずかしい', mana: '難しい', type: '形1', cn: '难' },
        { kana: 'やさしい', mana: '易しい', type: '形1', cn: '容易' },
        { kana: 'おおい', mana: '多い', type: '形1', cn: '多' },
        { kana: 'すくない', mana: '少ない', type: '形1', cn: '少' },
        { kana: 'かわいい', mana: '', type: '形1', cn: '可爱' },
        { kana: 'ほんとうに', mana: '本当に', type: '副', cn: '真的，实在是' },
        { kana: 'あまり', mana: '', type: '副', cn: '不（太）～，不很～' },
        { kana: 'とても', mana: '', type: '副', cn: '很，非常' },
        { kana: 'たいへん', mana: '', type: '副', cn: '很，非常' },
        { kana: 'すこし', mana: '少し', type: '副', cn: '一点儿' },
        { kana: 'ちょっと', mana: '', type: '副', cn: '一点儿' },
        { kana: 'ぜんぜん', mana: '全然', type: '副', cn: '根本（不），全然（不）' },
        { kana: 'ちょうど', mana: '', type: '副', cn: '正好，恰好' },
        { kana: 'あら', mana: '', type: '叹', cn: '哎呀，咦' },
        { kana: 'あれ', mana: '', type: '叹', cn: '哎呀，咦' },
        { kana: 'ああ', mana: '', type: '叹', cn: '啊' },
        { kana: 'てんあんもん', mana: '天安門', type: '专', cn: '天安门' },
        { kana: 'ばんりのちょうじょう', mana: '万里の長城', type: '专', cn: '万里长城' }
      ],
      phrase: [
        { kana: 'きもちがいい', mana: '気持ちがいい', cn: '感觉舒服，心情愉快' },
        { kana: '〜よう', mana: '〜用', cn: '' }
      ]
    },
    {
      no: 10,
      topic: '<京都,きょうと>の<紅葉,もみじ>は<有名,ゆうめい>です',
      basic: {
        base: [
          '<京都,きょうと>の<紅葉,もみじ>は<有名,ゆうめい>です。',
          'この<通,とお>りはにぎやかではありません。',
          '<奈良,なら>は<静,しず>かな<町,まち>です。',
          '<昨日,きのう>は<日曜日,にちようび>でした。'
        ],
        use: [
          [
            '<甲,こう>：どんなお<土産,みやげ>を<買,か>いましたか。',
            '<乙,おつ>：きれいな<人形,にんぎょう>を<買,か>いました。'
          ], [
            '<甲,こう>：<京都,きょうと>はどうでしたか。',
            '<乙,おつ>：とてもきれいでした。でも、<静,しず>かではありませんでした。'
          ], [
            '<甲,こう>：<横浜,よこはま>はどんな<町,まち>ですか。',
            '<乙,おつ>：<大,おお>きい<町,まち>です。そして、にぎやかな<町,まち>です。'
          ], [
            '<甲,こう>：<東京,とうきょう>の<天気,てんき>はどうでしたか。',
            '<乙,おつ>：<昨日,きのう>は<晴,は>れでした。でも、おとといは<雨,あめ>でした。'
          ]
        ]
      },
      utilization: {
        title: '<美術館,びじゅつかん>',
        content: [
          [
            '<長島,ながしま>：<昨日,きのう><京都,きょうと>へ<行,い>きました。',
            '<小野,おの>：<京都,きょうと>ですか。<京都,きょうと>の<紅葉,もみじ>はどうでしたか。',
            '<長島,ながしま>：とてもきれいでした。でも、<町,まち>はあまり<静,しず>かじゃありませんでした。',
            '<李,り>：えっ？',
            '<長島,ながしま>：<今,いま>ちょうど<修学旅行,しゅうがくりょこう>のシーズンです。とてもにぎやかでした。'
          ], [
            '<李,り>：この<通,とお>りは<静,しず>かですね。',
            '<長島,ながしま>：ああ、<今日,きょう>は<平日,へいじつ>ですね。でも、<休,やす>みの<日,ひ>は<観光客,かんこうきゃく>が<多,おお>いです。とてもにぎやかですよ。',
            '<李,り>：そうですか。'
          ], [
            '<李,り>：あれえ、だれもいませんね。',
            '<小野,おの>：そうですね。',
            '<李,り>：ところで、この<美術館,びじゅつかん>にはどんな<作品,さくひん>がありますか。',
            '<小野,おの>：<世界中,せかいじゅう>の<有名,ゆうめい>な<作家,さっか>の<彫刻,ちょうこく>です。',
            '<長島,ながしま>：<美術館,びじゅつかん>の<庭,にわ>にもいろいろおもしろいのがありますよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'もみじ', mana: '紅葉', type: '名', cn: '红叶' },
        { kana: 'こきょう', mana: '故郷', type: '名', cn: '故乡' },
        { kana: 'とおり', mana: '通り', type: '名', cn: '大街' },
        { kana: 'まち', mana: '町', type: '名', cn: '城市，街道' },
        { kana: 'ところ', mana: '所', type: '名', cn: '场所' },
        { kana: 'おみせ', mana: 'お店', type: '名', cn: '餐馆，商店' },
        { kana: 'にんぎょう', mana: '人形', type: '名', cn: '玩偶' },
        { kana: 'さくひん', mana: '作品', type: '名', cn: '作品' },
        { kana: 'ちょうこく', mana: '彫刻', type: '名', cn: '雕刻' },
        { kana: 'じどうしゃ', mana: '自動車', type: '名', cn: '汽车' },
        { kana: 'どうぐ', mana: '道具', type: '名', cn: '工具' },
        { kana: 'さかな', mana: '魚', type: '名', cn: '鱼' },
        { kana: 'おかし', mana: 'お菓子', type: '名', cn: '点心' },
        { kana: 'もの', mana: '物', type: '名', cn: '物品，东西' },
        { kana: 'シーズン', mana: '', type: '名', cn: '季节' },
        { kana: 'しゅうがくりょこう', mana: '修学旅行', type: '名', cn: '修学旅行' },
        { kana: 'かんこうきゃく', mana: '観光客', type: '名', cn: '游客' },
        { kana: 'さっか', mana: '作家', type: '名', cn: '作家' },
        { kana: 'ぶちょう', mana: '部長', type: '名', cn: '部长' },
        { kana: 'へいじつ', mana: '平日', type: '名', cn: '平日，非休息日' },
        { kana: 'ひ', mana: '日', type: '名', cn: '日子' },
        { kana: 'せいかつ', mana: '生活', type: '名', cn: '生活' },
        { kana: 'せかい', mana: '世界', type: '名', cn: '世界' },
        { kana: 'はれ', mana: '晴れ', type: '名', cn: '晴天' },
        { kana: 'あめ', mana: '雨', type: '名', cn: '雨，下雨' },
        { kana: 'くもり', mana: '曇り', type: '名', cn: '阴天' },
        { kana: 'ゆき', mana: '雪', type: '名', cn: '雪' },
        { kana: 'きたない', mana: '汚い', type: '形1', cn: '脏' },
        { kana: 'きれい', mana: '', type: '形2', cn: '漂亮，干净' },
        { kana: 'ゆうめい', mana: '有名', type: '形2', cn: '有名' },
        { kana: 'にぎやか', mana: '', type: '形2', cn: '热闹，繁华' },
        { kana: 'しずか', mana: '静か', type: '形2', cn: '安静' },
        { kana: 'ひま', mana: '暇', type: '形2', cn: '空闲' },
        { kana: 'しんせつ', mana: '親切', type: '形2', cn: '热情' },
        { kana: 'すき', mana: '好き', type: '形2', cn: '喜欢' },
        { kana: 'きらい', mana: '嫌い', type: '形2', cn: '讨厌' },
        { kana: 'べんり', mana: '便利', type: '形2', cn: '方便' },
        { kana: 'ふべん', mana: '不便', type: '形2', cn: '不方便' },
        { kana: 'げんき', mana: '元気', type: '形2', cn: '健康，有精神' },
        { kana: 'かんたん', mana: '簡単', type: '形2', cn: '简单' },
        { kana: 'ハンサム', mana: '', type: '形2', cn: '英俊，帅气' },
        { kana: 'どんな', mana: '', type: '疑', cn: '什么样的，怎样的' },
        { kana: 'どう', mana: '', type: '副', cn: '怎样，如何' },
        { kana: 'いかが', mana: '', type: '副', cn: '如何' },
        { kana: 'いろいろ', mana: '', type: '副', cn: '各种各样' },
        { kana: 'でも', mana: '', type: '连', cn: '可是，不过' },
        { kana: 'そして', mana: '', type: '连', cn: '而且，于是' },
        { kana: 'ところで', mana: '', type: '连', cn: '（转换话题）哎' },
        { kana: 'あれえ', mana: '', type: '叹', cn: '咦' },
        { kana: 'なら', mana: '奈良', type: '专', cn: '奈良' },
        { kana: 'ふじさん', mana: '富士山', type: '专', cn: '富士山' }
      ],
      phrase: [
        { kana: 'もうすこし', mana: 'もう少し', cn: '再～一点' },
        { kana: '〜じゅう', mana: '〜中', cn: '' }
      ]
    },
    {
      no: 11,
      topic: '<小野,おの>さんは<歌,うた>が<好,す>きです',
      basic: {
        base: [
          '<小野,おの>さんは<歌,うた>が<好,す>きです。',
          'スミスさんは<韓国語,かんこくご>が分かります。',
          '<吉田,よしだ>さんは<時々,ときどき><中国,ちゅうごく>や<韓国,かんこく>へ<行,い>きます。',
          '<森,もり>さんはお<酒,さけ>が<好,す>きですから、<毎日,まいにち><飲,の>みます。'
        ],
        use: [
          [
            '<甲,こう>：<吉田,よしだ>さんは<料理,りょうり>ができますか。',
            '<乙,おつ>：いいえ、<全然,ぜんぜん>できません。'
          ], [
            '<甲,こう>：どんな<音楽,おんがく>が<好,す>きですか。',
            '<乙,おつ>：ロックやポップスなどが<好,す>きです。'
          ], [
            '<甲,こう>：<長島,ながしま>さん、スペイン<語,ご>が<分,わ>かりますか。',
            '<乙,おつ>：ええ、<大学,だいがく>で<習,なら>いましたから、<少,すこ>し<分,わ>かります。'
          ], [
            '<甲,こう>：<小野,おの>さん、よく<音楽,おんがく>を<聞,き>きますか。',
            '<乙,おつ>：ええ、<家,いえ>で<CD,シーディー>をよく<聞,き>きます。そして、たまにコンサートへ<行,い>きます。'
          ]
        ]
      },
      utilization: {
        title: 'お<土産,みやげ>',
        content:  [
          [
            '<李,り>：<箱根,はこね>はホテルや<旅館,りょかん>が<多,おお>いですね。',
            '<小野,おの>：そうですね。<会社,かいしゃ>の<別荘,べっそう>もたくさんあります。',
            '<李,り>：<長島,ながしま>さんや<小野,おの>さんもよく<来,き>ますか。',
            '<長島,ながしま>：ええ、<車,くるま>で<時々,ときどき><来,き>ます。',
            '<小野,おの>：わたしは<運転,うんてん>ができませんから、いつも<電車,でんしゃ>です。',
            '<長島,ながしま>：ぼくは<来月,らいげつ>また<来,き>ますよ。',
            '<李,り>：どうしてですか。',
            '<長島,ながしま>：この<近,ちか>くのホテルで<友達,ともだち>の<写真展,しゃしんてん>がありますから。'
          ],
          [
            '<李,り>：<箱根,はこね>のお<土産,みやげ>は<何,なに>がいいですか。',
            '<小野,おの>：うーん、そうですね…、<迷,まよ>いますね。',
            '<長島,ながしま>：<寄木細工,よせぎざいく>はいかがですか。とても<有名,ようめい>ですよ。',
            '<李,り>：きれいな<模様,もよう>ですね。',
            '<小野,おの>：ええ。',
            '<長島,ながしま>：<気,き>に<入,い>りましたか。',
            '<李,り>：はい、とても。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'うた', mana: '歌', type: '名', cn: '歌，歌曲' },
        { kana: 'カラオケ', mana: '', type: '名', cn: '卡拉OK' },
        { kana: 'ロック', mana: '', type: '名', cn: '摇滚乐' },
        { kana: 'ポップス', mana: '', type: '名', cn: '流行音乐' },
        { kana: 'クラシック', mana: '', type: '名', cn: '西方古典音乐' },
        { kana: 'ピアノ', mana: '', type: '名', cn: '钢琴' },
        { kana: 'え', mana: '絵', type: '名', cn: '画儿' },
        { kana: 'えいご', mana: '英語', type: '名', cn: '英语' },
        { kana: 'スペインご', mana: 'スペイン語', type: '名', cn: '西班牙语' },
        { kana: 'スポーツ', mana: '', type: '名', cn: '体育，运动' },
        { kana: 'すいえい', mana: '水泳', type: '名', cn: '游泳' },
        { kana: 'ゴルフ', mana: '', type: '名', cn: '高尔夫球' },
        { kana: 'うんてん', mana: '運転', type: '名', cn: '开车' },
        { kana: 'のみもの', mana: '飲み物', type: '名', cn: '饮料' },
        { kana: 'おさけ', mana: 'お酒', type: '名', cn: '酒，酒类' },
        { kana: 'にく', mana: '肉', type: '名', cn: '肉' },
        { kana: 'やさい', mana: '野菜', type: '名', cn: '蔬菜' },
        { kana: 'くだもの', mana: '果物', type: '名', cn: '水果' },
        { kana: 'ヒマワリ', mana: '', type: '名', cn: '向日葵' },
        { kana: 'バラ', mana: '', type: '名', cn: '蔷薇，玫瑰' },
        { kana: 'コンピュータ', mana: '', type: '名', cn: '计算机，电脑' },
        { kana: 'まど', mana: '窓', type: '名', cn: '窗，窗户' },
        { kana: 'けっこんしき', mana: '結婚式', type: '名', cn: '结婚典礼' },
        { kana: 'しゃしんてん', mana: '写真展', type: '名', cn: '摄影展' },
        { kana: 'りょかん', mana: '旅館', type: '名', cn: '旅馆，旅店' },
        { kana: 'べっそう', mana: '別荘', type: '名', cn: '别墅' },
        { kana: 'よせぎざいく', mana: '寄木細工', type: '名', cn: '木片儿拼花工艺品' },
        { kana: 'もよう', mana: '模様', type: '名', cn: '花纹，纹案' },
        { kana: 'がいこく', mana: '外国', type: '名', cn: '外国' },
        { kana: 'かいぎ', mana: '会議', type: '名', cn: '会议' },
        { kana: 'あし', mana: '脚', type: '名', cn: '腿' },
        { kana: 'ぼく', mana: '', type: '代', cn: '我（男性自称）' },
        { kana: 'わかります', mana: '分かります', type: '动1', cn: '懂，明白' },
        { kana: 'まよいます', mana: '迷います', type: '动1', cn: '犹豫，难以决定' },
        { kana: 'できます', mana: '', type: '动2', cn: '会；能；完成' },
        { kana: 'しめます', mana: '閉めます', type: '动2', cn: '关闭，关门' },
        { kana: 'つかれます', mana: '疲れます', type: '动2', cn: '疲倦，疲惫' },
        { kana: 'さんぽします', mana: '散歩します', type: '动3', cn: '散步' },
        { kana: 'こわい', mana: '怖い', type: '形1', cn: '害怕，恐怖' },
        { kana: 'あかい', mana: '赤い', type: '形1', cn: '红' },
        { kana: 'いたい', mana: '痛い', type: '形1', cn: '疼，疼痛' },
        { kana: 'じょうず', mana: '上手', type: '形2', cn: '擅长，高明，水平高' },
        { kana: 'へた', mana: '下手', type: '形2', cn: '不高明，水平低' },
        { kana: 'にがて', mana: '苦手', type: '形2', cn: '不擅长，不善于' },
        { kana: 'ときどき', mana: '時々', type: '副', cn: '有时，时不时' },
        { kana: 'よく', mana: '', type: '副', cn: '经常，常常' },
        { kana: 'たまに', mana: '', type: '副', cn: '偶尔，很少' },
        { kana: 'また', mana: '', type: '副', cn: '还，再，又' },
        { kana: 'どうして', mana: '', type: '副', cn: '为什么' },
        { kana: 'だから', mana: '', type: '连', cn: '所以，因此' },
        { kana: 'ですから', mana: '', type: '连', cn: '所以，因此' },
        { kana: 'うーん', mana: '', type: '叹', cn: '嗯……，这个……' }
      ],
      phrase: [
        { kana: 'けっこうです', mana: '結構です', cn: '不用，不要' },
        { kana: 'きにいります', mana: '気に入ります', cn: '中意，喜欢' },
        { kana: 'など', mana: '', cn: '等等' }
      ]
    },
    {
      no: 12,
      topic: '<李,り>さんは<森,もり>さんより<若,わか>いです',
      basic: {
        base: [
          '<李,り>さんは<森,もり>さんより<若,わか>いです。',
          '<日本,にほん>より<中国,ちゅうごく>のほうが<広,ひろ>いです。',
          '<神戸,こうべ>は<大阪,おおさか>ほどにぎやかではありません。',
          'スポーツの<中,なか>でサッカーがいちばんおもしろいです。'
        ],
        use: [
          [
            '<甲,こう>：<北京,ペキン>は<東京,とおきょう>より<寒,さむ>いですか。',
            '<乙,おつ>：ええ、<冬,ふゆ>の<北京,ペキン>は<東京,とおきょう>よりずっと<寒,さむ>いです。'
          ], [
            '<甲,こう>：<日本語,にほんご>と<英語,えいご>とどちらが<難,むずか>しいですか。',
            '<乙,おつ>：<日本語,にほんご>のほうが<難,むずか>しいです。'
          ], [
            '<甲,こう>：<森,もり>さんはテニスが<上手,じょうず>ですね。',
            '<乙,おつ>：いいえ、<長島,ながしま>さんほど<上手,じょうず>ではありません。'
          ], [
            '<甲,こう>：<季節,きせつ>の<中,なか>でいつがいちばん<好,す>きですか。',
            '<乙,おつ>：わたしは<春,はる>がいちばん<好,す>きです。'
          ]
        ]
      },
      utilization: {
        title: 'お<酒,さけ>とお<茶,ちゃ>',
        content: [
          [
            '<李,り>：<長島,ながしま>さんはよくお<酒,さけ>を<飲,の>みますか。',
            '<長島,ながしま>：ええ。お<酒,さけ>は<大好,だいす>きですから、<毎晩,まいばん><飲,の>みますよ。',
            '<李,り>：ビールと<日本酒,にほんしゅ>と、どちらが<好,す>きですか。',
            '<長島,ながしま>：どちらも<好,す>きです。でも、<焼酎,しょうちゅう>がいちばん<好,す>きです。',
            '<小野,おの>：<焼酎,しょうちゅう>は<最近,さいきん><人気,にんき>がありますね。',
            '<李,り>：<小野,おの>さんも<焼酎,しょうちゅう>が<好,す>きですか。',
            '<小野,おの>：いいえ。わたしは<焼酎,しょうちゅう>よりワインのほうがいいです。でも、ビールもよく<飲,の>みますよ。'
          ], [
            '<長島,ながしま>：<中国,ちゅうごく>はお<茶,ちゃ>の<種類,しゅるい>が<多,おお>いですね。',
            '<李,り>：え。ウーロン<茶,ちゃ>、ジャスミン<茶,ちゃ>、<緑茶,りょくちゃ>など、たくさんあります。',
            '<小野,おの>：どのお<茶,ちゃ>がいちばん<人気,にんき>がありますか。',
            '<李,り>：やっぱりウーロン<茶,ちゃ>です',
            '<小野,おの>：<李,り>さんもよく<飲,の>みますか。',
            '<李,り>：ええ。<毎日,まいにち>ウーロン<茶,ちゃ>かジャスミン<茶,ちゃ>を<飲,の>みます。',
            '<長島,ながしま>：どちらがおいしいですか。',
            '<李,り>：どちらもおいしいですよ。わたしはジャスミン<茶,ちゃ>のほうが<好,す>きですが…。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'きせつ', mana: '季節', type: '名', cn: '季节' },
        { kana: 'ふゆ', mana: '冬', type: '名', cn: '冬天，冬季' },
        { kana: 'はる', mana: '春', type: '名', cn: '春天，春季' },
        { kana: 'にほんりょうり', mana: '日本料理', type: '名', cn: '日式饭菜' },
        { kana: 'すし', mana: '寿司', type: '名', cn: '寿司' },
        { kana: 'ナシ', mana: '', type: '名', cn: '梨' },
        { kana: 'バナナ', mana: '', type: '名', cn: '香蕉' },
        { kana: 'ミカン', mana: '', type: '名', cn: '橘子' },
        { kana: 'しょうちゅう', mana: '焼酎', type: '名', cn: '烧酒' },
        { kana: 'にほんしゅ', mana: '日本酒', type: '名', cn: '日本酒' },
        { kana: 'こうちゃ', mana: '紅茶', type: '名', cn: '红茶' },
        { kana: 'ウーロンちゃ', mana: 'ウーロン茶', type: '名', cn: '乌龙茶' },
        { kana: 'ジャスミンちゃ', mana: 'ジャスミン茶', type: '名', cn: '茉莉花茶' },
        { kana: 'りょくちゃ', mana: '緑茶', type: '名', cn: '绿茶' },
        { kana: 'ジュース', mana: '', type: '名', cn: '果汁' },
        { kana: 'にんき', mana: '人気', type: '名', cn: '声望，受欢迎' },
        { kana: 'せき', mana: '席', type: '名', cn: '座位，席位' },
        { kana: 'クラス', mana: '', type: '名', cn: '班级' },
        { kana: 'しゅるい', mana: '種類', type: '名', cn: '种类' },
        { kana: 'せ', mana: '背', type: '名', cn: '个人' },
        { kana: 'あに', mana: '兄', type: '名', cn: '哥哥，兄长' },
        { kana: 'さいきん', mana: '最近', type: '名', cn: '最近，近来' },
        { kana: 'ふります', mana: '降ります', type: '动1', cn: '下（雨，雪），降（雨，雪）' },
        { kana: 'わかい', mana: '若い', type: '形1', cn: '年轻' },
        { kana: 'あたたかい', mana: '暖かい', type: '形1', cn: '暖和，温暖' },
        { kana: 'すずしい', mana: '涼しい', type: '形1', cn: '凉爽' },
        { kana: 'はやい', mana: '速い', type: '形1', cn: '快' },
        { kana: 'だいすき', mana: '大好き', type: '形2', cn: '非常喜欢' },
        { kana: 'いちばん', mana: '', type: '副', cn: '最，第一' },
        { kana: 'ずっと', mana: '', type: '副', cn: '～得多' },
        { kana: 'やはり', mana: '', type: '副', cn: '仍然，还是' },
        { kana: 'やっぱり', mana: '', type: '副', cn: '仍然，还是' },
        { kana: 'チョモランマ', mana: '', type: '专', cn: '珠穆朗玛峰' }
      ],
      phrase: [
        { kana: 'にんきがあります', mana: '人気があります', cn: '受欢迎' },
        { kana: '〜ねんかん', mana: '〜年間', cn: '' }
      ]
    }
  ]
}
