export default {
  id: 4,
  chapter: 4,
  title: '小李在公司的生活——②',
  lesson: [
    {
      no: 13,
      topic: '<机,つくえ>の<上,うえ>に<本,ほん>が<3,さん><冊,さつ>あります',
      basic: {
        base: [
          '机の上に本が3冊あります。',
          '李さんは毎日7時間働きます。',
          '李さんは1週間に2回プールへ行きます。',
          'ごご郵便局へ荷物を出しに行きます。'
        ],
        use: [
          [
            '<甲,こう>：すみません、はがきを5枚ください',
            '<乙,おつ>：はい。5枚で250円です。'
          ], [
            '<甲,こう>：よく映画を見ますか。',
            '<乙,おつ>：ええ、1か月に2回ぐらい見ます'
          ], [
            '<甲,こう>：家から会社までどのぐらいかかりますか。',
            '<乙,おつ>：電車で1時間ぐらいかかります。'
          ], [
            '<甲,こう>：昨日何をしましたか。',
            '<乙,おつ>：新宿へ映画を見に行きました。'
          ]
        ]
      },
      utilization: {
        title: '居酒屋',
        content: [
          [
            '小野：これから森さんと近くのお店へ飲みに行きます。李さんもいっしょにどうですか。',
            '李：えっ、いいですか。お願いします。'
          ], [
            '李：森さんたちはこのお店へよく来ますか。',
            '森：ええ、ぼくは週に2回ぐらい来ます。',
            '小野：わたしもよく来ます。',
            '森：あのう、すみません。とりあえず生ビールを３つお願いします。'
          ], [
            '李：生ビールが1杯300円ですか。',
            '森：ここはお酒も食べ物も安いです。焼き鳥は5本で400円ですからね。',
            '小野：唐揚げや肉じゃがは一皿350円です。',
            '李：ほかのお店はいくらぐらいですか。',
            '森：生ビールはだいたい1杯400円か450円ですね。',
            '小野：焼き鳥は1本150円ぐらいですよ。',
            '李：じゃあ、ここは安いですね。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'にもつ', mana: '荷物', type: '名', cn: '包裹' },
        { kana: 'はがき', mana: '', type: '名', cn: '明信片' },
        { kana: 'きって', mana: '切手', type: '名', cn: '邮票' },
        { kana: 'ひきだし', mana: '引き出し', type: '名', cn: '抽屉' },
        { kana: 'アルバム', mana: '', type: '名', cn: '相册' },
        { kana: 'タバコ', mana: '', type: '名', cn: '烟，烟草' },
        { kana: 'まんが', mana: '漫画', type: '名', cn: '漫画' },
        { kana: 'ガレージ', mana: '', type: '名', cn: '车库，汽车房' },
        { kana: 'しゅうり', mana: '修理', type: '名', cn: '修理' },
        { kana: 'いざかや', mana: '居酒屋', type: '名', cn: '酒馆' },
        { kana: 'なまビール', mana: '生ビール', type: '名', cn: '生啤' },
        { kana: 'やきとり', mana: '焼き鳥', type: '名', cn: '烤鸡肉串' },
        { kana: 'からあげ', mana: '唐揚げ', type: '名', cn: '炸鸡，油炸食品' },
        { kana: 'にくじゃが', mana: '肉じゃが', type: '名', cn: '土豆炖肉' },
        { kana: 'ボーリング', mana: '', type: '名', cn: '保龄球' },
        { kana: 'かみ', mana: '髪', type: '名', cn: '头发' },
        { kana: 'ぞう', mana: '象', type: '名', cn: '象，大象' },
        { kana: 'ひる', mana: '昼', type: '名', cn: '白天，中午' },
        { kana: 'ほか', mana: '', type: '名', cn: '另外，其他' },
        { kana: 'かかります', mana: '', type: '动1', cn: '花费（时间，金钱）' },
        { kana: 'さきます', mana: '咲きます', type: '动1', cn: '花开' },
        { kana: 'およぎます', mana: '泳ぎます', type: '动1', cn: '游泳' },
        { kana: 'あそびます', mana: '遊びます', type: '动1', cn: '玩，玩耍' },
        { kana: 'すいます', mana: '吸います', type: '动1', cn: '吸（烟）' },
        { kana: 'きります', mana: '切ります', type: '动1', cn: '剪，切，割' },
        { kana: 'だいたい', mana: '', type: '副', cn: '大约，大概，大体' },
        { kana: 'とりあえず', mana: '', type: '副', cn: '暂且' }
      ],
      phrase: [
        { kana: 'どのぐらい', mana: '', cn: '多久，多少钱' },
        { kana: 'どれぐらい', mana: '', cn: '多久，多少钱' },
        { kana: '〜さつ', mana: '〜冊', cn: '' },
        { kana: '〜かい', mana: '〜回', cn: '' },
        { kana: '〜まい', mana: '〜枚', cn: '' },
        { kana: '〜こ', mana: '〜個', cn: '' },
        { kana: '〜はい', mana: '〜杯', cn: '' },
        { kana: '〜にん', mana: '〜人', cn: '' },
        { kana: '〜だい', mana: '〜台', cn: '' },
        { kana: '〜ほん', mana: '〜本', cn: '' },
        { kana: '〜とう', mana: '〜頭', cn: '' },
        { kana: '〜ひき', mana: '〜匹', cn: '' },
        { kana: '〜つ', mana: '', cn: '' },
        { kana: '〜ちゃく', mana: '〜着', cn: '' },
        { kana: '〜わ', mana: '〜羽', cn: '' },
        { kana: '〜ばん', mana: '〜番', cn: '' },
        { kana: '〜そく', mana: '〜足', cn: '' },
        { kana: '〜ど', mana: '〜度', cn: '' },
        { kana: '〜キロメートル', mana: '', cn: '' },
        { kana: '〜さら', mana: '〜皿', cn: '' },
        { kana: '〜じかん', mana: '〜時間', cn: '' },
        { kana: '〜しゅうかん', mana: '〜週間', cn: '' },
        { kana: '〜かげつ', mana: '〜か月', cn: '' },
        { kana: '〜たち', mana: '', cn: '' }
      ]
    },
    {
      no: 14,
      topic: '昨日デパートへ行って、買い物しました',
      basic: {
        base: [
          '昨日デパートへ行って、買い物しました。',
          '李さんは毎晩ラジオを聞いてから寝ます。',
          'ここに住所と名前を書いてください。',
          '李さんは毎朝7時に家を出ます。'
        ],
        use: [
          [
            '<甲,こう>：今日の午後は何をしますか。',
            '<乙,おつ>：図書館へ行って、勉強をします。それから家へ帰って、手紙を書きます。'
          ], [
            '<甲,こう>：いつ出かけますか。',
            '<乙,おつ>：昼ご飯を食べてから出かけます。'
          ], [
            '<甲,こう>：すみません、この荷物を中国へ送ってください。',
            '<乙,おつ>：船便ですか、航空便ですか。',
            '<甲,こう>：船便でお願いします。'
          ], [
            '<甲,こう>：このバスは駅前を通りますか。',
            '<乙,おつ>：はい、通ります。'
          ]
        ]
      },
      utilization: {
        title: '原稿',
        content: [
          [
            '李：吉田課長、原稿ができました。',
            '吉田：箱根の記事ですね。ちょっと見せてください。',
            '吉田：なかなかいいですね。いつ書きましたか。',
            '李：昨日会社でメモを整理して、小野さんに見せました。そして、アパートへ帰ってから書きました。',
            '吉田：そうですか。大変でしたね。写真もできましたか。',
            '李：はい。これから長島さんの事務所へ行って、写真を選びます。',
            '吉田：そうですか。',
            '李：後で写真も見てくださいませんか。'
          ], [
            '吉田：李さん、もう会社を出ますか。',
            '李：はい。銀行でお金を下ろしてから行きます。',
            '吉田：じゃあ、郵便局の近くを通りますね。すみませんが、この手紙を出してください。',
            '李：はい。速達で出しますか。',
            '吉田：ええ、そうしてください。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ふなびん', mana: '船便', type: '名', cn: '海运' },
        { kana: 'しょるい', mana: '書類', type: '名', cn: '文件，文稿' },
        { kana: 'げんこう', mana: '原稿', type: '名', cn: '稿子，原稿' },
        { kana: 'きじ', mana: '記事', type: '名', cn: '报道' },
        { kana: 'メモ', mana: '', type: '名', cn: '记录' },
        { kana: 'えきまえ', mana: '駅前', type: '名', cn: '车站一带' },
        { kana: 'はし', mana: '橋', type: '名', cn: '桥，桥梁' },
        { kana: 'かど', mana: '角', type: '名', cn: '拐角' },
        { kana: 'おうだんほどう', mana: '横断歩道', type: '名', cn: '人行横道' },
        { kana: 'みぎ', mana: '右', type: '名', cn: '右，右边' },
        { kana: 'ひだり', mana: '左', type: '名', cn: '左，左边' },
        { kana: 'こうさてん', mana: '交差点', type: '名', cn: '十字路口' },
        { kana: 'みち', mana: '道', type: '名', cn: '路，道路' },
        { kana: 'ドア', mana: '', type: '名', cn: '门' },
        { kana: 'でんき', mana: '電気', type: '名', cn: '电，电力' },
        { kana: 'たいきょくけん', mana: '太極拳', type: '名', cn: '太极拳' },
        { kana: 'あさごはん', mana: '朝ご飯', type: '名', cn: '早饭' },
        { kana: 'ばんごはん', mana: '晩ご飯', type: '名', cn: '晚饭' },
        { kana: 'バーペキュー', mana: '', type: '名', cn: '户外烧烤' },
        { kana: 'とおります', mana: '通ります', type: '动1', cn: '通过，经过' },
        { kana: 'いそぎます', mana: '急ぎます', type: '动1', cn: '急，匆忙' },
        { kana: 'とびます', mana: '飛びます', type: '动1', cn: '飞，飞行' },
        { kana: 'しにます', mana: '死にます', type: '动1', cn: '死，死亡' },
        { kana: 'まちます', mana: '待ちます', type: '动1', cn: '等待，等候' },
        { kana: 'うります', mana: '売ります', type: '动1', cn: '卖，销售' },
        { kana: 'はなします', mana: '話します', type: '动1', cn: '说话，说' },
        { kana: 'わたります', mana: '渡ります', type: '动1', cn: '过（桥，河），穿过（马路）' },
        { kana: 'おろします', mana: '下ろします', type: '动1', cn: '取，卸货' },
        { kana: 'えらびます', mana: '選びます', type: '动1', cn: '挑选，选择' },
        { kana: 'けします', mana: '消します', type: '动1', cn: '关（灯），消除，去除' },
        { kana: 'あるきます', mana: '歩きます', type: '动1', cn: '步行，行走' },
        { kana: 'まがります', mana: '曲がります', type: '动1', cn: '拐弯，曲折' },
        { kana: 'あらいます', mana: '洗います', type: '动1', cn: '洗，洗涤' },
        { kana: 'でます', mana: '出ます', type: '动2', cn: '离开' },
        { kana: 'でかけます', mana: '出かけます', type: '动2', cn: '外出，出门' },
        { kana: 'あけます', mana: '開けます', type: '动2', cn: '开，打开，开启' },
        { kana: 'すぎます', mana: '過ぎます', type: '动2', cn: '过' },
        { kana: 'みせます', mana: '見せます', type: '动2', cn: '给～看；出示' },
        { kana: 'つけます', mana: '', type: '动2', cn: '开（灯）' },
        { kana: 'おります', mana: '降ります', type: '动2', cn: '下（车，山）' },
        { kana: 'かいものします', mana: '買い物します', type: '动3', cn: '买东西' },
        { kana: 'そつぎょうします', mana: '卒業します', type: '动3', cn: '毕业' },
        { kana: 'しょくじします', mana: '食事します', type: '动3', cn: '吃饭，用餐' },
        { kana: 'せいりします', mana: '整理します', type: '动3', cn: '整理' },
        { kana: 'コビーします', mana: '', type: '动3', cn: '复印' },
        { kana: 'くらい', mana: '暗い', type: '形1', cn: '黑暗，昏暗' },
        { kana: 'たいへん', mana: '大変', type: '形2', cn: '够受的，不得了' },
        { kana: 'なかなか', mana: '', type: '副', cn: '相当，很，非常' },
        { kana: 'こう', mana: '', type: '副', cn: '这样，如此' },
        { kana: 'そう', mana: '', type: '副', cn: '那样' },
        { kana: 'ああ', mana: '', type: '副', cn: '那样' },
        { kana: 'あとで', mana: '後で', type: '副', cn: '过会儿' },
        { kana: 'それから', mana: '', type: '连', cn: '然后；另外' }
      ],
      phrase: [
        { kana: 'すみませんが', mana: '', cn: '对不起……，劳驾……' }
      ]
    },
    {
      no: 15,
      topic: '小野さんは今新聞を読んでいます',
      basic: {
        base: [
          '小野さんは今新聞を読んでいます。',
          'ここで写真を撮ってもいいですか。',
          '飛行機の中でタバコを吸ってはいけません。',
          '日曜日、小野さんは公園でボートに乗りました。'
        ], use: [
          [
            '<甲,こう>：もしもし、森さん？今どこですか。',
            '<乙,おつ>：今市役所の前を歩いています。'
          ], [
            '<甲,こう>：すみません、この辞書を借りてもいいですか。',
            '<乙,おつ>：いえ、ちょっと…。今使っています。'
          ], [
            '<甲,こう>：すみません、ここに座ってもいいですか。',
            '<乙,おつ>：ええ、どうぞ。'
          ], [
            '<甲,こう>：あっ、ここで携帯電話を使ってはいけませんよ。',
            '<乙,おつ>：すみません。これから気をつけます。'
          ]
        ]
      },
      utilization: {
        title: '風邪',
        content: [
          [
            '小野：もしもし、小野です。どうしました？',
            '李：ちょっと熱があります。今日会社を休んでもいいですか。',
            '小野：ええ、もちろんです。あまり無理をしてはいけませんよ。',
            '李：はい、分かりました。あのう、吉田課長は？',
            '小野：今会議室で打ち合わせをしています。後で伝えます。',
            '李：お願いします。',
            '小野：もう病院に行きましたか。',
            '李：いいえ、まだです。',
            '小野：じゃあ、病院に行ってから、ゆっくり休んでください。',
            '李：はい、ありがとうございます。'
          ], [
            '医者：風邪ですね。温かい物を食べて、十分睡眠をとってください。それから今晩お風呂に入ってはいけませんよ。',
            '李：分かりました。',
            '医者：では、薬を出します。薬局に行って、もらってください。',
            '李：ありがとうございました。',
            '医者：お大事に。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ボート', mana: '', type: '名', cn: '小船，小艇' },
        { kana: 'ベンチ', mana: '', type: '名', cn: '长椅，长凳' },
        { kana: 'しやくしょ', mana: '市役所', type: '名', cn: '市政府' },
        { kana: 'けいたいでんわ', mana: '携帯電話', type: '名', cn: '手机' },
        { kana: 'きんえん', mana: '禁煙', type: '名', cn: '禁止吸烟' },
        { kana: 'かぜ', mana: '風邪', type: '名', cn: '感冒' },
        { kana: 'ねつ', mana: '熱', type: '名', cn: '发烧，体温' },
        { kana: 'すいみん', mana: '睡眠', type: '名', cn: '睡眠' },
        { kana: 'おふろ', mana: 'お風呂', type: '名', cn: '澡堂，浴室' },
        { kana: 'やっきょく', mana: '薬局', type: '名', cn: '药店' },
        { kana: 'クーラー', mana: '', type: '名', cn: '空调' },
        { kana: 'ひ', mana: '火', type: '名', cn: '火' },
        { kana: 'き', mana: '気', type: '名', cn: '精神，意识' },
        { kana: 'うちあわせ', mana: '打ち合わせ', type: '名', cn: '事先商量，碰头，商洽' },
        { kana: 'むり', mana: '無理', type: '名', cn: '勉强，难以办到' },
        { kana: 'ちゅうしゃきんし', mana: '駐車禁止', type: '名', cn: '禁止停车' },
        { kana: 'たちいりきんし', mana: '立入禁止', type: '名', cn: '禁止进入' },
        { kana: 'かきげんきん', mana: '火気厳禁', type: '名', cn: '严禁烟火' },
        { kana: 'さつえいきんし', mana: '撮影禁止', type: '名', cn: '禁止拍照' },
        { kana: 'のります', mana: '乗ります', type: '动1', cn: '乘坐，乘' },
        { kana: 'つかいます', mana: '使います', type: '动1', cn: '用，使用' },
        { kana: 'すわります', mana: '座ります', type: '动1', cn: '坐，落座' },
        { kana: 'はいります', mana: '入ります', type: '动1', cn: '进入，加入' },
        { kana: 'もうします', mana: '申します', type: '动1', cn: '是，说，讲，告诉' },
        { kana: 'とります', mana: '', type: '动1', cn: '取，取得' },
        { kana: 'うたいます', mana: '歌います', type: '动1', cn: '唱，唱歌' },
        { kana: 'つたえます', mana: '伝えます', type: '动2', cn: '说，传达，转告' },
        { kana: 'とめます', mana: '止めます', type: '动2', cn: '停，制止' },
        { kana: 'あたたかい', mana: '温かい', type: '形1', cn: '热乎，温暖' },
        { kana: 'だいじょうぶ', mana: '大丈夫', type: '形2', cn: '没关系，放心' },
        { kana: 'だめ', mana: '', type: '形2', cn: '不行，不可以' },
        { kana: 'じゅうぶん', mana: '十分', type: '副', cn: '好好地，充足地' },
        { kana: 'もちろん', mana: '', type: '副', cn: '当然，不用说' },
        { kana: 'ゆっくり', mana: '', type: '副', cn: '好好地，安静地' },
        { kana: 'もしもし', mana: '', type: '叹', cn: '喂' },
        { kana: 'いえ', mana: '', type: '叹', cn: '不，不是' }
      ],
      phrase: [
        { kana: 'おだいじに', mana: 'お大事に', cn: '请多保重' },
        { kana: 'いけません', mana: '', cn: '不行，不可以' },
        { kana: 'かまいません', mana: '', cn: '没关系，不要紧' },
        { kana: 'まだです', mana: '', cn: '还没有，仍然……没有' },
        { kana: 'きをつけます', mana: '気をつけます', cn: '注意' },
        { kana: 'むりをします', mana: '無理をします', cn: '勉强' },
        { kana: 'すいみんをとります', mana: '睡眠をとります', cn: '睡觉' },
        { kana: 'おふろにはいります', mana: 'お風呂に入ります', cn: '洗澡' }
      ]
    },
    {
      no: 16,
      topic: 'ホテルの部屋は広くて明るいです',
      basic: {
        base: [
          'ホテルの部屋は広くて明るいです。',
          'このコンピュータの操作は簡単で便利です。',
          '森さんは車を持っています。',
          '3か月パソコンを練習しましたが、まだあまりできません。'
        ], use: [
          [
            '<甲,こう>：森さんはどんな人ですか。',
            '<乙,おつ>：背が高くて脚が長くて、ハンサムな人です。'
          ], [
            '<甲,こう>：日本はどうですか。',
            '<乙,おつ>：町がきれいで安全ですが、物が高いですね。'
          ], [
            '<甲,こう>：スミスさんは会社員ですか。',
            '<乙,おつ>：ええ。旅行会社の社員で、営業部の部長です。'
          ], [
            '<甲,こう>：長島さんはどこに住んでいますか。',
            '<乙,おつ>：家族といっしょに渋谷に住んでいます。'
          ]
        ]
      },
      utilization: {
        title: '展示場',
        content: [
          [
            '李：大きくてきれいな建物ですね。',
            '森：ええ。日本の有名な建築家の設計で、最新の展示場です。',
            '李：デザインがユニークで、形がおもしろいですね。',
            '李：警備の人がいろいろな所にいますね。',
            '森：ここは駅から近くて、入場料も安いです。たくさんの人が来ますから、警備が厳重です。あっ、李さん、IDカードはありますか。',
            '李：安心してください。ちゃんと持っています。ほら。'
          ], [
            '李：入り口は狭いですが、中はとても広いですね。',
            '森：ええ。天井が高くて、窓が多くて、とても明るいです。',
            '李：クリスマスツリーの横に赤くて大きい看板がありますね。あれは何ですか。',
            '森：ああ、あれは航空会社の広告ですよ。ずいぶん派手ですね。',
            '李：派手ですが、わたしは嫌いじゃありませんよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'そうさ', mana: '操作', type: '名', cn: '操作，操纵' },
        { kana: 'きかい', mana: '機械', type: '名', cn: '机械，机器' },
        { kana: 'りょこうがいしゃ', mana: '旅行会社', type: '名', cn: '旅行社' },
        { kana: 'こうくうがいしゃ', mana: '航空会社', type: '名', cn: '航空公司' },
        { kana: 'えいぎょうぶ', mana: '営業部', type: '名', cn: '营业部' },
        { kana: 'アイティーさんぎょう', mana: 'IT産業', type: '名', cn: 'IT产业，信息技术产业' },
        { kana: 'せいひん', mana: '製品', type: '名', cn: '产品' },
        { kana: 'けんちくか', mana: '建築家', type: '名', cn: '建筑师' },
        { kana: 'せっけい', mana: '設計', type: '名', cn: '设计' },
        { kana: 'デザイン', mana: '', type: '名', cn: '设计（图），（制作）图案' },
        { kana: 'かたち', mana: '形', type: '名', cn: '造型，形状，形式' },
        { kana: 'さいしん', mana: '最新', type: '名', cn: '最新' },
        { kana: 'ネクタイ', mana: '', type: '名', cn: '领带' },
        { kana: 'さいふ', mana: '財布', type: '名', cn: '钱包' },
        { kana: 'かわ', mana: '革', type: '名', cn: '革，皮革' },
        { kana: 'ぬの', mana: '布', type: '名', cn: '布，布匹' },
        { kana: 'すいとう', mana: '水筒', type: '名', cn: '水壶，水筒' },
        { kana: 'みどり', mana: '緑', type: '名', cn: '绿，绿色' },
        { kana: 'あし', mana: '足', type: '名', cn: '脚' },
        { kana: 'ゆび', mana: '指', type: '名', cn: '手指，指头' },
        { kana: 'め', mana: '目', type: '名', cn: '眼，眼睛' },
        { kana: 'はな', mana: '鼻', type: '名', cn: '鼻，鼻子' },
        { kana: 'かお', mana: '顔', type: '名', cn: '脸，颜面' },
        { kana: 'あたま', mana: '頭', type: '名', cn: '头，头脑' },
        { kana: 'アイディーカード', mana: 'IDカード', type: '名', cn: '身份证件' },
        { kana: 'まちがい', mana: '間違い', type: '名', cn: '错误，失误' },
        { kana: 'もんだい', mana: '問題', type: '名', cn: '问题' },
        { kana: 'こうこく', mana: '広告', type: '名', cn: '广告' },
        { kana: 'かんばん', mana: '看板', type: '名', cn: '牌子' },
        { kana: 'てんじじょう', mana: '展示場', type: '名', cn: '展览会场' },
        { kana: 'にゅうじょうりょう', mana: '入場料', type: '名', cn: '门票，进场费' },
        { kana: 'サービス', mana: '', type: '名', cn: '服务' },
        { kana: 'てんじょう', mana: '天井', type: '名', cn: '天棚' },
        { kana: 'けいび', mana: '警備', type: '名', cn: '戒备，警备' },
        { kana: 'クリスマスツリー', mana: '', type: '名', cn: '圣诞树' },
        { kana: 'オーストラリアじん', mana: 'オーストラリア人', type: '名', cn: '澳大利亚人' },
        { kana: 'みなさん', mana: '皆さん', type: '名', cn: '大家，诸位' },
        { kana: 'こ', mana: '子', type: '名', cn: '孩子' },
        { kana: 'よこ', mana: '横', type: '名', cn: '旁边，侧面' },
        { kana: 'もちます', mana: '持ちます', type: '动1', cn: '有，拥有，持有' },
        { kana: 'すみます', mana: '住みます', type: '动1', cn: '住，居住' },
        { kana: 'しります', mana: '知ります', type: '动1', cn: '认识，知道，了解' },
        { kana: 'なおします', mana: '直します', type: '动1', cn: '改，修改，改正' },
        { kana: 'かたづけます', mana: '片づけます', type: '动2', cn: '收拾，整理' },
        { kana: 'れんしゅうします', mana: '練習します', type: '动3', cn: '练习' },
        { kana: 'けっこんします', mana: '結婚します', type: '动3', cn: '结婚' },
        { kana: 'あんしんします', mana: '安心します', type: '动3', cn: '安心，放心' },
        { kana: 'あかるい', mana: '明るい', type: '形1', cn: '明亮，开朗' },
        { kana: 'ながい', mana: '長い', type: '形1', cn: '长，长久，长远' },
        { kana: 'みじかい', mana: '短い', type: '形1', cn: '短，短暂' },
        { kana: 'かるい', mana: '軽い', type: '形1', cn: '轻巧，轻，轻松，轻微' },
        { kana: 'やさしい', mana: '優しい', type: '形1', cn: '和蔼，温和，体贴' },
        { kana: 'ほそい', mana: '細い', type: '形1', cn: '小，细长，纤细' },
        { kana: 'ふとい', mana: '太い', type: '形1', cn: '粗，胖' },
        { kana: 'くろい', mana: '黒い', type: '形1', cn: '黑，黑色' },
        { kana: 'ユニーク', mana: '', type: '形2', cn: '独特' },
        { kana: 'あんぜん', mana: '安全', type: '形2', cn: '安全' },
        { kana: 'はで', mana: '派手', type: '形2', cn: '耀眼，花哨' },
        { kana: 'じみ', mana: '地味', type: '形2', cn: '朴素，质朴' },
        { kana: 'げんじゅう', mana: '厳重', type: '形2', cn: '森严；严格' },
        { kana: 'まじめ', mana: '', type: '形2', cn: '认真；严肃' },
        { kana: 'たいせつ', mana: '大切', type: '形2', cn: '重要，珍贵' },
        { kana: 'ふくざつ', mana: '複雑', type: '形2', cn: '复杂，繁杂' },
        { kana: 'ちゃんと', mana: '', type: '副', cn: '好好地，的确，完全' },
        { kana: 'まだ', mana: '', type: '副', cn: '还，尚' },
        { kana: 'すぐ', mana: '', type: '副', cn: '马上，立即' },
        { kana: 'ずいぶん', mana: '', type: '副', cn: '相当，非常，很' },
        { kana: 'ほら', mana: '', type: '叹', cn: '你看，瞧，喂' },
        { kana: 'にっちゅうでんき', mana: '日中電気', type: '专', cn: '日中电器' }
      ],
      phrase: [
        { kana: 'あたまがいい', mana: '頭がいい', cn: '脑子好，聪明' },
        { kana: '〜せい', mana: '〜製', cn: '' },
        { kana: '〜りょう', mana: '〜料', cn: '' },
        { kana: '〜ひ', mana: '〜費', cn: '' },
        { kana: '〜だい', mana: '〜代', cn: '' }
      ]
    }
  ]
}
