export default {
  id: 4,
  chapter: 4,
  title: '小李在公司的生活——②',
  lesson: [
    {
      no: 13,
      topic: '<机,つくえ>の<上,うえ>に<本,ほん>が<3,さん><冊,さつ>あります',
      basic: {
        base: [
          '<机,つくえ>の<上,うえ>に<本,ほん>が<3,さん><冊,さつ>あります。',
          '<李,り>さんは<毎日,まいにち><7,しち><時間,じかん><働,はたら>きます。',
          '<李,り>さんは<1,いっ><週間,しゅうかん>に<2,に><回,かい>プールへ<行,い>きます。',
          '<午後,ごご><郵便局,ゆうびんきょく>へ<荷物,にもつ>を<出,だ>しに<行,い>きます。'
        ],
        use: [
          [
            '<甲,こう>：すみません、はがきを<5,ご><枚,まい>ください',
            '<乙,おつ>：はい。<5,ご><枚,まい>で<250,にひゃくごじゅう><円,えん>です。'
          ], [
            '<甲,こう>：よく<映画,えいが>を<見,み>ますか。',
            '<乙,おつ>：ええ、<1,ちっ>か<月,げつ>に<2,に><回,かい>ぐらい<見,み>ます'
          ], [
            '<甲,こう>：<家,いえ>から<会社,かいしゃ>までどのぐらいかかりますか。',
            '<乙,おつ>：<電車,でんしゃ>で<1,いち><時間,じかん>ぐらいかかります。'
          ], [
            '<甲,こう>：<昨日,きのう><何,なに>をしましたか。',
            '<乙,おつ>：<新宿,しんじゅうく>へ<映画,えいが>を<見,み>に<行,い>きました。'
          ]
        ]
      },
      utilization: {
        title: '<居酒屋,いざかや>',
        content: [
          [
            '<小野,おの>：これから<森,もり>さんと<近,ちか>くのお<店,みせ>へ<飲,の>みに<行,き>きます。<李,り>さんもいっしょにどうですか。',
            '<李,り>：えっ、いいですか。お<願,ねが>いします。'
          ], [
            '<李,り>：<森,もり>さんたちはこのお<店,みせ>へよく<来,き>ますか。',
            '<森,もり>：ええ、ぼくは<週,しゅう>に<2,に><回,かい>ぐらい<来,き>ます。',
            '<小野,おの>：わたしもよく<来,き>ます。',
            '<森,もり>：あのう、すみません。とりあえず<生,なま>ビールを<３,みっ>つお<願,ねが>いします。'
          ], [
            '<李,り>：<生,なま>ビールが<1,いっ><杯,ぱい><300,さんびゃく><円,えん>ですか。',
            '<森,もり>：ここはお<酒,さけ>も<食,た>べ<物,もの>も<安,やす>いです。<焼,や>き<鳥,とり>は<5,ご><本,ほん>で<400,よんひゃく><円,えん>ですからね。',
            '<小野,おの>：<唐揚,からあ>げや<肉,にく>じゃがは<一,ひと><皿,さら><350,さんびゃくごじゅう><円,えん>です。',
            '<李,り>：ほかのお<店,みせ>はいくらぐらいですか。',
            '<森,もり>：<生,なま>ビールはだいたい<1,いっ><杯,ぱい><400,よんひゃく><円,えん>か<450,よんひゃくごじゅう><円,えん>ですね。',
            '<小野,おの>：<焼,や>き<鳥,とり>は<1,いっ><本,ぽん><150,ひゃくごじゅう><円,えん>ぐらいですよ。',
            '<李,り>：じゃあ、ここは<安,やす>いですね。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'にもつ', mana: '荷物', type: '名', cn: '包裹' },
        { kana: 'はがき', mana: '', type: '名', cn: '明信片' },
        { kana: 'きって', mana: '切手', type: '名', cn: '邮票' },
        { kana: 'ひきだし', mana: '引き出し', type: '名', cn: '抽屉' },
        { kana: 'アルバム', mana: '', type: '名', cn: '相册' },
        { kana: 'タバコ', mana: '', type: '名', cn: '烟，烟草' },
        { kana: 'まんが', mana: '漫画', type: '名', cn: '漫画' },
        { kana: 'ガレージ', mana: '', type: '名', cn: '车库，汽车房' },
        { kana: 'しゅうり', mana: '修理', type: '名', cn: '修理' },
        { kana: 'いざかや', mana: '居酒屋', type: '名', cn: '酒馆' },
        { kana: 'なまビール', mana: '生ビール', type: '名', cn: '生啤' },
        { kana: 'やきとり', mana: '焼き鳥', type: '名', cn: '烤鸡肉串' },
        { kana: 'からあげ', mana: '唐揚げ', type: '名', cn: '炸鸡，油炸食品' },
        { kana: 'にくじゃが', mana: '肉じゃが', type: '名', cn: '土豆炖肉' },
        { kana: 'ボーリング', mana: '', type: '名', cn: '保龄球' },
        { kana: 'かみ', mana: '髪', type: '名', cn: '头发' },
        { kana: 'ぞう', mana: '象', type: '名', cn: '象，大象' },
        { kana: 'ひる', mana: '昼', type: '名', cn: '白天，中午' },
        { kana: 'ほか', mana: '', type: '名', cn: '另外，其他' },
        { kana: 'かかります', mana: '', type: '动1', cn: '花费（时间，金钱）' },
        { kana: 'さきます', mana: '咲きます', type: '动1', cn: '花开' },
        { kana: 'およぎます', mana: '泳ぎます', type: '动1', cn: '游泳' },
        { kana: 'あそびます', mana: '遊びます', type: '动1', cn: '玩，玩耍' },
        { kana: 'すいます', mana: '吸います', type: '动1', cn: '吸（烟）' },
        { kana: 'きります', mana: '切ります', type: '动1', cn: '剪，切，割' },
        { kana: 'だいたい', mana: '', type: '副', cn: '大约，大概，大体' },
        { kana: 'とりあえず', mana: '', type: '副', cn: '暂且' }
      ],
      phrase: [
        { kana: 'どのぐらい', mana: '', cn: '多久，多少钱' },
        { kana: 'どれぐらい', mana: '', cn: '多久，多少钱' },
        { kana: '〜さつ', mana: '〜冊', cn: '' },
        { kana: '〜かい', mana: '〜回', cn: '' },
        { kana: '〜まい', mana: '〜枚', cn: '' },
        { kana: '〜こ', mana: '〜個', cn: '' },
        { kana: '〜はい', mana: '〜杯', cn: '' },
        { kana: '〜にん', mana: '〜人', cn: '' },
        { kana: '〜だい', mana: '〜台', cn: '' },
        { kana: '〜ほん', mana: '〜本', cn: '' },
        { kana: '〜とう', mana: '〜頭', cn: '' },
        { kana: '〜ひき', mana: '〜匹', cn: '' },
        { kana: '〜つ', mana: '', cn: '' },
        { kana: '〜ちゃく', mana: '〜着', cn: '' },
        { kana: '〜わ', mana: '〜羽', cn: '' },
        { kana: '〜ばん', mana: '〜番', cn: '' },
        { kana: '〜そく', mana: '〜足', cn: '' },
        { kana: '〜ど', mana: '〜度', cn: '' },
        { kana: '〜キロメートル', mana: '', cn: '' },
        { kana: '〜さら', mana: '〜皿', cn: '' },
        { kana: '〜じかん', mana: '〜時間', cn: '' },
        { kana: '〜しゅうかん', mana: '〜週間', cn: '' },
        { kana: '〜かげつ', mana: '〜か月', cn: '' },
        { kana: '〜たち', mana: '', cn: '' }
      ]
    },
    {
      no: 14,
      topic: '<昨日,きのう>デパートへ<行,い>って、<買,か>い<物,もの>しました',
      basic: {
        base: [
          '<昨日,きのう>デパートへ<行,い>って、<買,か>い<物,もの>しました。',
          '<李,り>さんは<毎晩,まいばん>ラジオを<聞,き>いてから<寝,ね>ます。',
          'ここに<住所,じゅうしょ>と<名前,なまえ>を<書,か>いてください。',
          '<李,り>さんは<毎朝,まいあさ><7,しち><時,じ>に<家,いえ>を<出,で>ます。'
        ],
        use: [
          [
            '<甲,こう>：<今日,きょう>の<午後,ごご>は<何,なに>をしますか。',
            '<乙,おつ>：<図書館,としょかん>へ<行,い>って、<勉強,べんきょう>をします。それから<家,いえ>へ<帰,かえ>って、<手紙,てがみ>を<書,か>きます。'
          ], [
            '<甲,こう>：いつ<出,で>かけますか。',
            '<乙,おつ>：<昼,ひる>ご<飯,はん>を<食,た>べてから<出,で>かけます。'
          ], [
            '<甲,こう>：すみません、この<荷物,にもつ>を<中国,ちゅうごく>へ<送,おく>ってください。',
            '<乙,おつ>：<船便,ふなびん>ですか、<航空便,こうくうびん>ですか。',
            '<甲,こう>：<船便,ふなびん>でお<願,ねが>いします。'
          ], [
            '<甲,こう>：このバスは<駅前,えきまえ>を<通,とお>りますか。',
            '<乙,おつ>：はい、<通,とお>ります。'
          ]
        ]
      },
      utilization: {
        title: '<原稿,げんこう>',
        content: [
          [
            '<李,り>：<吉田,よしだ><課長,かちょう>、<原稿,げんこう>ができました。',
            '<吉田,よしだ>：<箱根,はこね>の<記事,きじ>ですね。ちょっと<見,み>せてください。',
            '<吉田,よしだ>：なかなかいいですね。いつ<書,か>きましたか。',
            '<李,り>：<昨日,きのう><会社,かいしゃ>でメモを<整理,せいり>して、<小野,おの>さんに<見,み>せました。そして、アパートへ<帰,かえ>ってから<書,か>きました。',
            '<吉田,よしだ>：そうですか。<大変,たいへん>でしたね。<写真,しゃしん>もできましたか。',
            '<李,り>：はい。これから<長島,ながしま>さんの<事務所,じむしょ>へ<行,い>って、<写真,しゃしん>を<選,えら>びます。',
            '<吉田,よしだ>：そうですか。',
            '<李,り>：<後,あと>で<写真,しゃしん>も<見,み>てくださいませんか。'
          ], [
            '<吉田,よしだ>：<李,り>さん、もう<会社,かいしゃ>を<出,で>ますか。',
            '<李,り>：はい。<銀行,ぎんこう>でお<金,かね>を<下,お>ろしてから<行,い>きます。',
            '<吉田,よしだ>：じゃあ、<郵便局,ゆうびんきょく>の<近,ちか>くを<通,とお>りますね。すみませんが、この<手紙,てがみ>を<出,だ>してください。',
            '<李,り>：はい。<速達,そくたつ>で<出,だ>しますか。',
            '<吉田,よしだ>：ええ、そうしてください。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ふなびん', mana: '船便', type: '名', cn: '海运' },
        { kana: 'しょるい', mana: '書類', type: '名', cn: '文件，文稿' },
        { kana: 'げんこう', mana: '原稿', type: '名', cn: '稿子，原稿' },
        { kana: 'きじ', mana: '記事', type: '名', cn: '报道' },
        { kana: 'メモ', mana: '', type: '名', cn: '记录' },
        { kana: 'えきまえ', mana: '駅前', type: '名', cn: '车站一带' },
        { kana: 'はし', mana: '橋', type: '名', cn: '桥，桥梁' },
        { kana: 'かど', mana: '角', type: '名', cn: '拐角' },
        { kana: 'おうだんほどう', mana: '横断歩道', type: '名', cn: '人行横道' },
        { kana: 'みぎ', mana: '右', type: '名', cn: '右，右边' },
        { kana: 'ひだり', mana: '左', type: '名', cn: '左，左边' },
        { kana: 'こうさてん', mana: '交差点', type: '名', cn: '十字路口' },
        { kana: 'みち', mana: '道', type: '名', cn: '路，道路' },
        { kana: 'ドア', mana: '', type: '名', cn: '门' },
        { kana: 'でんき', mana: '電気', type: '名', cn: '电，电力' },
        { kana: 'たいきょくけん', mana: '太極拳', type: '名', cn: '太极拳' },
        { kana: 'あさごはん', mana: '朝ご飯', type: '名', cn: '早饭' },
        { kana: 'ばんごはん', mana: '晩ご飯', type: '名', cn: '晚饭' },
        { kana: 'バーペキュー', mana: '', type: '名', cn: '户外烧烤' },
        { kana: 'とおります', mana: '通ります', type: '动1', cn: '通过，经过' },
        { kana: 'いそぎます', mana: '急ぎます', type: '动1', cn: '急，匆忙' },
        { kana: 'とびます', mana: '飛びます', type: '动1', cn: '飞，飞行' },
        { kana: 'しにます', mana: '死にます', type: '动1', cn: '死，死亡' },
        { kana: 'まちます', mana: '待ちます', type: '动1', cn: '等待，等候' },
        { kana: 'うります', mana: '売ります', type: '动1', cn: '卖，销售' },
        { kana: 'はなします', mana: '話します', type: '动1', cn: '说话，说' },
        { kana: 'わたります', mana: '渡ります', type: '动1', cn: '过（桥，河），穿过（马路）' },
        { kana: 'おろします', mana: '下ろします', type: '动1', cn: '取，卸货' },
        { kana: 'えらびます', mana: '選びます', type: '动1', cn: '挑选，选择' },
        { kana: 'けします', mana: '消します', type: '动1', cn: '关（灯），消除，去除' },
        { kana: 'あるきます', mana: '歩きます', type: '动1', cn: '步行，行走' },
        { kana: 'まがります', mana: '曲がります', type: '动1', cn: '拐弯，曲折' },
        { kana: 'あらいます', mana: '洗います', type: '动1', cn: '洗，洗涤' },
        { kana: 'でます', mana: '出ます', type: '动2', cn: '离开' },
        { kana: 'でかけます', mana: '出かけます', type: '动2', cn: '外出，出门' },
        { kana: 'あけます', mana: '開けます', type: '动2', cn: '开，打开，开启' },
        { kana: 'すぎます', mana: '過ぎます', type: '动2', cn: '过' },
        { kana: 'みせます', mana: '見せます', type: '动2', cn: '给～看；出示' },
        { kana: 'つけます', mana: '', type: '动2', cn: '开（灯）' },
        { kana: 'おります', mana: '降ります', type: '动2', cn: '下（车，山）' },
        { kana: 'かいものします', mana: '買い物します', type: '动3', cn: '买东西' },
        { kana: 'そつぎょうします', mana: '卒業します', type: '动3', cn: '毕业' },
        { kana: 'しょくじします', mana: '食事します', type: '动3', cn: '吃饭，用餐' },
        { kana: 'せいりします', mana: '整理します', type: '动3', cn: '整理' },
        { kana: 'コビーします', mana: '', type: '动3', cn: '复印' },
        { kana: 'くらい', mana: '暗い', type: '形1', cn: '黑暗，昏暗' },
        { kana: 'たいへん', mana: '大変', type: '形2', cn: '够受的，不得了' },
        { kana: 'なかなか', mana: '', type: '副', cn: '相当，很，非常' },
        { kana: 'こう', mana: '', type: '副', cn: '这样，如此' },
        { kana: 'そう', mana: '', type: '副', cn: '那样' },
        { kana: 'ああ', mana: '', type: '副', cn: '那样' },
        { kana: 'あとで', mana: '後で', type: '副', cn: '过会儿' },
        { kana: 'それから', mana: '', type: '连', cn: '然后；另外' }
      ],
      phrase: [
        { kana: 'すみませんが', mana: '', cn: '对不起……，劳驾……' }
      ]
    },
    {
      no: 15,
      topic: '<小野,おの>さんは<今,いま><新聞,しんぶん>を<読,よ>んでいます',
      basic: {
        base: [
          '<小野,おの>さんは<今,いま><新聞,しんぶん>を<読,よ>んでいます。',
          'ここで<写真,しゃしん>を<撮,と>ってもいいですか。',
          '<飛行機,ひこうき>の<中,なか>でタバコを<吸,す>ってはいけません。',
          '<日曜日,にちようび>、<小野,おの>さんは<公園,こうえん>でボートに<乗,の>りました。'
        ],
        use: [
          [
            '<甲,こう>：もしもし、<森,もり>さん？<今,いま>どこですか。',
            '<乙,おつ>：<今,いま><市役所,しやくしょ>の<前,まえ>を<歩,ある>いています。'
          ], [
            '<甲,こう>：すみません、この<辞書,じしょ>を<借,か>りてもいいですか。',
            '<乙,おつ>：いえ、ちょっと…。<今,いま><使,つか>っています。'
          ], [
            '<甲,こう>：すみません、ここに<座,すわ>ってもいいですか。',
            '<乙,おつ>：ええ、どうぞ。'
          ], [
            '<甲,こう>：あっ、ここで<携帯電話,けいたいでんわ>を<使,つか>ってはいけませんよ。',
            '<乙,おつ>：すみません。これから<気,き>をつけます。'
          ]
        ]
      },
      utilization: {
        title: '<風邪,かぜ>',
        content: [
          [
            '<小野,おの>：もしもし、<小野,おの>です。どうしました？',
            '<李,り>：ちょっと<熱,ねつ>があります。<今日,きょう><会社,かいしゃ>を<休,やす>んでもいいですか。',
            '<小野,おの>：ええ、もちろんです。あまり<無理,むり>をしてはいけませんよ。',
            '<李,り>：はい、<分,わ>かりました。あのう、<吉田,よしだ><課長,かちょう>は？',
            '<小野,おの>：<今,いま><会議室,かいぎしつ>で<打,う>ち<合,あ>わせをしています。<後,あと>で<伝,つた>えます。',
            '<李,り>：お<願,ねが>いします。',
            '<小野,おの>：もう<病院,びょういん>に<行,い>きましたか。',
            '<李,り>：いいえ、まだです。',
            '<小野,おの>：じゃあ、<病院,びょういん>に<行,い>ってから、ゆっくり<休,やす>んでください。',
            '<李,り>：はい、ありがとうございます。'
          ], [
            '<医者,いしゃ>：<風邪,かぜ>ですね。<温,あたた>かい<物,もの>を<食,た>べて、<十分,じゅうぶん><睡眠,すいみん>をとってください。それから<今晩,こんばん>お<風呂,ふろ>に<入,はい>ってはいけませんよ。',
            '<李,り>：<分,わ>かりました。',
            '<医者,いしゃ>：では、<薬,くすり>を<出,だ>します。<薬局,やっきょく>に<行,い>って、もらってください。',
            '<李,り>：ありがとうございました。',
            '<医者,いしゃ>：お<大事,だいじ>に。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ボート', mana: '', type: '名', cn: '小船，小艇' },
        { kana: 'ベンチ', mana: '', type: '名', cn: '长椅，长凳' },
        { kana: 'しやくしょ', mana: '市役所', type: '名', cn: '市政府' },
        { kana: 'けいたいでんわ', mana: '携帯電話', type: '名', cn: '手机' },
        { kana: 'きんえん', mana: '禁煙', type: '名', cn: '禁止吸烟' },
        { kana: 'かぜ', mana: '風邪', type: '名', cn: '感冒' },
        { kana: 'ねつ', mana: '熱', type: '名', cn: '发烧，体温' },
        { kana: 'すいみん', mana: '睡眠', type: '名', cn: '睡眠' },
        { kana: 'おふろ', mana: 'お風呂', type: '名', cn: '澡堂，浴室' },
        { kana: 'やっきょく', mana: '薬局', type: '名', cn: '药店' },
        { kana: 'クーラー', mana: '', type: '名', cn: '空调' },
        { kana: 'ひ', mana: '火', type: '名', cn: '火' },
        { kana: 'き', mana: '気', type: '名', cn: '精神，意识' },
        { kana: 'うちあわせ', mana: '打ち合わせ', type: '名', cn: '事先商量，碰头，商洽' },
        { kana: 'むり', mana: '無理', type: '名', cn: '勉强，难以办到' },
        { kana: 'ちゅうしゃきんし', mana: '駐車禁止', type: '名', cn: '禁止停车' },
        { kana: 'たちいりきんし', mana: '立入禁止', type: '名', cn: '禁止进入' },
        { kana: 'かきげんきん', mana: '火気厳禁', type: '名', cn: '严禁烟火' },
        { kana: 'さつえいきんし', mana: '撮影禁止', type: '名', cn: '禁止拍照' },
        { kana: 'のります', mana: '乗ります', type: '动1', cn: '乘坐，乘' },
        { kana: 'つかいます', mana: '使います', type: '动1', cn: '用，使用' },
        { kana: 'すわります', mana: '座ります', type: '动1', cn: '坐，落座' },
        { kana: 'はいります', mana: '入ります', type: '动1', cn: '进入，加入' },
        { kana: 'もうします', mana: '申します', type: '动1', cn: '是，说，讲，告诉' },
        { kana: 'とります', mana: '', type: '动1', cn: '取，取得' },
        { kana: 'うたいます', mana: '歌います', type: '动1', cn: '唱，唱歌' },
        { kana: 'つたえます', mana: '伝えます', type: '动2', cn: '说，传达，转告' },
        { kana: 'とめます', mana: '止めます', type: '动2', cn: '停，制止' },
        { kana: 'あたたかい', mana: '温かい', type: '形1', cn: '热乎，温暖' },
        { kana: 'だいじょうぶ', mana: '大丈夫', type: '形2', cn: '没关系，放心' },
        { kana: 'だめ', mana: '', type: '形2', cn: '不行，不可以' },
        { kana: 'じゅうぶん', mana: '十分', type: '副', cn: '好好地，充足地' },
        { kana: 'もちろん', mana: '', type: '副', cn: '当然，不用说' },
        { kana: 'ゆっくり', mana: '', type: '副', cn: '好好地，安静地' },
        { kana: 'もしもし', mana: '', type: '叹', cn: '喂' },
        { kana: 'いえ', mana: '', type: '叹', cn: '不，不是' }
      ],
      phrase: [
        { kana: 'おだいじに', mana: 'お大事に', cn: '请多保重' },
        { kana: 'いけません', mana: '', cn: '不行，不可以' },
        { kana: 'かまいません', mana: '', cn: '没关系，不要紧' },
        { kana: 'まだです', mana: '', cn: '还没有，仍然……没有' },
        { kana: 'きをつけます', mana: '気をつけます', cn: '注意' },
        { kana: 'むりをします', mana: '無理をします', cn: '勉强' },
        { kana: 'すいみんをとります', mana: '睡眠をとります', cn: '睡觉' },
        { kana: 'おふろにはいります', mana: 'お風呂に入ります', cn: '洗澡' }
      ]
    },
    {
      no: 16,
      topic: 'ホテルの<部屋,へや>は<広,ひろ>くて<明,あか>るいです',
      basic: {
        base: [
          'ホテルの<部屋,へや>は<広,ひろ>くて<明,あか>るいです。',
          'このコンピュータの<操作,そうさ>は<簡単,かんたん>で<便利,べんり>です。',
          '<森,もり>さんは<車,くるま>を<持,も>っています。',
          '<3,さん>か<月,げつ>パソコンを<練習,れんしゅう>しましたが、まだあまりできません。'
        ],
        use: [
          [
            '<甲,こう>：<森,もり>さんはどんな<人,ひと>ですか。',
            '<乙,おつ>：<背,せ>が<高,たか>くて<脚,あし>が<長,なが>くて、ハンサムな<人,ひと>です。'
          ], [
            '<甲,こう>：<日本,にほん>はどうですか。',
            '<乙,おつ>：<町,まち>がきれいで<安全,あんぜん>ですが、<物,もの>が<高,たか>いですね。'
          ], [
            '<甲,こう>：スミスさんは<会社員,かいしゃいん>ですか。',
            '<乙,おつ>：ええ。<旅行会社,りょこうがいしゃ>の<社員,しゃいん>で、<営業部,えいぎょうぶ>の<部長,ぶちょう>です。'
          ], [
            '<甲,こう>：<長島,ながしま>さんはどこに<住,す>んでいますか。',
            '<乙,おつ>：<家族,かぞく>といっしょに<渋谷,しぶや>に<住,す>んでいます。'
          ]
        ]
      },
      utilization: {
        title: '<展示場,てんじじょう>',
        content: [
          [
            '<李,り>：<大,おお>きくてきれいな<建物,たてもの>ですね。',
            '<森,もり>：ええ。<日本,にほん>の<有名,ゆうめい>な<建築家,けんちくか>の<設計,せっけい>で、<最新,さいしん>の<展示場,てんじじょう>です。',
            '<李,り>：デザインがユニークで、<形,かたち>がおもしろいですね。',
            '<李,り>：<警備,けいび>の<人,ひと>がいろいろな<所,ところ>にいますね。',
            '<森,もり>：ここは<駅,えき>から<近,ちか>くて、<入場料,にゅうじょうりょう>も<安,やす>いです。たくさんの<人,ひと>が<来,き>ますから、<警備,けいび>が<厳重,げんじゅう>です。あっ、<李,り>さん、<ID,アイディー>カードはありますか。',
            '<李,り>：<安心,あんしん>してください。ちゃんと<持,も>っています。ほら。'
          ], [
            '<李,り>：<入,い>り<口,ぐち>は<狭,せま>いですが、<中,なか>はとても<広,ひろ>いですね。',
            '<森,もり>：ええ。<天井,てんじょう>が<高,たか>くて、<窓,まど>が<多,おお>くて、とても<明,あか>るいです。',
            '<李,り>：クリスマスツリーの<横,よこ>に<赤,あか>くて<大,おお>きい<看板,かんばん>がありますね。あれは<何,なん>ですか。',
            '<森,もり>：ああ、あれは<航空会社,こうくうがいしゃ>の<広告,こうこく>ですよ。ずいぶん<派手,はで>ですね。',
            '<李,り>：<派手,はで>ですが、わたしは<嫌,きら>いじゃありませんよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'そうさ', mana: '操作', type: '名', cn: '操作，操纵' },
        { kana: 'きかい', mana: '機械', type: '名', cn: '机械，机器' },
        { kana: 'りょこうがいしゃ', mana: '旅行会社', type: '名', cn: '旅行社' },
        { kana: 'こうくうがいしゃ', mana: '航空会社', type: '名', cn: '航空公司' },
        { kana: 'えいぎょうぶ', mana: '営業部', type: '名', cn: '营业部' },
        { kana: 'アイティーさんぎょう', mana: 'IT産業', type: '名', cn: 'IT产业，信息技术产业' },
        { kana: 'せいひん', mana: '製品', type: '名', cn: '产品' },
        { kana: 'けんちくか', mana: '建築家', type: '名', cn: '建筑师' },
        { kana: 'せっけい', mana: '設計', type: '名', cn: '设计' },
        { kana: 'デザイン', mana: '', type: '名', cn: '设计（图），（制作）图案' },
        { kana: 'かたち', mana: '形', type: '名', cn: '造型，形状，形式' },
        { kana: 'さいしん', mana: '最新', type: '名', cn: '最新' },
        { kana: 'ネクタイ', mana: '', type: '名', cn: '领带' },
        { kana: 'さいふ', mana: '財布', type: '名', cn: '钱包' },
        { kana: 'かわ', mana: '革', type: '名', cn: '革，皮革' },
        { kana: 'ぬの', mana: '布', type: '名', cn: '布，布匹' },
        { kana: 'すいとう', mana: '水筒', type: '名', cn: '水壶，水筒' },
        { kana: 'みどり', mana: '緑', type: '名', cn: '绿，绿色' },
        { kana: 'あし', mana: '足', type: '名', cn: '脚' },
        { kana: 'ゆび', mana: '指', type: '名', cn: '手指，指头' },
        { kana: 'め', mana: '目', type: '名', cn: '眼，眼睛' },
        { kana: 'はな', mana: '鼻', type: '名', cn: '鼻，鼻子' },
        { kana: 'かお', mana: '顔', type: '名', cn: '脸，颜面' },
        { kana: 'あたま', mana: '頭', type: '名', cn: '头，头脑' },
        { kana: 'アイディーカード', mana: 'IDカード', type: '名', cn: '身份证件' },
        { kana: 'まちがい', mana: '間違い', type: '名', cn: '错误，失误' },
        { kana: 'もんだい', mana: '問題', type: '名', cn: '问题' },
        { kana: 'こうこく', mana: '広告', type: '名', cn: '广告' },
        { kana: 'かんばん', mana: '看板', type: '名', cn: '牌子' },
        { kana: 'てんじじょう', mana: '展示場', type: '名', cn: '展览会场' },
        { kana: 'にゅうじょうりょう', mana: '入場料', type: '名', cn: '门票，进场费' },
        { kana: 'サービス', mana: '', type: '名', cn: '服务' },
        { kana: 'てんじょう', mana: '天井', type: '名', cn: '天棚' },
        { kana: 'けいび', mana: '警備', type: '名', cn: '戒备，警备' },
        { kana: 'クリスマスツリー', mana: '', type: '名', cn: '圣诞树' },
        { kana: 'オーストラリアじん', mana: 'オーストラリア人', type: '名', cn: '澳大利亚人' },
        { kana: 'みなさん', mana: '皆さん', type: '名', cn: '大家，诸位' },
        { kana: 'こ', mana: '子', type: '名', cn: '孩子' },
        { kana: 'よこ', mana: '横', type: '名', cn: '旁边，侧面' },
        { kana: 'もちます', mana: '持ちます', type: '动1', cn: '有，拥有，持有' },
        { kana: 'すみます', mana: '住みます', type: '动1', cn: '住，居住' },
        { kana: 'しります', mana: '知ります', type: '动1', cn: '认识，知道，了解' },
        { kana: 'なおします', mana: '直します', type: '动1', cn: '改，修改，改正' },
        { kana: 'かたづけます', mana: '片づけます', type: '动2', cn: '收拾，整理' },
        { kana: 'れんしゅうします', mana: '練習します', type: '动3', cn: '练习' },
        { kana: 'けっこんします', mana: '結婚します', type: '动3', cn: '结婚' },
        { kana: 'あんしんします', mana: '安心します', type: '动3', cn: '安心，放心' },
        { kana: 'あかるい', mana: '明るい', type: '形1', cn: '明亮，开朗' },
        { kana: 'ながい', mana: '長い', type: '形1', cn: '长，长久，长远' },
        { kana: 'みじかい', mana: '短い', type: '形1', cn: '短，短暂' },
        { kana: 'かるい', mana: '軽い', type: '形1', cn: '轻巧，轻，轻松，轻微' },
        { kana: 'やさしい', mana: '優しい', type: '形1', cn: '和蔼，温和，体贴' },
        { kana: 'ほそい', mana: '細い', type: '形1', cn: '小，细长，纤细' },
        { kana: 'ふとい', mana: '太い', type: '形1', cn: '粗，胖' },
        { kana: 'くろい', mana: '黒い', type: '形1', cn: '黑，黑色' },
        { kana: 'ユニーク', mana: '', type: '形2', cn: '独特' },
        { kana: 'あんぜん', mana: '安全', type: '形2', cn: '安全' },
        { kana: 'はで', mana: '派手', type: '形2', cn: '耀眼，花哨' },
        { kana: 'じみ', mana: '地味', type: '形2', cn: '朴素，质朴' },
        { kana: 'げんじゅう', mana: '厳重', type: '形2', cn: '森严；严格' },
        { kana: 'まじめ', mana: '', type: '形2', cn: '认真；严肃' },
        { kana: 'たいせつ', mana: '大切', type: '形2', cn: '重要，珍贵' },
        { kana: 'ふくざつ', mana: '複雑', type: '形2', cn: '复杂，繁杂' },
        { kana: 'ちゃんと', mana: '', type: '副', cn: '好好地，的确，完全' },
        { kana: 'まだ', mana: '', type: '副', cn: '还，尚' },
        { kana: 'すぐ', mana: '', type: '副', cn: '马上，立即' },
        { kana: 'ずいぶん', mana: '', type: '副', cn: '相当，非常，很' },
        { kana: 'ほら', mana: '', type: '叹', cn: '你看，瞧，喂' },
        { kana: 'にっちゅうでんき', mana: '日中電気', type: '专', cn: '日中电器' }
      ],
      phrase: [
        { kana: 'あたまがいい', mana: '頭がいい', cn: '脑子好，聪明' },
        { kana: '〜せい', mana: '〜製', cn: '' },
        { kana: '〜りょう', mana: '〜料', cn: '' },
        { kana: '〜ひ', mana: '〜費', cn: '' },
        { kana: '〜だい', mana: '〜代', cn: '' }
      ]
    }
  ]
}
