export default {
  id: 6,
  chapter: 6,
  title: '再见！日本',
  lesson: [
    {
      no: 21,
      topic: 'わたしはすき焼きを食べたことがあります',
      basic: {
        base: [
          'わたしはすき焼きを食べたことがあります。',
          '李さんは会社が終わった後で、飲みに行きます。',
          'もっと野菜を食べたほうがいいですよ。',
          '窓を閉めましょうか。'
        ],
        use: [
          [
            '<甲,こう>：お寿司を食べたことがありますか。',
            '<乙,おつ>：いいえ、一度もありません。天ぷらはたべたことがあります。'
          ], [
            '<甲,こう>：この資料を見てもいいですか。',
            '<乙,おつ>：はい。読んだ後で、森さんに渡してください。'
          ], [
            '<甲,こう>：ホテルを予約したほうがいいですか。',
            '<乙,おつ>：そうですね。連休ですから、そのほうがいいですね。'
          ], [
            '<甲,こう>：何か食べましょうか。',
            '<乙,おつ>：いいえ。寝る前に食べないほうがいいですよ。'
          ]
        ]
      },
      utilization: {
        title: '歌舞伎',
        content: [
          [
            '小野：少し急ぎましょうか。遅れないほうがいいですから。',
            '李：そうしましょう。ところで、小野さんはよく歌舞伎を見ますか。',
            '小野：仕事の後で何度か見に行ったことがあります。終わりは9時過ぎですね。食事はどうしますか。',
            '李：歌舞伎を見た後で、食べますか。それとも、見る前に何か食べますか。',
            'おの：そうですね…、休憩時間に食事をしましょうか。',
            '李：ええ、いいですよ。',
            '小野：じゃあ、早く行ってお弁当を買ったほうがいいですね。'
          ], [
            '李：言葉は分かりませんでしたが、とても良かったです。',
            '小野：そうですね。課長に感謝しましょう。',
            '李：ええ。京劇もいいですが、歌舞伎もすばらしいですね。小野さんは京劇を見たことがありますか。',
            '小野：いいえ、一度もありません。いつか見たいですね。',
            '裏：じゃあ、ぜひ北京へ京劇を見に来てください。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ことば', mana: '言葉', type: '名', cn: '语言' },
        { kana: 'メールアドレス', mana: '', type: '名', cn: '邮件地址' },
        { kana: 'れんきゅう', mana: '連休', type: '名', cn: '连体' },
        { kana: 'ゴールデンウィーク', mana: '', type: '名', cn: '黄金周' },
        { kana: 'おわり', mana: '終わり', type: '名', cn: '结束' },
        { kana: 'きゅうけいじかん', mana: '休憩時間', type: '名', cn: '休息时间' },
        { kana: 'きょうげき', mana: '京劇', type: '名', cn: '京剧' },
        { kana: 'きっぷ', mana: '切符', type: '名', cn: '票（券）' },
        { kana: 'からだ', mana: '体', type: '名', cn: '身体' },
        { kana: 'じしん', mana: '地震', type: '名', cn: '地震' },
        { kana: 'どろぼう', mana: '泥棒', type: '名', cn: '小偷，盗贼' },
        { kana: 'ちゅうしゃじょう', mana: '駐車場', type: '名', cn: '停车场' },
        { kana: 'わたします', mana: '渡します', type: '动1', cn: '交给' },
        { kana: 'おくれます', mana: '遅れます', type: '动2', cn: '迟到' },
        { kana: 'かんがえます', mana: '考えます', type: '动2', cn: '考虑' },
        { kana: 'しらべます', mana: '調べます', type: '动2', cn: '调查' },
        { kana: 'きます', mana: '着ます', type: '动2', cn: '穿' },
        { kana: 'よやくします', mana: '予約します', type: '动3', cn: '预约，预定' },
        { kana: 'かんしゃします', mana: '感謝します', type: '动3', cn: '感谢' },
        { kana: 'うんどうします', mana: '運動します', type: '动3', cn: '运动' },
        { kana: 'せんたくします', mana: '洗濯します', type: '动3', cn: '洗涤，洗' },
        { kana: 'ほうこくします', mana: '報告します', type: '动3', cn: '报告' },
        { kana: 'あぶない', mana: '危ない', type: '形1', cn: '危险' },
        { kana: 'それとも', mana: '', type: '连', cn: '还是，或者' },
        { kana: 'とうきょうタワー', mana: '東京タワー', type: '专', cn: '东京塔' }
      ],
      phrase: [
        { kana: 'そんなに', mana: '', cn: '那么' },
        { kana: '〜すぎ', mana: '〜過ぎ', cn: '' }
      ]
    },
    {
      no: 22,
      topic: '森さんは毎晩テレビを見る',
      basic: {
        base: [
          '森さんは毎晩テレビを見る。',
          '昨日はとても忙しかった。',
          'コンピュータは簡単ではない。',
          '今日は曇りだ。'
        ],
        use: [
          [
            '<甲,こう>：明日ボーリングに行かない？',
            '<乙,おつ>：ごめん。明日は仕事があるから…。'
          ], [
            '<甲,こう>：昨日の試験、どうだった？',
            '<乙,おつ>：ちょっと難しかったけど、まあまあできたよ。'
          ], [
            '<甲,こう>：このネクタイ、派手？',
            '<乙,おつ>：ううん、全然派手じゃないわ。'
          ], [
            '<甲,こう>：森さんの電話番号、知ってる？',
            '<乙,おつ>：うん、知ってる。3493-3945だよ。'
          ]
        ]
      },
      utilization: {
        title: '友達',
        content: [
          [
            '小野：もしもし、小野です。',
            '清水：小野さん？清水だけど。',
            '小野：ああ、清水君、どうしたの？',
            '清水：最近太田から連絡あった？',
            '小野：太田君から？ううん、ないわよ。どうして？',
            '清水：太田、今度中国へ転勤だって。',
            'おの：本当に？いつ行くの？',
            '清水：たしか来月だよ。',
            '小野：急ね。中国のどこ？期間はどのぐらい？',
            '清水：北京だって。期間は4年か5年かな。',
            '小野：ずいぶん長いわね。太田君1人で行くの？',
            '清水：いや、奥さんもいっしょだよ。来週送別会をするけど、都合はどうかな？',
            '小野：ええと、火曜日は予定があるけど、それ以外は大丈夫よ。',
            '清水：分かった。じゃあ、また連絡するよ。'
          ], [
            '李：お友達からですか、小野さん？',
            '小野：あっ、分かりました？',
            '李：ええ。いつもの話し方じゃありませんでしたから。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'スキーじょう', mana: 'スキー場', type: '名', cn: '滑雪场' },
        { kana: 'そうべつかい', mana: '送別会', type: '名', cn: '欢送会' },
        { kana: 'つごう', mana: '都合', type: '名', cn: '方便；情况' },
        { kana: 'よてい', mana: '予定', type: '名', cn: '预计，预定' },
        { kana: 'おもちゃ', mana: '', type: '名', cn: '玩具' },
        { kana: 'かじ', mana: '火事', type: '名', cn: '火灾' },
        { kana: 'きかん', mana: '期間', type: '名', cn: '时间，期间' },
        { kana: 'てんきん', mana: '転勤', type: '名', cn: '调动工作' },
        { kana: 'けいたい', mana: '携帯', type: '名', cn: '手机' },
        { kana: 'バドミントン', mana: '', type: '名', cn: '羽毛球' },
        { kana: 'ラケット', mana: '', type: '名', cn: '球拍' },
        { kana: 'おくさん', mana: '奥さん', type: '名', cn: '夫人，（别人的）爱人' },
        { kana: 'かしゅ', mana: '歌手', type: '名', cn: '歌手' },
        { kana: 'だいとうりょう', mana: '大統領', type: '名', cn: '总统' },
        { kana: 'やります', mana: '', type: '动1', cn: '做' },
        { kana: 'うれしい', mana: '', type: '动1', cn: '高兴' },
        { kana: 'ねむい', mana: '眠い', type: '形1', cn: '困倦' },
        { kana: 'おもい', mana: '重い', type: '形1', cn: '重，沉重' },
        { kana: 'きゅう', mana: '急', type: '形2', cn: '突然；紧急' },
        { kana: 'まあまあ', mana: '', type: '副', cn: '大致，还算' },
        { kana: 'あんまり', mana: '', type: '副', cn: '太，非常，过于' },
        { kana: 'ごめん', mana: '', type: '叹', cn: '抱歉，请原谅' },
        { kana: 'ううん', mana: '', type: '叹', cn: '不' },
        { kana: 'いや', mana: '', type: '叹', cn: '不' },
        { kana: 'うん', mana: '', type: '叹', cn: '嗯' },
        { kana: 'しみず', mana: '清水', type: '专', cn: '清水' },
        { kana: 'おおた', mana: '太田', type: '专', cn: '太田' },
        { kana: 'モーツァルト', mana: '', type: '专', cn: '莫扎特' },
        { kana: 'ディズニーランド', mana: '', type: '专', cn: '迪斯尼乐园' }
      ],
      phrase: [
        { kana: '〜いがい', mana: '〜以外', cn: '' },
        { kana: '〜かた', mana: '〜方', cn: '' }
      ]
    },
    {
      no: 23,
      topic: '休みの日、散歩したり買い物に行ったりします',
      basic: {
        base: [
          '小野さんは休みに日、散歩したり買い物に行ったりします。',
          '日本語の先生は中国人だったり日本人だったりです。',
          'わたしは今年の夏、北京へ行くかどうか分かりません。',
          'かぎがどこにあるか教えてください。'
        ],
        use: [
          [
            '<甲,こう>：週末に何をしましたか。',
            '<乙,おつ>：スケートをしたり、ボーリングをしたりしました。'
          ], [
            '<甲,こう>：北京まで、飛行機のチケットはいくらぐらいですか。',
            '<乙,おつ>：季節によって高かったり安かったりです。'
          ], [
            '<甲,こう>：李さん、仕事は忙しいですか。',
            '<乙,おつ>：ええ、日によって暇だったり忙しかったりです。'
          ], [
            '<甲,こう>：森さんが何時ごろ来るか知っていますか。',
            '<乙,おつ>：いいえ。今日は来るかどうか分かりません。'
          ]
        ]
      },
      utilization: {
        title: '送別会',
        content: [
          [
            '森：小野さん、何を買うか決まりましたか。',
            '小野：浴衣はどうですか。',
            '森：いいですね。でも、高くないですか。',
            '小野：高かったり安かったり、いろいろあります。あっ、そうだ。生地を買って、わたしが作りますよ。'
          ], [
            '吉田：日本の生活はどうでしたか。',
            '李：温泉に入ったり、歌舞伎を見たりして、とても楽しかったです。',
            '吉田：ご両親にいつ帰るか知らせましたか。',
            '李：はい、昨日母にメールで知らせました。',
            '森：ご両親はメールができますか。',
            '李：母はできますが、父は電話か手紙ですね。',
            '小野：北京へ帰った後、どうしますか。',
            '李：1週間ぐらい休みたいですね。春節に休みがなかったですから。',
            '小野：休みに何をしますか。旅行に行きますか。',
            '李：旅行に行くかどうか、分かりません。たぶん友達に会ったり、食事に行ったりします。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'しゅうまつ', mana: '週末', type: '名', cn: '周末' },
        { kana: 'スケート', mana: '', type: '名', cn: '滑冰，溜冰' },
        { kana: 'あじ', mana: '味', type: '名', cn: '口味，（食物的）味道' },
        { kana: 'まいかい', mana: '毎回', type: '名', cn: '每次，每回' },
        { kana: 'つうきん', mana: '通勤', type: '名', cn: '上下班，通勤' },
        { kana: 'ふね', mana: '船', type: '名', cn: '船' },
        { kana: 'きじ', mana: '生地', type: '名', cn: '布料，衣料' },
        { kana: 'へいてんじこく', mana: '閉店時刻', type: '名', cn: '关门时间' },
        { kana: 'そつぎょうしき', mana: '卒業式', type: '名', cn: '毕业典礼' },
        { kana: 'ちがいます', mana: '違います', type: '动1', cn: '不同，不一样' },
        { kana: 'こみます', mana: '込みます', type: '动1', cn: '拥挤，混杂' },
        { kana: 'きまります', mana: '決まります', type: '动1', cn: '定，决定' },
        { kana: 'しらせます', mana: '知らせます', type: '动2', cn: '告诉' },
        { kana: 'たしかめます', mana: '確かめます', type: '动2', cn: '查（看），弄清' },
        { kana: 'こい', mana: '濃い', type: '形1', cn: '（口味）重；浓' },
        { kana: 'うすい', mana: '薄い', type: '形1', cn: '（口味）轻；薄' },
        { kana: 'はやい', mana: '早い', type: '形1', cn: '早' },
        { kana: 'おそい', mana: '遅い', type: '形1', cn: '晚；慢' },
        { kana: 'たぶん', mana: '', type: '副', cn: '可能，大概' },
        { kana: 'とうきょうえき', mana: '東京駅', type: '专', cn: '东京站' }
      ],
      phrase: [
        { kana: '〜によって', mana: '', cn: '' },
        { kana: '〜によります', mana: '', cn: '' }
      ]
    },
    {
      no: 24,
      topic: '李さんはもうすぐ来ると思います',
      basic: {
        base: [
          '李さんはもうすぐ来ると思います。',
          '陳さんはパーティーに行くと言いました。',
          'すみません、頭が痛いんです。',
          '東京タワーへ行きたいんですが、どうやって行きますか。'
        ],
        use: [
          [
            '<甲,こう>：日本の音楽についてどう思いますか。',
            '<乙,おつ>：すばらしいと思います。'
          ], [
            '<甲,こう>：課長は何と言いましたか。',
            '<乙,おつ>：午後から出かけると言いました。'
          ], [
            '<甲,こう>：どうして食べないんですか。',
            '<乙,おつ>：もうおなかがいっぱいなんです。'
          ], [
            '<甲,こう>：李さんを探しているんですが、どこにいますか。',
            '<乙,おつ>：会議室にいると思います。'
          ]
        ]
      },
      utilization: {
        title: '見送り',
        content: [
          [
            '小野：とうとうお別れですね。',
            '李：ありがとうございました。本当にお世話になりました。',
            '小野：こちらこそ。短い間でしたが、とても楽しかったですよ。',
            '森：課長は出張中ですが、李さんによろしく言っていましたよ。',
            '李：そうですか。どうぞ吉田課長によろしくお伝えください。',
            '森：ええ、必ず伝えます。'
          ], [
            '小野：これ、浴衣です。わたしが作ったんですが、どうぞ。',
            '李：小野さんが作っですか。すごいですね。ありがとうございます。'
          ], [
            '李：小野さん、森さん、いつか北京へ来てください。',
            '小野：ええ、必ず行きます。今度は京劇を見ましょう。李さん、お元気で。',
            '森：僕もいつか北京へ行きたいと思います。李さん、どうぞお気をつけて。“再见！”',
            '李：さようなら。今度は北京で会いましょう。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ハイキング', mana: '', type: '名', cn: '郊游，远足' },
        { kana: 'おわかれ', mana: 'お別れ', type: '名', cn: '分别，分手' },
        { kana: 'はなし', mana: '話', type: '名', cn: '话说' },
        { kana: 'みおくり', mana: '見送り', type: '名', cn: '送行，送别' },
        { kana: 'あいだ', mana: '間', type: '名', cn: '时间，期间' },
        { kana: 'ほうりつ', mana: '法律', type: '名', cn: '法律' },
        { kana: 'おもいます', mana: '思います', type: '动1', cn: '想，思考' },
        { kana: 'いいます', mana: '言います', type: '动1', cn: '说，讲' },
        { kana: 'さがします', mana: '探します', type: '动1', cn: '找，寻找，寻求' },
        { kana: 'わらいます', mana: '笑います', type: '动1', cn: '笑' },
        { kana: 'やめます', mana: '', type: '动2', cn: '戒，停止，放弃' },
        { kana: 'きめます', mana: '決めます', type: '动2', cn: '决定' },
        { kana: 'ねぼうします', mana: '寝坊します', type: '动3', cn: '睡懒觉' },
        { kana: 'がいしゅつします', mana: '外出します', type: '动3', cn: '外出，出去' },
        { kana: 'けんきゅうします', mana: '研究します', type: '动3', cn: '研究' },
        { kana: 'おかしい', mana: '', type: '形1', cn: '可笑，滑稽' },
        { kana: 'いっぱい', mana: '', type: '副', cn: '满' },
        { kana: 'すごい', mana: '', type: '形1', cn: '惊人的，了不起' },
        { kana: 'とうとう', mana: '', type: '副', cn: '终于，终究，到底' },
        { kana: 'かならず', mana: '必ず', type: '副', cn: '一定，必定' },
        { kana: 'ぜったいに', mana: '絶対に', type: '副', cn: '绝对' },
        { kana: 'ば', mana: '馬', type: '专', cn: '马' }
      ],
      phrase: [
        { kana: 'おせわになりました', mana: 'お世話になりました', cn: '承蒙照顾' },
        { kana: 'よろしくおつたえください', mana: 'よろしくお伝えください', cn: '请代问好' },
        { kana: 'おげんきで', mana: 'お元気で', cn: '请多保重' },
        { kana: 'おきをつけて', mana: 'お気をつけて', cn: '小心点儿' },
        { kana: 'さようなら', mana: '', cn: '再见' },
        { kana: 'どうやって', mana: '', cn: '怎样，如何' },
        { kana: 'やくにたちます', mana: '役に立ちます', cn: '有用' },
        { kana: 'おなかがいっぱいです', mana: '', cn: '吃饱，饱' },
        { kana: '〜ちゅう', mana: '〜中', cn: '' },
        { kana: '〜について', mana: '', cn: '' }
      ]
    }
  ]
}
