export default {
  id: 6,
  chapter: 6,
  title: '再见！日本',
  lesson: [
    {
      no: 21,
      topic: 'わたしはすき<焼,や>きを<食,た>べたことがあります',
      basic: {
        base: [
          'わたしはすき<焼,や>きを<食,た>べたことがあります。',
          '<李,り>さんは<会社,かいしゃ>が<終,お>わった<後,あと>で、<飲,の>みに<行,い>きます。',
          'もっと<野菜,やさい>を<食,た>べたほうがいいですよ。',
          '<窓,まど>を<閉,し>めましょうか。'
        ],
        use: [
          [
            '<甲,こう>：お<寿司,すし>を<食,た>べたことがありますか。',
            '<乙,おつ>：いいえ、<一度,いちど>もありません。<天,てん>ぷらは<食,た>べたことがあります。'
          ], [
            '<甲,こう>：この<資料,しりょう>を<見,み>てもいいですか。',
            '<乙,おつ>：はい。<読,よ>んだ<後,あと>で、<森,もり>さんに<渡,わた>してください。'
          ], [
            '<甲,こう>：ホテルを<予約,よやく>したほうがいいですか。',
            '<乙,おつ>：そうですね。<連休,れんきゅう>ですから、そのほうがいいですね。'
          ], [
            '<甲,こう>：<何,なに>か<食,た>べましょうか。',
            '<乙,おつ>：いいえ。<寝,ね>る<前,まえ>に<食,た>べないほうがいいですよ。'
          ]
        ]
      },
      utilization: {
        title: '<歌舞伎,かぶき>',
        content: [
          [
            '<小野,おの>：<少,すこ>し<急,いそ>ぎましょうか。<遅,おく>れないほうがいいですから。',
            '<李,り>：そうしましょう。ところで、<小野,おの>さんはよく<歌舞伎,かぶき>を<見,み>ますか。',
            '<小野,おの>：<仕事,しごと>の<後,あと>で<何度,なんど>か<見,み>に<行,い>ったことがあります。<終,お>わりは<9,く><時,じ><過,す>ぎですね。<食事,しょくじ>はどうしますか。',
            '<李,り>：<歌舞伎,かぶき>を<見,み>た<後,あと>で、<食,た>べますか。それとも、<見,み>る<前,まえ>に<何,なに>か<食,た>べますか。',
            '<小野,おの>：そうですね…、<休憩時間,きゅうけいじかん>に<食事,しょくじ>をしましょうか。',
            '<李,り>：ええ、いいですよ。',
            '<小野,おの>：じゃあ、<早,はや>く<行,い>ってお<弁当,べんとう>を<買,か>ったほうがいいですね。'
          ], [
            '<李,り>：<言葉,ことば>は<分,わ>かりませんでしたが、とても良かったです。',
            '<小野,おの>：そうですね。<課長,かちょう>に<感謝,かんしゃ>しましょう。',
            '<李,り>：ええ。<京劇,きょうげき>もいいですが、<歌舞伎,かぶき>もすばらしいですね。<小野,おの>さんは<京劇,きょうげき>を<見,み>たことがありますか。',
            '<小野,おの>：いいえ、<一度,いちど>もありません。いつか<見,み>たいですね。',
            '<李,り>：じゃあ、ぜひ<北京,ペキン>へ<京劇,きょうげき>を<見,み>に<来,き>てください。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'ことば', mana: '言葉', type: '名', cn: '语言' },
        { kana: 'メールアドレス', mana: '', type: '名', cn: '邮件地址' },
        { kana: 'れんきゅう', mana: '連休', type: '名', cn: '连体' },
        { kana: 'ゴールデンウィーク', mana: '', type: '名', cn: '黄金周' },
        { kana: 'おわり', mana: '終わり', type: '名', cn: '结束' },
        { kana: 'きゅうけいじかん', mana: '休憩時間', type: '名', cn: '休息时间' },
        { kana: 'きょうげき', mana: '京劇', type: '名', cn: '京剧' },
        { kana: 'きっぷ', mana: '切符', type: '名', cn: '票（券）' },
        { kana: 'からだ', mana: '体', type: '名', cn: '身体' },
        { kana: 'じしん', mana: '地震', type: '名', cn: '地震' },
        { kana: 'どろぼう', mana: '泥棒', type: '名', cn: '小偷，盗贼' },
        { kana: 'ちゅうしゃじょう', mana: '駐車場', type: '名', cn: '停车场' },
        { kana: 'わたします', mana: '渡します', type: '动1', cn: '交给' },
        { kana: 'おくれます', mana: '遅れます', type: '动2', cn: '迟到' },
        { kana: 'かんがえます', mana: '考えます', type: '动2', cn: '考虑' },
        { kana: 'しらべます', mana: '調べます', type: '动2', cn: '调查' },
        { kana: 'きます', mana: '着ます', type: '动2', cn: '穿' },
        { kana: 'よやくします', mana: '予約します', type: '动3', cn: '预约，预定' },
        { kana: 'かんしゃします', mana: '感謝します', type: '动3', cn: '感谢' },
        { kana: 'うんどうします', mana: '運動します', type: '动3', cn: '运动' },
        { kana: 'せんたくします', mana: '洗濯します', type: '动3', cn: '洗涤，洗' },
        { kana: 'ほうこくします', mana: '報告します', type: '动3', cn: '报告' },
        { kana: 'あぶない', mana: '危ない', type: '形1', cn: '危险' },
        { kana: 'それとも', mana: '', type: '连', cn: '还是，或者' },
        { kana: 'とうきょうタワー', mana: '東京タワー', type: '专', cn: '东京塔' }
      ],
      phrase: [
        { kana: 'そんなに', mana: '', cn: '那么' },
        { kana: '〜すぎ', mana: '〜過ぎ', cn: '' }
      ]
    },
    {
      no: 22,
      topic: '<森,もり>さんは<毎晩,まいばん>テレビを<見,み>る',
      basic: {
        base: [
          '<森,もり>さんは<毎晩,まいばん>テレビを<見,み>る。',
          '<昨日,きのう>はとても<忙,いそが>しかった。',
          'コンピュータは<簡単,かんたん>ではない。',
          '<今日,きょう>は<曇,くも>りだ。'
        ],
        use: [
          [
            '<甲,こう>：<明日,あした>ボーリングに<行,い>かない？',
            '<乙,おつ>：ごめん。<明日,あした>は<仕事,しごと>があるから…。'
          ], [
            '<甲,こう>：<昨日,きのう>の<試験,しけん>、どうだった？',
            '<乙,おつ>：ちょっと<難,むずか>しかったけど、まあまあできたよ。'
          ], [
            '<甲,こう>：このネクタイ、<派手,はで>？',
            '<乙,おつ>：ううん、<全然,ぜんぜん><派手,はで>じゃないわ。'
          ], [
            '<甲,こう>：<森,もり>さんの<電話番号,でんわばんごう>、<知,し>ってる？',
            '<乙,おつ>：うん、<知,し>ってる。<3493,さんよんきゅうさん><-,の><3945,さんきゅうよんご>だよ。'
          ]
        ]
      },
      utilization: {
        title: '<友達,ともだち>',
        content: [
          [
            '<小野,おの>：もしもし、<小野,おの>です。',
            '<清水,しみず>：<小野,おの>さん？<清水,しみず>だけど。',
            '<小野,おの>：ああ、<清水,しみず><君,くん>、どうしたの？',
            '<清水,しみず>：<最近,さいきん><太田,おおた>から<連絡,れんらく>あった？',
            '<小野,おの>：<太田,おおた><君,くん>から？ううん、ないわよ。どうして？',
            '<清水,しみず>：<太田,おおた>、<今度,こんど><中国,ちゅうごく>へ<転勤,てんきん>だって。',
            'おの：<本当,ほんとう>に？いつ<行,い>くの？',
            '<清水,しみず>：たしか<来月,らいげつ>だよ。',
            '<小野,おの>：<急,きゅう>ね。<中国,ちゅうごく>のどこ？<期間,きかん>はどのぐらい？',
            '<清水,しみず>：<北京,ペキン>だって。<期間,きかん>は<4,よ><年,ねん>か<5,ご><年,ねん>かな。',
            '<小野,おの>：ずいぶん<長,なが>いわね。<太田,おおた><君,くん><1人,ひとり>で<行,い>くの？',
            '<清水,しみず>：いや、<奥,おく>さんもいっしょだよ。<来週,らいしゅう><送別会,そうべつかい>をするけど、<都合,つごう>はどうかな？',
            '<小野,おの>：ええと、<火曜日,かようび>は<予定,よてい>があるけど、それ<以外,いがい>は<大丈夫,だいじょうぶ>よ。',
            '<清水,しみず>：<分,わ>かった。じゃあ、また<連絡,れんらく>するよ。'
          ], [
            '<李,り>：お<友達,ともだち>からですか、<小野,おの>さん？',
            '<小野,おの>：あっ、<分,わ>かりました？',
            '<李,り>：ええ。いつもの<話,はな>し<方,かた>じゃありませんでしたから。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'スキーじょう', mana: 'スキー場', type: '名', cn: '滑雪场' },
        { kana: 'そうべつかい', mana: '送別会', type: '名', cn: '欢送会' },
        { kana: 'つごう', mana: '都合', type: '名', cn: '方便；情况' },
        { kana: 'よてい', mana: '予定', type: '名', cn: '预计，预定' },
        { kana: 'おもちゃ', mana: '', type: '名', cn: '玩具' },
        { kana: 'かじ', mana: '火事', type: '名', cn: '火灾' },
        { kana: 'きかん', mana: '期間', type: '名', cn: '时间，期间' },
        { kana: 'てんきん', mana: '転勤', type: '名', cn: '调动工作' },
        { kana: 'けいたい', mana: '携帯', type: '名', cn: '手机' },
        { kana: 'バドミントン', mana: '', type: '名', cn: '羽毛球' },
        { kana: 'ラケット', mana: '', type: '名', cn: '球拍' },
        { kana: 'おくさん', mana: '奥さん', type: '名', cn: '夫人，（别人的）爱人' },
        { kana: 'かしゅ', mana: '歌手', type: '名', cn: '歌手' },
        { kana: 'だいとうりょう', mana: '大統領', type: '名', cn: '总统' },
        { kana: 'やります', mana: '', type: '动1', cn: '做' },
        { kana: 'うれしい', mana: '', type: '动1', cn: '高兴' },
        { kana: 'ねむい', mana: '眠い', type: '形1', cn: '困倦' },
        { kana: 'おもい', mana: '重い', type: '形1', cn: '重，沉重' },
        { kana: 'きゅう', mana: '急', type: '形2', cn: '突然；紧急' },
        { kana: 'まあまあ', mana: '', type: '副', cn: '大致，还算' },
        { kana: 'あんまり', mana: '', type: '副', cn: '太，非常，过于' },
        { kana: 'ごめん', mana: '', type: '叹', cn: '抱歉，请原谅' },
        { kana: 'ううん', mana: '', type: '叹', cn: '不' },
        { kana: 'いや', mana: '', type: '叹', cn: '不' },
        { kana: 'うん', mana: '', type: '叹', cn: '嗯' },
        { kana: 'しみず', mana: '清水', type: '专', cn: '清水' },
        { kana: 'おおた', mana: '太田', type: '专', cn: '太田' },
        { kana: 'モーツァルト', mana: '', type: '专', cn: '莫扎特' },
        { kana: 'ディズニーランド', mana: '', type: '专', cn: '迪斯尼乐园' }
      ],
      phrase: [
        { kana: '〜いがい', mana: '〜以外', cn: '' },
        { kana: '〜かた', mana: '〜方', cn: '' }
      ]
    },
    {
      no: 23,
      topic: '<休,やす>みの<日,ひ>、<散歩,さんぽ>したり<買,か>い<物,もの>に<行,い>ったりします',
      basic: {
        base: [
          '<小野,おの>さんは<休,やす>みの<日,ひ>、<散歩,さんぽ>したり<買,か>い<物,もの>に<行,い>ったりします。',
          '<日本語,にほんご>の<先生,せんせい>は<中国人,ちゅうごくじん>だったり<日本人,にほんじん>だったりです。',
          'わたしは<今年,ことし>の<夏,なつ>、<北京,ペキン>へ<行,い>くかどうか<分,わ>かりません。',
          'かぎがどこにあるか<教,おし>えてください。'
        ],
        use: [
          [
            '<甲,こう>：<週末,しゅうまつ>に<何,なに>をしましたか。',
            '<乙,おつ>：スケートをしたり、ボーリングをしたりしました。'
          ], [
            '<甲,こう>：<北京,ペキン>まで、<飛行機,ひこうき>のチケットはいくらぐらいですか。',
            '<乙,おつ>：<季節,きせつ>によって<高,たか>かったり<安,やす>かったりです。'
          ], [
            '<甲,こう>：<李,り>さん、<仕事,しごと>は<忙,いそが>しいですか。',
            '<乙,おつ>：ええ、<日,ひ>によって<暇,ひま>だったり<忙,いそが>しかったりです。'
          ], [
            '<甲,こう>：<森,もり>さんが<何,なん><時,じ>ごろ<来,く>るか<知,し>っていますか。',
            '<乙,おつ>：いいえ。<今日,きょう>は<来,く>るかどうか<分,わ>かりません。'
          ]
        ]
      },
      utilization: {
        title: '<送別会,そうべつかい>',
        content: [
          [
            '<森,もり>：<小野,おの>さん、<何,なに>を<買,か>うか<決,き>まりましたか。',
            '<小野,おの>：<浴衣,ゆかた>はどうですか。',
            '<森,もり>：いいですね。でも、<高,たか>くないですか。',
            '<小野,おの>：<高,たか>かったり<安,やす>かったり、いろいろあります。あっ、そうだ。<生地,きじ>を<買,か>って、わたしが<作,つく>りますよ。'
          ], [
            '<吉田,よしだ>：<日本,にほん>の<生活,せいかつ>はどうでしたか。',
            '<李,り>：<温泉,おんせん>に<入,はい>ったり、<歌舞伎,かぶき>を<見,み>たりして、とても<楽,たの>しかったです。',
            '<吉田,よしだ>：ご<両親,りょうしん>にいつ<帰,かえ>るか<知,し>らせましたか。',
            '<李,り>：はい、<昨日,きのう><母,はは>にメールで<知,し>らせました。',
            '<森,もり>：ご<両親,りょうしん>はメールができますか。',
            '<李,り>：<母,はは>はできますが、<父,ちち>は<電話,でんわ>か<手紙,てがみ>ですね。',
            '<小野,おの>：<北京,ペキン>へ<帰,かえ>った<後,あと>、どうしますか。',
            '<李,り>：<1,いっ><週間,しゅうかん>ぐらい<休,やす>みたいですね。<春節,しゅんせつ>に<休,やす>みがなかったですから。',
            '<小野,おの>：<休,やす>みに<何,なに>をしますか。<旅行,りょこう>に<行,い>きますか。',
            '<李,り>：<旅行,りょこう>に<行,い>くかどうか、<分,わ>かりません。たぶん<友達,ともだち>に<会,あ>ったり、<食事,しょくじ>に<行,い>ったりします。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'しゅうまつ', mana: '週末', type: '名', cn: '周末' },
        { kana: 'スケート', mana: '', type: '名', cn: '滑冰，溜冰' },
        { kana: 'あじ', mana: '味', type: '名', cn: '口味，（食物的）味道' },
        { kana: 'まいかい', mana: '毎回', type: '名', cn: '每次，每回' },
        { kana: 'つうきん', mana: '通勤', type: '名', cn: '上下班，通勤' },
        { kana: 'ふね', mana: '船', type: '名', cn: '船' },
        { kana: 'きじ', mana: '生地', type: '名', cn: '布料，衣料' },
        { kana: 'へいてんじこく', mana: '閉店時刻', type: '名', cn: '关门时间' },
        { kana: 'そつぎょうしき', mana: '卒業式', type: '名', cn: '毕业典礼' },
        { kana: 'ちがいます', mana: '違います', type: '动1', cn: '不同，不一样' },
        { kana: 'こみます', mana: '込みます', type: '动1', cn: '拥挤，混杂' },
        { kana: 'きまります', mana: '決まります', type: '动1', cn: '定，决定' },
        { kana: 'しらせます', mana: '知らせます', type: '动2', cn: '告诉' },
        { kana: 'たしかめます', mana: '確かめます', type: '动2', cn: '查（看），弄清' },
        { kana: 'こい', mana: '濃い', type: '形1', cn: '（口味）重；浓' },
        { kana: 'うすい', mana: '薄い', type: '形1', cn: '（口味）轻；薄' },
        { kana: 'はやい', mana: '早い', type: '形1', cn: '早' },
        { kana: 'おそい', mana: '遅い', type: '形1', cn: '晚；慢' },
        { kana: 'たぶん', mana: '', type: '副', cn: '可能，大概' },
        { kana: 'とうきょうえき', mana: '東京駅', type: '专', cn: '东京站' }
      ],
      phrase: [
        { kana: '〜によって', mana: '', cn: '' },
        { kana: '〜によります', mana: '', cn: '' }
      ]
    },
    {
      no: 24,
      topic: '<李,り>さんはもうすぐ<来,く>ると<思,おも>います',
      basic: {
        base: [
          '<李,り>さんはもうすぐ<来,く>ると<思,おも>います。',
          '<陳,ちん>さんはパーティーに<行,い>くと<言,い>いました。',
          'すみません、<頭,あたま>が<痛,いた>いんです。',
          '<東京,とうきょう>タワーへ<行,い>きたいんですが、どうやって<行,い>きますか。'
        ],
        use: [
          [
            '<甲,こう>：<日本,にほん>の<音楽,おんがく>についてどう<思,おも>いますか。',
            '<乙,おつ>：すばらしいと<思,おも>います。'
          ], [
            '<甲,こう>：<課長,かちょう>は<何,なん>と<言,い>いましたか。',
            '<乙,おつ>：<午後,ごご>から<出,で>かけると<言,い>いました。'
          ], [
            '<甲,こう>：どうして<食,た>べないんですか。',
            '<乙,おつ>：もうおなかがいっぱいなんです。'
          ], [
            '<甲,こう>：<李,り>さんを<探,さが>しているんですが、どこにいますか。',
            '<乙,おつ>：<会議室,かいぎしつ>にいると<思,おも>います。'
          ]
        ]
      },
      utilization: {
        title: '<見送,みおく>り',
        content: [
          [
            '<小野,おの>：とうとうお<別,わか>れですね。',
            '<李,り>：ありがとうございました。<本当,ほんとう>にお<世話,せわ>になりました。',
            '<小野,おの>：こちらこそ。<短,みじか>い<間,あいだ>でしたが、とても<楽,たの>しかったですよ。',
            '<森,もり>：<課長,かちょう>は<出張,しゅっちょう><中,ちゅう>ですが、<李,り>さんによろしく<言,い>っていましたよ。',
            '<李,り>：そうですか。どうぞ<吉田,よしだ><課長,かちょう>によろしくお<伝,つた>えください。',
            '<森,もり>：ええ、<必,かなら>ず<伝,つた>えます。'
          ], [
            '<小野,おの>：これ、<浴衣,ゆかた>です。わたしが<作,つく>ったんですが、どうぞ。',
            '<李,り>：<小野,おの>さんが<作,つく>っですか。すごいですね。ありがとうございます。'
          ], [
            '<李,り>：<小野,おの>さん、<森,もり>さん、いつか<北京,ペキン>へ<来,き>てください。',
            '<小野,おの>：ええ、<必,かなら>ず<行,い>きます。<今度,こんど>は<京劇,きょうげき>を<見,み>ましょう。<李,り>さん、お<元気,げんき>で。',
            '<森,もり>：ぽくもいつか<北京,ペキン>へ<行,い>きたいと<思,おも>います。<李,り>さん、どうぞお<気,き>をつけて。“再见！”',
            '<李,り>：さようなら。<今度,こんど>は<北京,ペキン>で<会,あ>いましょう。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'ハイキング', mana: '', type: '名', cn: '郊游，远足' },
        { kana: 'おわかれ', mana: 'お別れ', type: '名', cn: '分别，分手' },
        { kana: 'はなし', mana: '話', type: '名', cn: '说话' },
        { kana: 'みおくり', mana: '見送り', type: '名', cn: '送行，送别' },
        { kana: 'あいだ', mana: '間', type: '名', cn: '时间，期间' },
        { kana: 'ほうりつ', mana: '法律', type: '名', cn: '法律' },
        { kana: 'おもいます', mana: '思います', type: '动1', cn: '想，思考' },
        { kana: 'いいます', mana: '言います', type: '动1', cn: '说，讲' },
        { kana: 'さがします', mana: '探します', type: '动1', cn: '找，寻找，寻求' },
        { kana: 'わらいます', mana: '笑います', type: '动1', cn: '笑' },
        { kana: 'やめます', mana: '', type: '动2', cn: '戒，停止，放弃' },
        { kana: 'きめます', mana: '決めます', type: '动2', cn: '决定' },
        { kana: 'ねぼうします', mana: '寝坊します', type: '动3', cn: '睡懒觉' },
        { kana: 'がいしゅつします', mana: '外出します', type: '动3', cn: '外出，出去' },
        { kana: 'けんきゅうします', mana: '研究します', type: '动3', cn: '研究' },
        { kana: 'おかしい', mana: '', type: '形1', cn: '可笑，滑稽' },
        { kana: 'いっぱい', mana: '', type: '副', cn: '满' },
        { kana: 'すごい', mana: '', type: '形1', cn: '惊人的，了不起' },
        { kana: 'とうとう', mana: '', type: '副', cn: '终于，终究，到底' },
        { kana: 'かならず', mana: '必ず', type: '副', cn: '一定，必定' },
        { kana: 'ぜったいに', mana: '絶対に', type: '副', cn: '绝对' },
        { kana: 'ば', mana: '馬', type: '专', cn: '马' }
      ],
      phrase: [
        { kana: 'おせわになりました', mana: 'お世話になりました', cn: '承蒙照顾' },
        { kana: 'よろしくおつたえください', mana: 'よろしくお伝えください', cn: '请代问好' },
        { kana: 'おげんきで', mana: 'お元気で', cn: '请多保重' },
        { kana: 'おきをつけて', mana: 'お気をつけて', cn: '小心点儿' },
        { kana: 'さようなら', mana: '', cn: '再见' },
        { kana: 'どうやって', mana: '', cn: '怎样，如何' },
        { kana: 'やくにたちます', mana: '役に立ちます', cn: '有用' },
        { kana: 'おなかがいっぱいです', mana: '', cn: '吃饱，饱' },
        { kana: '〜ちゅう', mana: '〜中', cn: '' },
        { kana: '〜について', mana: '', cn: '' }
      ]
    }
  ]
}
