export default {
  id: 8,
  chapter: 8,
  title: '余暇',
  lesson: [
    {
      no: 29,
      topic: '電気を消せ',
      basic: {
        base: [
          '電気を消せ。',
          '次の文章を読んで、質問に答えなさい。',
          'ここに車を止めるな。',
          'このマークは「タバコを吸うな」という意味です。'
        ],
        use: [
          [
            '<甲,こう>：さっき部長は何と言いましたか。',
            '<乙,おつ>：「書類を早く提出しろ」と言いました。'
          ], [
            '<甲,こう>：誠、早くお風呂に入りなさい。',
            '<乙,おつ>：今宿題しているんだ。お母さん先に入ってよ。'
          ], [
            '<甲,こう>：すみません、これは何と読みますか。',
            '<乙,おつ>：「たちいりきんし（立入禁止）」と読みます。「ここに入るな」という意味ですよ。'
          ], [
            '<甲,こう>：この花の名前を知っていますか。',
            '<乙,おつ>：ええ、それはフジという花です。'
          ]
        ]
      },
      utilization: {
        title: 'カラオケ',
        content: [
          [
            '加藤：森君、次、歌いなさいよ！',
            '戴：そう、そう。森さん、歌いなさい！'
          ], [
            '李：戴さん、自分より年上の森さんに「歌いなさい」と言うのは失礼ですよ。',
            '加藤：そうだね。この場合は「歌ってください」と言わないとね。',
            '戴：はい、分かりました。森さん、すみませんでした。'
          ], [
            '李：日本にいる時、日本人の男性が友達に、「来い」「遠慮するな」などと言っているのをよく聞きました。これは親しい人に使うんですね。',
            '森：ええ。でも、女性はあまり使いません。「来てください」「遠慮しないでください」と言ったほうがいいですよ。',
            '李：「ください」を取って、「来て」「遠慮しないで」などという言い方をしている女性もいました。',
            '戴：そうですか。中国語でも親しい相手には、”来、来！””别客气！”と言って”请”を付けませんから、同じですね。',
            '李：そうですね。それから、野球場で女の人が「頑張れ！」と言うのを聞きました。',
            '森：危険な時や丁寧に言う暇がない時は使ってもいいんです。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'しつもん', mana: '質問', type: '名', cn: '提问，问题' },
        { kana: 'ばあい', mana: '場合', type: '名', cn: '场合，情况' },
        { kana: 'めいわく', mana: '迷惑', type: '名', cn: '麻烦' },
        { kana: 'フジ', mana: '', type: '名', cn: '紫藤' },
        { kana: 'カササギ', mana: '', type: '名', cn: '喜鹊' },
        { kana: 'とり', mana: '鳥', type: '名', cn: '鸟' },
        { kana: 'マーク', mana: '', type: '名', cn: '符号' },
        { kana: 'ひょうしき', mana: '標識', type: '名', cn: '标记' },
        { kana: 'おうだんきんし', mana: '横断禁止', type: '名', cn: '禁止横穿' },
        { kana: 'スピード', mana: '', type: '名', cn: '速度' },
        { kana: 'めんきょしょう', mana: '免許証', type: '名', cn: '许可证，执照' },
        { kana: 'きかくしょ', mana: '企画書', type: '名', cn: '计划书' },
        { kana: 'やきゅうじょう', mana: '野球場', type: '名', cn: '棒球场' },
        { kana: 'テーブル', mana: '', type: '名', cn: '桌子' },
        { kana: 'テレビこうざ', mana: 'テレビ講座', type: '名', cn: '电视讲座' },
        { kana: 'かんじ', mana: '漢字', type: '名', cn: '汉字' },
        { kana: 'せんそう', mana: '戦争', type: '名', cn: '战争' },
        { kana: 'けいかん', mana: '警官', type: '名', cn: '警察' },
        { kana: 'としうえ', mana: '年上', type: '名', cn: '年长者' },
        { kana: 'とまります', mana: '止まります', type: '动1', cn: '停，停住' },
        { kana: 'かわります', mana: '変わります', type: '动1', cn: '变，转变' },
        { kana: 'がんばります', mana: '頑張ります', type: '动1', cn: '拼命努力' },
        { kana: 'あやまります', mana: '謝ります', type: '动1', cn: '道歉' },
        { kana: 'サボります', mana: '', type: '动1', cn: '逃学，怠工' },
        { kana: 'やぶります', mana: '破ります', type: '动1', cn: '爽约，打破' },
        { kana: 'ひきます', mana: '引きます', type: '动1', cn: '拉，抽' },
        { kana: 'まもります', mana: '守ります', type: '动1', cn: '遵守，保护' },
        { kana: 'こたえます', mana: '答えます', type: '动2', cn: '回答' },
        { kana: 'にげます', mana: '逃げます', type: '动2', cn: '逃跑' },
        { kana: 'たすけます', mana: '助けます', type: '动2', cn: '救助，帮助' },
        { kana: 'つけます', mana: '付けます', type: '动2', cn: '添加，附加' },
        { kana: 'おぼえます', mana: '覚えます', type: '动2', cn: '记住，掌握' },
        { kana: 'ていしゅつします', mana: '提出します', type: '动3', cn: '提交，提出' },
        { kana: 'えんりょします', mana: '遠慮します', type: '动3', cn: '客气' },
        { kana: 'シュートします', mana: '', type: '动3', cn: '（足球）射门，投篮' },
        { kana: 'ちゅういします', mana: '注意します', type: '动3', cn: '注意' },
        { kana: 'したしい', mana: '親しい', type: '形1', cn: '熟悉，亲切，亲密' },
        { kana: 'らんぼう', mana: '乱暴', type: '形2', cn: '粗暴' },
        { kana: 'しつれい', mana: '失礼', type: '形2', cn: '不礼貌' },
        { kana: 'おなじ', mana: '同じ', type: '形2', cn: '一样，相同' },
        { kana: 'きけん', mana: '危険', type: '形2', cn: '危险' },
        { kana: 'そんな', mana: '', type: '连体', cn: '那样的' },
        { kana: 'ていねいに', mana: '丁寧に', type: '副', cn: '恭敬地；细心地' },
        { kana: 'おい', mana: '', type: '叹', cn: '哎，喂' },
        { kana: 'まこと', mana: '誠', type: '专', cn: '诚，阿诚' },
        { kana: 'しゅうおんらい', mana: '周恩来', type: '专', cn: '周恩来' },
        { kana: 'ろじん', mana: '魯迅', type: '专', cn: '鲁迅' },
        { kana: 'せたがや', mana: '世田谷', type: '专', cn: '世田谷' },
        { kana: 'ふじ', mana: '富士', type: '专', cn: '富士' }
      ],
      phrase: [
        { kana: 'かわった', mana: '変わった', cn: '怪' },
        { kana: 'かぜをひきます', mana: '風邪を引きます', cn: '感冒' }
      ]
    },
    {
      no: 30,
      topic: 'もう11時だから寝よう',
      basic: {
        base: [
          'もう11時だから寝よう。',
          '今日、会社を休もうと思います。',
          '明日、病院へ行こうと思っています。',
          '荷物が重いので、宅配便で送ります。'
        ],
        use: [
          [
            '<甲,こう>：仕事が終わってから、飲みに行こうよ。',
            '<乙,おつ>：ごめん。明日早いから、今日はちょっと…。'
          ], [
            '<甲,こう>：もう遅いので、そろそろ帰ろうと思います。',
            '<乙,おつ>：お疲れ様でした。気をつけて。'
          ], [
            '<甲,こう>：もうすぐゴールデンウィークですね。何か予定がありますか。',
            '<乙,おつ>：長江下りをしようと思っています。'
          ], [
            '<甲,こう>：土曜日も仕事ですか。',
            '<乙,おつ>：ええ。香港からお客さんが来るので、空港へ迎えに行きます。'
          ]
        ]
      },
      utilization: {
        title: '春のピクニック',
        content: [
          [
            '李：今度の週末、みんなでピクニックに行こうと思っているんですが…。',
            '森：いいですね。どこへ行くんですか。',
            '李：香山へ行こうと思います。'
          ], [
            '加藤：森君、遅いよ。',
            '森：すみません。出かけようとした時に、電話があったんです。',
            '加藤：そうか。それじゃ、まあ、仕方ないな。馬さん、みんなそろったから、そろそろ出発しようか。',
            '馬：ええ、そうしましょう。',
            '李：近くに北京植物園があるので、帰りに寄ろうと思うんです。',
            '戴：いいですね。わたしは花が好きなので、楽しみです。'
          ], [
            '森：人が多いですね。',
            '陳：今はちょうどピクニックのシーズンですから。',
            '馬：この季節は、どの行楽地も人でいっぱいですよ。',
            '李：秋の香山もいいですよ。今度は紅葉を見に来ようと思っています。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'たくはいびん', mana: '宅配便', type: '名', cn: '送货上门服务' },
        { kana: 'ほうこくしょ', mana: '報告書', type: '名', cn: '报告书' },
        { kana: 'つゆ', mana: '梅雨', type: '名', cn: '梅雨' },
        { kana: 'あき', mana: '秋', type: '名', cn: '秋天，秋季' },
        { kana: 'ピクニック', mana: '', type: '名', cn: '郊游' },
        { kana: 'こうらくち', mana: '行楽地', type: '名', cn: '景点，游览地' },
        { kana: 'ピザ', mana: '', type: '名', cn: '比萨饼' },
        { kana: 'しゅうでん', mana: '終電', type: '名', cn: '末班电车' },
        { kana: 'まちあいしつ', mana: '待合室', type: '名', cn: '候诊室，等候室' },
        { kana: 'かんじゃ', mana: '患者', type: '名', cn: '病人，患者' },
        { kana: 'はいざら', mana: '灰皿', type: '名', cn: '烟灰缸' },
        { kana: 'すいがら', mana: '吸殻', type: '名', cn: '烟头，烟灰，烟蒂' },
        { kana: 'は', mana: '歯', type: '名', cn: '牙齿' },
        { kana: 'かれ', mana: '彼', type: '代', cn: '他' },
        { kana: 'そろいます', mana: '', type: '动1', cn: '到齐，齐全' },
        { kana: 'よります', mana: '寄ります', type: '动1', cn: '顺便去；靠近' },
        { kana: 'ひらきます', mana: '開きます', type: '动1', cn: '开，开张' },
        { kana: 'ひっこします', mana: '引っ越します', type: '动1', cn: '搬迁，搬家' },
        { kana: 'むかえます', mana: '迎えます', type: '动2', cn: '迎接' },
        { kana: 'こわれます', mana: '壊れます', type: '动2', cn: '出故障，坏' },
        { kana: 'まちがえます', mana: '間違えます', type: '动2', cn: '搞错' },
        { kana: 'しゅっぱつします', mana: '出発します', type: '动3', cn: '出发' },
        { kana: 'てんしょくします', mana: '転職します', type: '动3', cn: '换工作' },
        { kana: 'パンクします', mana: '', type: '动3', cn: '轮胎爆裂，撑破' },
        { kana: 'さびしい', mana: '寂しい', type: '形1', cn: '寂寞' },
        { kana: 'たのしみ', mana: '楽しみ', type: '形2', cn: '愉快，期待' },
        { kana: 'とくべつ', mana: '特別', type: '形2', cn: '特别' },
        { kana: 'それでは', mana: '', type: '连', cn: '那么' },
        { kana: 'それじゃ', mana: '', type: '连', cn: '那么' },
        { kana: 'そうか', mana: '', type: '叹', cn: '是吗' },
        { kana: 'まあ', mana: '', type: '叹', cn: '嗯，嘿，哎哟' },
        { kana: 'パク', mana: '', type: '专', cn: '朴' },
        { kana: 'ちょうこうくだり', mana: '長江下り', type: '专', cn: '坐船游览长江两岸风光' },
        { kana: 'こうざん', mana: '香山', type: '专', cn: '香山' },
        { kana: 'ペキンしょくぶつえん', mana: '北京植物園', type: '专', cn: '北京植物园' }
      ],
      phrase: [
        { kana: 'しかたない', mana: '仕方ない', cn: '没有办法' }
      ]
    },
    {
      no: 31,
      topic: 'このボタンを押すと、電源が入ります',
      basic: {
        base: [
          'このボタンを押すと、電源が入ります。',
          'そのパソコンは、たまにフリーズすることがあります。',
          '馬さんはとても上手にレポートをまとめました。',
          '李さんは来るでしょうか。'
        ],
        use: [
          [
            '<甲,こう>：すみません。市役所へはどう行くんですか。',
            '<乙,おつ>：この道をまっすぐ行くと、デパートがあります。市役所はその隣ですよ。',
            '<甲,こう>：ありがとうございます。'
          ], [
            '<甲,こう>：朝ご飯は毎日きちんと食べますか。',
            '<乙,おつ>：ええ。でも、たまに食べないことがあります。'
          ], [
            '<甲,こう>：あっ、雨ですよ。',
            '<乙,おつ>：本当ですね。早く家に帰りましょう。'
          ], [
            '<甲,こう>：すみません、馬さんはどちらでしょうか。',
            '<乙,おつ>：馬さんはさっき出かけましたよ。'
          ]
        ]
      },
      utilization: {
        title: '散歩',
        content: [
          [
            '馬：ここを曲がると小さな公園があって、子供たちがよく卓球をしているんですよ。',
            '森：卓球ですか？公園で？',
            '馬：そうです。その公園にはコンクリートでできた卓球台があるんです。',
            '森：コンクリートの卓球台？へえ、おもしろいですね。',
            '馬：ええ、卓球をしたい時にいつでもできるんです。たまに公園のそばを通ることがあるんですが、必ずだれかがやっていますね。'
          ], [
            '馬：ここから300メートルほど行くと、スポーツセンターがあります。',
            '森：スポーツセンター？だれでも自由に利用することができるんでしょうか。',
            '馬：ええ、だれでも利用することができます。ただし、有料ですが。',
            '森：馬さんもよく利用するんですか。',
            '馬：たまにプールで泳ぐことがあります。でも、会員じゃないと夜8時以降は利用することができないんです。だから会員になろうと思っているんです。',
            '森：会員になると、何かほかにも特典があるんですか。',
            '馬：会員の家族も安く利用することができるんです。'
          ], [
            '森：今何時でしょうか。',
            '馬：もうすぐ1時15分になります。',
            '森：じゃあ、早く帰らないと、午後の会議が始まりますね。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'ボタン', mana: '', type: '名', cn: '按钮；纽扣' },
        { kana: 'ブローチ', mana: '', type: '名', cn: '胸针' },
        { kana: 'カーテン', mana: '', type: '名', cn: '窗帘，帘子' },
        { kana: 'コンクリート', mana: '', type: '名', cn: '混凝土，水泥' },
        { kana: 'プラスチック', mana: '', type: '名', cn: '塑胶，塑料' },
        { kana: 'ひすい', mana: '', type: '名', cn: '翡翠' },
        { kana: 'サービスセンター', mana: '', type: '名', cn: '维修服务中心' },
        { kana: 'かいいん', mana: '会員', type: '名', cn: '会员' },
        { kana: 'とくてん', mana: '特典', type: '名', cn: '优惠' },
        { kana: 'おてあらい', mana: 'お手洗い', type: '名', cn: '洗手间，厕所' },
        { kana: 'かいだん', mana: '階段', type: '名', cn: '楼梯，台阶' },
        { kana: 'いこう', mana: '以降', type: '名', cn: '以后' },
        { kana: 'そば', mana: '', type: '名', cn: '旁边' },
        { kana: 'たっきゅうだい', mana: '卓球台', type: '名', cn: '乒乓球台' },
        { kana: 'サイズ', mana: '', type: '名', cn: '大小，尺寸' },
        { kana: 'にんげん', mana: '人間', type: '名', cn: '人，人类' },
        { kana: 'はくちょう', mana: '白鳥', type: '名', cn: '天鹅' },
        { kana: 'でんげん', mana: '電源', type: '名', cn: '电源' },
        { kana: 'スイカ', mana: '', type: '名', cn: '西瓜' },
        { kana: 'おします', mana: '押します', type: '动1', cn: '按，推，挤' },
        { kana: 'つきます', mana: '', type: '动1', cn: '灯亮，灯开' },
        { kana: 'さがります', mana: '下がります', type: '动1', cn: '下降，降低' },
        { kana: 'おこります', mana: '怒ります', type: '动1', cn: '生气' },
        { kana: 'まわします', mana: '回します', type: '动1', cn: '转，传送，传递' },
        { kana: 'うごきます', mana: '動きます', type: '动1', cn: '运转，转运' },
        { kana: 'いきます', mana: '生きます', type: '动2', cn: '活，生存' },
        { kana: 'おります', mana: '下ります', type: '动2', cn: '下，下来' },
        { kana: 'まとめます', mana: '', type: '动2', cn: '总结，整理；汇集' },
        { kana: 'フリーズします', mana: '', type: '动3', cn: '死机' },
        { kana: 'こしょうします', mana: '故障します', type: '动3', cn: '故障' },
        { kana: 'うつくしい', mana: '美しい', type: '形1', cn: '美丽' },
        { kana: 'うまい', mana: '', type: '形1', cn: '高明，好吃，可口' },
        { kana: 'くわしい', mana: '詳しい', type: '形1', cn: '详细' },
        { kana: 'じゆう', mana: '自由', type: '形2', cn: '随便，自由' },
        { kana: 'ていねい', mana: '丁寧', type: '形2', cn: '精心，细心，恭敬' },
        { kana: 'きちんと', mana: '', type: '副', cn: '好好地；正经地' },
        { kana: 'ただし', mana: '', type: '连', cn: '不过，只是' },
        { kana: 'しかし', mana: '', type: '连', cn: '可是，但是' }
      ],
      phrase: [
        { kana: 'きもちわるい', mana: '気持ち悪い', cn: '不舒服' },
        { kana: '〜メートル', mana: '', cn: '～米' },
        { kana: '〜つめ', mana: '〜つ目', cn: '第〜个' }
      ]
    },
    {
      no: 32,
      topic: '今度の日曜日に遊園地へ行くつもりです',
      basic: {
        base: [
          '今度の日曜日に遊園地へ行くつもりです。',
          '明日、友達と映画を見に行くことにしました。',
          '来月から給料が上がることになりました。',
          '馬さんの息子さんは今年小学校に入学するそうです。'
        ],
        use: [
          [
            '<甲,こう>：今度のボーナスで車を買うつもりです。',
            '<乙,おつ>：へえ、いいですね。'
          ], [
            '<甲,こう>：広州へは列車で行くんですか。',
            '<乙,おつ>：いいえ、飛行機で行くことにしました。'
          ], [
            '<甲,こう>：李さん、出張ですか。',
            '<乙,おつ>：ええ、月曜から3日間、香港へ行くことになりました。'
          ], [
            '<甲,こう>：ニュースによると、今年の冬はインフルエンザが流行するそうです。',
            '<乙,おつ>：そうですか。気をつけましょうね。'
          ]
        ]
      },
      utilization: {
        title: '連休',
        content: [
          [
            '森：李さん、今度の連休の予定は？',
            '李：小野さんを北京のいろんな所へ案内するつもりです。',
            '森：天気は大丈夫でしょうか。',
            '李：天気予報によると、連休中はずっと晴れだそうですよ。'
          ], [
            '李：小野さんは、友達の太田さんの家に行くそうです。わたしもいっしょに行くことになったんですが、森さんは？',
            '森：ぼくにもメールがあって、いっしょにお邪魔することにしましたよ。',
            '李：小野さんのメールによると、太田さんの家で餃子パーティーをするそうです。だから、わたしにも手伝ってほしいって言っていました。',
            '森：餃子パーティー？それはいいですね。'
          ], [
            '李：ところで、太田さんって、どんな人ですか。',
            '森：北京に来てから一度会ったことがありますが、とても気さくな人ですよ。スポーツ用品の会社で、宣伝を担当しているそうです。',
            '李：じゃあ、これからいっしょに仕事をすることになるかもしれませんね。',
            '森：ええ。だから、できるだけ連絡を取ろうと思っています。'
          ]
        ]
      },
      grammar: {
        base: [
          [],
          [],
          [],
          [],
          [],
          []
        ],
        explain: [
          [],
          [],
          [],
          [],
          [],
          [],
          []
        ]
      },
      word: [
        { kana: 'れっしゃ', mana: '列車', type: '名', cn: '火车，列车' },
        { kana: 'こうそくバス', mana: '高速バス', type: '名', cn: '走高速的公共汽车' },
        { kana: 'しゅっぱつじこく', mana: '出発時刻', type: '名', cn: '出发时间' },
        { kana: 'りょこうよてい', mana: '旅行予定', type: '名', cn: '旅行计划' },
        { kana: 'てんきよほう', mana: '天気予報', type: '名', cn: '天气预报' },
        { kana: 'たいふう', mana: '台風', type: '名', cn: '台风' },
        { kana: 'うわさ', mana: '', type: '名', cn: '传说，风言风语' },
        { kana: 'せんでん', mana: '宣伝', type: '名', cn: '宣传' },
        { kana: 'ばんぐみ', mana: '番組', type: '名', cn: '节目' },
        { kana: 'しんがた', mana: '新型', type: '名', cn: '新型' },
        { kana: 'ボーナス', mana: '', type: '名', cn: '奖金' },
        { kana: 'ラーメン', mana: '', type: '名', cn: '面条' },
        { kana: 'ぎゅうにゅう', mana: '牛乳', type: '名', cn: '牛奶' },
        { kana: 'ギョーザパーティー', mana: '餃子パーティー', type: '名', cn: '饺子宴' },
        { kana: 'しょうがつやすみ', mana: '正月休み', type: '名', cn: '新年假日' },
        { kana: 'スポーツようひん', mana: 'スポーツ用品', type: '名', cn: '体育用品' },
        { kana: 'インフルエンザ', mana: '', type: '名', cn: '流感，流行性感冒' },
        { kana: 'してん', mana: '支店', type: '名', cn: '分店，分公司' },
        { kana: 'しょうがっこう', mana: '小学校', type: '名', cn: '小学' },
        { kana: 'ゆうえんち', mana: '遊園地', type: '名', cn: '游乐园' },
        { kana: 'しゅしょう', mana: '首相', type: '名', cn: '首相' },
        { kana: 'れきし', mana: '歴史', type: '名', cn: '历史' },
        { kana: 'かのじょ', mana: '彼女', type: '代', cn: '她' },
        { kana: 'おこないます', mana: '行います', type: '动1', cn: '开，举行' },
        { kana: 'あがります', mana: '上がります', type: '动1', cn: '提高，涨' },
        { kana: 'のりかえます', mana: '乗り換えます', type: '动2', cn: '换乘' },
        { kana: 'やめます', mana: '辞めます', type: '动2', cn: '辞去' },
        { kana: 'りゅうがくします', mana: '留学します', type: '动3', cn: '留学' },
        { kana: 'にゅうがくします', mana: '入学します', type: '动3', cn: '入学' },
        { kana: 'りゅうこうします', mana: '流行します', type: '动3', cn: '流行' },
        { kana: 'にゅういんします', mana: '入院します', type: '动3', cn: '住院' },
        { kana: 'おじゃまします', mana: 'お邪魔します', type: '动3', cn: '打扰，拜访' },
        { kana: 'たんとうします', mana: '担当します', type: '动3', cn: '承担' },
        { kana: 'つよい', mana: '強い', type: '形1', cn: '强，坚强' },
        { kana: 'きさく', mana: '気さく', type: '形2', cn: '爽快，坦率' },
        { kana: 'いろんな', mana: '', type: '连体', cn: '各种各样的' },
        { kana: 'ずっと', mana: '', type: '副', cn: '一直，始终' },
        { kana: 'りゅうえい', mana: '劉英', type: '专', cn: '刘英' },
        { kana: 'タイ', mana: '', type: '专', cn: '泰国' },
        { kana: 'きょうとホテル', mana: '京都ホテル', type: '专', cn: '京都宾馆' }
      ],
      phrase: [
        { kana: 'おじゃましました', mana: 'お邪魔しました', cn: '打扰了' },
        { kana: 'かぜがつよい', mana: '風が強い', cn: '风大' }
      ]
    }
  ]
}
