export default {
  id: 9,
  chapter: 9,
  title: '小野赴北京',
  lesson: [
    {
      no: 33,
      topic: '電車が急に止まりました',
      basic: {
        base: [
          '電車が急に止まりました。',
          '部屋の電気が消えています。',
          '森さんはボーナスを全部使ってしまいました。',
          'このケーキはとてもおいしそうです。'
        ],
        use: [
          [
            '<甲,こう>：あなたが窓を開けたんですか。',
            '<乙,おつ>：いいえ、風で開いたんです。'
          ], [
            '<甲,こう>：はさみはどこですか。',
            '<乙,おつ>：引き出しに入っていますよ。'
          ], [
            '<甲,こう>：おじいさんにもらった腕時計が壊れてしまいました。',
            '<乙,おつ>：それは残念ですね。'
          ], [
            '<甲,こう>：雨が降りそうですね。',
            '<乙,おつ>：じゃあ、明日の運動会は中止かもしれませんね。'
          ]
        ]
      },
      utilization: {
        title: '再会',
        content: [
          [
            '小野：ちょっと早く着いてしまったけど、森さんたちはもう来ているかしら。それにしても、大勢並んでいるわね。'
          ], [
            '小野：李さん！',
            '李：小野さん、お久しぶりです。',
            '小野：本当にお久しぶり。お元気そうですね。',
            '李：ええ、小野さんも。'
          ], [
            '森：すみません、小野さん。遅刻してしまいました。',
            '小野：相変わらずですね、森さん。でも、お元気そうで、何よりです。'
          ], [
            '森：小野さん、ずいぶん重そうなスーツケースですね。',
            '小野：そうですか？服や小物が入っていますが、中はほとんど空ですよ。北京は初めてなので、お土産をたくさん買って、入れようと思っているんです。'
          ], [
            '森：あれっ、トランクが開いていないな。',
            '李：運転手さんに開けてもらいましょう。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'スーツケース', mana: '', type: '名', cn: '旅行箱' },
        { kana: 'トランク', mana: '', type: '名', cn: '后备箱；手提箱，皮箱' },
        { kana: 'スーツ', mana: '', type: '名', cn: '西服，女套装' },
        { kana: 'ズボン', mana: '', type: '名', cn: '裤子' },
        { kana: 'ティーシャツ', mana: 'Tシャツ', type: '名', cn: 'T恤衫' },
        { kana: 'サンダル', mana: '', type: '名', cn: '凉鞋' },
        { kana: 'ぼうし', mana: '帽子', type: '名', cn: '帽子' },
        { kana: 'うでどけい', mana: '腕時計', type: '名', cn: '手表' },
        { kana: 'こもの', mana: '小物', type: '名', cn: '小东西，细小的附件' },
        { kana: 'うんてんしゅ', mana: '運転手', type: '名', cn: '司机' },
        { kana: 'から', mana: '空', type: '名', cn: '空' },
        { kana: 'うんどうかい', mana: '運動会', type: '名', cn: '运动会' },
        { kana: 'チーム', mana: '', type: '名', cn: '队，团体' },
        { kana: 'さいご', mana: '最後', type: '名', cn: '最后' },
        { kana: 'さいかい', mana: '再会', type: '名', cn: '重逢，再会' },
        { kana: 'ひさしぶり', mana: '久しぶり', type: '名', cn: '好久不见' },
        { kana: 'カキ', mana: '', type: '名', cn: '柿子' },
        { kana: 'せいりょういんりょうすい', mana: '清涼飲料水', type: '名', cn: '清凉饮料' },
        { kana: 'しまります', mana: '閉まります', type: '动1', cn: '关闭，关' },
        { kana: 'こわします', mana: '壊します', type: '动1', cn: '弄坏' },
        { kana: 'わります', mana: '割ります', type: '动1', cn: '割开，打破，打坏' },
        { kana: 'つきます', mana: '付きます', type: '动1', cn: '附带，附加' },
        { kana: 'かかります', mana: '掛かります', type: '动1', cn: '挂，悬挂' },
        { kana: 'よごします', mana: '汚します', type: '动1', cn: '弄脏' },
        { kana: 'やみます', mana: '', type: '动1', cn: '停，停息停止' },
        { kana: 'たちます', mana: '建ちます', type: '动1', cn: '盖，建' },
        { kana: 'ならびます', mana: '並びます', type: '动1', cn: '排队，排，列队' },
        { kana: 'つきます', mana: '着きます', type: '动1', cn: '到，到达' },
        { kana: 'かぶります', mana: '', type: '动1', cn: '戴' },
        { kana: 'はきます', mana: '', type: '动1', cn: '穿（鞋、裤子）' },
        { kana: 'かいます', mana: '飼います', type: '动1', cn: '饲养' },
        { kana: 'きえます', mana: '消えます', type: '动2', cn: '熄灭，消失' },
        { kana: 'かけます', mana: '掛けます', type: '动2', cn: '挂' },
        { kana: 'おちます', mana: '落ちます', type: '动2', cn: '落下，掉' },
        { kana: 'われます', mana: '割れます', type: '动2', cn: '裂开，破裂' },
        { kana: 'たてます', mana: '建てます', type: '动2', cn: '盖，建造' },
        { kana: 'まけます', mana: '負けます', type: '动2', cn: '输，败' },
        { kana: 'よごれます', mana: '汚れます', type: '动2', cn: '脏' },
        { kana: 'えらい', mana: '偉い', type: '形1', cn: '了不起，伟大' },
        { kana: 'らく', mana: '楽', type: '形2', cn: '容易，简单；快乐，轻松' },
        { kana: 'ざんねん', mana: '残念', type: '形2', cn: '可惜，遗憾' },
        { kana: 'きゅうに', mana: '急に', type: '副', cn: '突然' },
        { kana: 'ぜんぶ', mana: '全部', type: '副', cn: '全部' },
        { kana: 'あいかわらず', mana: '相変わらず', type: '副', cn: '照旧，依然' },
        { kana: 'うっかり', mana: '', type: '副', cn: '不留神，不注意' },
        { kana: 'それにしても', mana: '', type: '连', cn: '即便那样，话虽如此' }
      ],
      phrase: [
        { kana: 'おひさしぶりです', mana: 'お久しぶりです', cn: '好久不见' }
      ]
    },
    {
      no: 34,
      topic: '壁にカレンダーが掛けてあります',
      basic: {
        base: [
          '壁にカレンダーが掛けてあります。',
          'お客さんが来る前に、部屋を掃除しておきます。',
          '太田さんは中国語で手紙を書いてみました。',
          '日本へ留学するために、お金をためています。'
        ],
        use: [
          [
            '<甲,こう>：森さん、車をどこに止めましたか。',
            '<乙,おつ>：公園の前に止めてあります。'
          ], [
            '<甲,こう>：森さん、会議の資料はどうしますか。',
            '<乙,おつ>：10部コピーしておいてください。'
          ], [
            '<甲,こう>：カレーライスを作ってみました。食べてみてください。',
            '<乙,おつ>：ああ、おいしそうですね。いただきます。'
          ], [
            '<甲,こう>：太田さん、タバコをやめたんですか。',
            '<乙,おつ>：ええ、健康のためにやめました。'
          ]
        ]
      },
      utilization: {
        title: '北京ダック',
        content: [
          [
            '森：小野さんを歓迎するために、とっておきのお店を予約しておきましたよ。',
            '小野：本当に！？ありがとうございます。',
            '李：北京ダックがおいしいお店なんですよ。'
          ], [
            '小野：うわあ、きれいに焼いてありますね。',
            '李：ええ。おいしそうな色でしょう。'
          ], [
            '小野：おいしい！今まで、こんなにおいしいの食べたことありません。',
            '森：本場の料理は最高でしょう？',
            '小野：ええ、最高！今度は自分で包んでみます。',
            '森：ほかにも料理はたくさん頼んでありますからね。'
          ], [
            '李：小野さん、今日はしっかり食べておいてください。明日からハードスケジュールで、あちこち行きますからね。'
          ], [
            '小野：こんなに残ってしまいました。もったいないですね。',
            '李：本当ですね。じゃあ、持ち帰りにしましょう。',
            '森：小野さん、カラオケも予約してあるんですが、どうしますか。',
            '小野：もちろん行きますよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'カレンダー', mana: '', type: '名', cn: '挂历，日历' },
        { kana: 'ポスター', mana: '', type: '名', cn: '宣传画，海报' },
        { kana: 'ハードスケジュール', mana: '', type: '名', cn: '紧张的日程' },
        { kana: 'カレーライス', mana: '', type: '名', cn: '咖喱饭' },
        { kana: 'とっておき', mana: '', type: '名', cn: '珍藏，私藏' },
        { kana: 'ほんば', mana: '本場', type: '名', cn: '原产地，发源地' },
        { kana: 'げんかん', mana: '玄関', type: '名', cn: '门口，玄关' },
        { kana: 'ロッカー', mana: '', type: '名', cn: '橱柜，文件柜' },
        { kana: 'バッグ', mana: '', type: '名', cn: '包，手提包' },
        { kana: 'りょこうしゃ', mana: '旅行社', type: '名', cn: '旅行社' },
        { kana: 'しさつだん', mana: '視察団', type: '名', cn: '视察团' },
        { kana: 'とうちゃく', mana: '到着', type: '名', cn: '到达，抵达' },
        { kana: 'かえり', mana: '帰り', type: '名', cn: '回程，返回，回家' },
        { kana: 'もちかえり', mana: '持ち帰り', type: '名', cn: '打包，带回' },
        { kana: 'じこ', mana: '事故', type: '名', cn: '事故' },
        { kana: 'はなたば', mana: '花束', type: '名', cn: '花束' },
        { kana: 'はっぴょうかい', mana: '発表会', type: '名', cn: '发布会' },
        { kana: 'ろんぶん', mana: '論文', type: '名', cn: '论文' },
        { kana: 'ダイエット', mana: '', type: '名', cn: '减肥' },
        { kana: 'オリンピック', mana: '', type: '名', cn: '奥运会，奥林匹克' },
        { kana: 'あちこち', mana: '', type: '代', cn: '到处，处处' },
        { kana: 'あっちこっち', mana: '', type: '代', cn: '到处，处处' },
        { kana: 'やきます', mana: '焼きます', type: '动1', cn: '烤，烧，烧毁' },
        { kana: 'かせぎます', mana: '稼ぎます', type: '动1', cn: '挣钱，赚钱' },
        { kana: 'のこります', mana: '残ります', type: '动1', cn: '剩余，剩下' },
        { kana: 'つつみます', mana: '包みます', type: '动1', cn: '卷，包裹' },
        { kana: 'たのみます', mana: '頼みます', type: '动1', cn: '点（菜）；请求；托付' },
        { kana: 'はります', mana: '', type: '动1', cn: '粘，帖' },
        { kana: 'かざります', mana: '飾ります', type: '动1', cn: '装饰' },
        { kana: 'しまいます', mana: '', type: '动1', cn: '收拾起来，放到～里边' },
        { kana: 'あいます', mana: '合います', type: '动1', cn: '合适，适合' },
        { kana: 'もどします', mana: '戻します', type: '动1', cn: '放回，返还，返回' },
        { kana: 'ためます', mana: '', type: '动2', cn: '积攒，储存' },
        { kana: 'ならべます', mana: '並べます', type: '动2', cn: '排列' },
        { kana: 'あずけます', mana: '預けます', type: '动2', cn: '寄存，托付' },
        { kana: 'つづけます', mana: '続けます', type: '动2', cn: '继续，持续' },
        { kana: 'やせます', mana: '', type: '动2', cn: '瘦' },
        { kana: 'ほうもんします', mana: '訪問します', type: '动3', cn: '拜访，访问' },
        { kana: 'ちょきんします', mana: '貯金します', type: '动3', cn: '存钱，储蓄' },
        { kana: 'かんげいします', mana: '歓迎します', type: '动3', cn: '欢迎' },
        { kana: 'よういします', mana: '用意します', type: '动3', cn: '准备' },
        { kana: 'おかしい', mana: '', type: '形1', cn: '奇怪，可笑，不正常' },
        { kana: 'ひどい', mana: '', type: '形1', cn: '严重，厉害' },
        { kana: 'もったいない', mana: '', type: '形1', cn: '可惜，浪费，过分' },
        { kana: 'ゆうしゅう', mana: '優秀', type: '形2', cn: '优秀，优异' },
        { kana: 'さいこう', mana: '最高', type: '形2', cn: '最好，最高' },
        { kana: 'しっかり', mana: '', type: '副', cn: '充足，充分' },
        { kana: 'ひじょうに', mana: '非常に', type: '副', cn: '非常' },
        { kana: 'こんなに', mana: '', type: '副', cn: '这么，这样地' },
        { kana: 'いっしょうけんめい', mana: '一生懸命', type: '副', cn: '拼命地，努力地' },
        { kana: 'うわあ', mana: '', type: '叹', cn: '哇' }
      ],
      phrase: [
        { kana: 'このまま', mana: '', cn: '就这样，照这样，如此' },
        { kana: 'いただきます', mana: '', cn: '我吃了，（我）开始吃了' },
        { kana: 'えんりょなく', mana: '遠慮なく', cn: '不客气' },
        { kana: '〜ぶ', mana: '〜部', cn: '' }
      ]
    },
    {
      no: 35,
      topic: '明日雨が降ったら、マラソン大会は中止です',
      basic: {
        base: [
          '明日雨が降ったら、マラソン大会は中止です。',
          '日本へ帰っても、中国語の勉強を続けてください。',
          '今年の夏休みは3日だけです。',
          '会議室には李さんしかいません。'
        ],
        use: [
          [
            '<甲,こう>：大学を卒業したらどうしますか。',
            '<乙,おつ>：外国で働きたいです。'
          ], [
            '<甲,こう>：馬さんは元気がないね。何かあったのかな。',
            '<乙,おつ>：いくら聞いても何も言わないんだよ。'
          ], [
            '<甲,こう>：李さん、資料はまだできませんか。',
            '<乙,おつ>：すみません、あと少しだけ待ってください。'
          ], [
            '<甲,こう>：このゴーカートは大人でも乗ることができますか。',
            '<乙,おつ>：いいえ、子供しか乗ることができません。'
          ]
        ]
      },
      utilization: {
        title: 'ホームパーティー',
        content: [
          [
            '李：あのう、お酒があったら、少し入れてくれませんか。'
          ], [
            '夫人：1杯だけでいいですか。',
            '李：いえ、3杯ぐらい入れてください。',
            '夫人：李さん、餃子を作るのが上手ですね。',
            '李：ええ。北京では、餃子はどの家でも、自分たちで作って食べます。小さな子供でも上手ですよ。',
            '夫人：わたし、本のとおりに作っても、なかなかうまくできないんですが、どうやったらおいしくなるんでしょうか。',
            '小野：何度も作ると、だんだん上手になりますよ。',
            '李：もし時間があったら、またいっしょに作りましょう。'
          ], [
            '太田：準備ができたら、乾杯しますよ。'
          ], [
            '太田：皆さんの健康を祝って、カンパーイ！'
          ], [
            '小野：森さん、たくさん食べますね。わたしはいくら頑張っても、20個ぐらいしか食べることができません。',
            '森：ぼくは、小野さんが作った餃子だったら、30個は大丈夫ですよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'マラソンたいかい', mana: 'マラソン大会', type: '名', cn: '马拉松大赛' },
        { kana: 'ホームパーティー', mana: '', type: '名', cn: '家庭聚会' },
        { kana: 'ゴーカート', mana: '', type: '名', cn: '游戏汽车，玩具汽车' },
        { kana: 'テレビゲーム', mana: '', type: '名', cn: '电子游戏' },
        { kana: 'ちゅうし', mana: '中止', type: '名', cn: '中止，中顿' },
        { kana: 'ひょうげん', mana: '表現', type: '名', cn: '表达，表现' },
        { kana: 'はんたい', mana: '反対', type: '名', cn: '反对' },
        { kana: 'えいぎょう', mana: '営業', type: '名', cn: '营业' },
        { kana: 'ざいこ', mana: '在庫', type: '名', cn: '库存，存货' },
        { kana: 'おとな', mana: '大人', type: '名', cn: '大人，成人' },
        { kana: 'おじ', mana: '', type: '名', cn: '叔叔，伯伯，舅舅' },
        { kana: 'しょうがくせい', mana: '小学生', type: '名', cn: '小学生' },
        { kana: 'うちゅうひこうし', mana: '宇宙飛行士', type: '名', cn: '宇航员' },
        { kana: 'カタログ', mana: '', type: '名', cn: '目录，商品目录' },
        { kana: 'たからくじ', mana: '宝くじ', type: '名', cn: '彩票' },
        { kana: 'せいせき', mana: '成績', type: '名', cn: '成绩' },
        { kana: 'けいさん', mana: '計算', type: '名', cn: '计算' },
        { kana: 'けしゴム', mana: '消しゴム', type: '名', cn: '橡皮' },
        { kana: 'は', mana: '葉', type: '名', cn: '叶子' },
        { kana: 'ビタミンざい', mana: 'ビタミン剤', type: '名', cn: '维生素片剂' },
        { kana: 'ちゅうこ', mana: '中古', type: '名', cn: '二手货，旧货' },
        { kana: 'きかい', mana: '機会', type: '名', cn: '机会' },
        { kana: 'きゅうじつ', mana: '休日', type: '名', cn: '休息日，假日' },
        { kana: 'こんかい', mana: '今回', type: '名', cn: '这次，这回' },
        { kana: 'こんげつ', mana: '今月', type: '名', cn: '这个月' },
        { kana: 'さいしゅうてんけん', mana: '最終点検', type: '名', cn: '最终检查' },
        { kana: 'ききます', mana: '効きます', type: '动1', cn: '有效，起作用' },
        { kana: 'いわいます', mana: '祝います', type: '动1', cn: '祝贺' },
        { kana: 'あたります', mana: '当たります', type: '动1', cn: '中（彩），抽中' },
        { kana: 'あきます', mana: '空きます', type: '动1', cn: '空，有空' },
        { kana: 'くさります', mana: '腐ります', type: '动1', cn: '腐烂，腐败' },
        { kana: 'みつけます', mana: '見つけます', type: '动2', cn: '寻找，看见' },
        { kana: 'はれます', mana: '晴れます', type: '动2', cn: '晴朗，天晴' },
        { kana: 'たずねます', mana: '訪ねます', type: '动2', cn: '访问，拜访' },
        { kana: 'たいざいします', mana: '滞在します', type: '动3', cn: '停留，滞留' },
        { kana: 'きゅうけいします', mana: '休憩します', type: '动3', cn: '休息' },
        { kana: 'さんかします', mana: '参加します', type: '动3', cn: '参加' },
        { kana: 'かんぱいします', mana: '乾杯します', type: '动3', cn: '干杯' },
        { kana: 'へん', mana: '変', type: '形2', cn: '不恰当，奇怪，反常' },
        { kana: 'かんぜん', mana: '完全', type: '形2', cn: '充分，完全' },
        { kana: 'ひつよう', mana: '必要', type: '形2', cn: '必要，必须' },
        { kana: 'だんだん', mana: '', type: '副', cn: '渐渐地，逐渐地' },
        { kana: 'もし', mana: '', type: '副', cn: '如果，假如' }
      ],
      phrase: [
        { kana: 'あと〜', mana: '', cn: '' },
        { kana: '〜きょく', mana: '〜曲', cn: '' }
      ]
    },
    {
      no: 36,
      topic: '遅くなって、すみません',
      basic: {
        base: [
          '',
          '',
          '',
          ''
        ],
        use: [
          [
            '<甲,こう>：',
            '<乙,おつ>：'
          ], [
            '<甲,こう>：',
            '<乙,おつ>：'
          ], [
            '<甲,こう>：',
            '<乙,おつ>：'
          ], [
            '<甲,こう>：',
            '<乙,おつ>：'
          ]
        ]
      },
      utilization: {
        title: '',
        content: [
          
        ]
      },
      grammar: {},
      word: [
        { kana: 'さいしょ', mana: '最初', type: '名', cn: '开始的时候，最初' },
        { kana: 'しゅっしん', mana: '出身', type: '名', cn: '出生地' },
        { kana: 'こうじょう', mana: '工場', type: '名', cn: '工厂' },
        { kana: 'えんとつ', mana: '煙突', type: '名', cn: '烟筒' },
        { kana: 'フライパン', mana: '', type: '名', cn: '平底锅' },
        { kana: 'たまごやき', mana: '卵焼き', type: '名', cn: '煎鸡蛋' },
        { kana: 'グラウンド', mana: '', type: '名', cn: '操作，运动场' },
        { kana: 'おくじょう', mana: '屋上', type: '名', cn: '屋顶上，屋顶' },
        { kana: 'たこ', mana: '凧', type: '名', cn: '风筝' },
        { kana: 'テープ', mana: '', type: '名', cn: '磁带，音像带' },
        { kana: 'どくしょ', mana: '読書', type: '名', cn: '读书' },
        { kana: 'しんせい', mana: '申請', type: '名', cn: '申请' },
        { kana: 'かんさいべん', mana: '関西弁', type: '名', cn: '关西话，关西方言' },
        { kana: 'にちじょうかいわ', mana: '日常会話', type: '名', cn: '日常会话' },
        { kana: 'にほんぶんか', mana: '日本文化', type: '名', cn: '日本文化' },
        { kana: 'せいさんコスト', mana: '生産コスト', type: '名', cn: '生产成本' },
        { kana: 'こうつうじこ', mana: '交通事故', type: '名', cn: '交通事故' },
        { kana: 'ごしゅじん', mana: 'ご主人', type: '名', cn: '您丈夫，您先生' },
        { kana: 'はかりうり', mana: '量り売り', type: '名', cn: '称斤卖，论重量卖' },
        { kana: 'わらいごえ', mana: '笑い声', type: '名', cn: '笑声' },
        { kana: 'もちあるきます', mana: '持ち歩きます', type: '动1', cn: '携带，拿着走' },
        { kana: 'くりかえします', mana: '繰り返します', type: '动1', cn: '反复' },
        { kana: 'さわぎます', mana: '騒ぎます', type: '动1', cn: '吵嚷，吵闹' },
        { kana: 'まにあいます', mana: '間に合います', type: '动1', cn: '来得及，赶得上' },
        { kana: 'なきます', mana: '鳴きます', type: '动1', cn: '叫，鸣，啼' },
        { kana: 'ねむります', mana: '眠ります', type: '动1', cn: '睡觉' },
        { kana: 'なります', mana: '鳴ります', type: '动1', cn: '鸣响，响起' },
        { kana: 'よろこびます', mana: '喜びます', type: '动1', cn: '喜悦，高兴' },
        { kana: 'やくだちます', mana: '役立ちます', type: '动1', cn: '有用，有益' },
        { kana: 'やといます', mana: '雇います', type: '动1', cn: '雇佣' },
        { kana: 'なきます', mana: '泣きます', type: '动1', cn: '哭，哭泣' },
        { kana: 'ふります', mana: '振ります', type: '动1', cn: '挥动，摆动' },
        { kana: 'みえます', mana: '見えます', type: '动2', cn: '看到，看得见' },
        { kana: 'きこえます', mana: '聞こえます', type: '动2', cn: '听到，听得见' },
        { kana: 'つうじます', mana: '通じます', type: '动2', cn: '通过，相通' },
        { kana: 'あげます', mana: '揚げます', type: '动2', cn: '放（风筝）；扬起' },
        { kana: 'なれます', mana: '慣れます', type: '动2', cn: '习惯' },
        { kana: 'ぬれます', mana: '', type: '动2', cn: '淋湿，打湿' },
        { kana: 'やけます', mana: '焼けます', type: '动2', cn: '着火，燃烧' },
        { kana: 'さげます', mana: '下げます', type: '动2', cn: '降低，下降' },
        { kana: 'しっぱいします', mana: '失敗します', type: '动3', cn: '出岔子，失败' },
        { kana: 'くろうします', mana: '苦労します', type: '动3', cn: '辛苦，辛劳' },
        { kana: 'びっくりします', mana: '', type: '动3', cn: '吃惊，吓一跳' },
        { kana: 'しゅっせきします', mana: '出席します', type: '动3', cn: '出席' },
        { kana: 'かなしい', mana: '悲しい', type: '形1', cn: '悲伤，悲哀' },
        { kana: 'ほんと', mana: '', type: '形2', cn: '真的' },
        { kana: 'とにかく', mana: '', type: '副', cn: '特别是，总之' },
        { kana: 'まだまだ', mana: '', type: '副', cn: '还，尚，仍' },
        { kana: 'ぺらぺら', mana: '', type: '副', cn: '流利地' },
        { kana: 'ワンワン', mana: '', type: '副', cn: '（狗）汪汪（叫）' },
        { kana: 'ザーザー', mana: '', type: '副', cn: '（雨）哗啦哗啦' },
        { kana: 'すやすや', mana: '', type: '副', cn: '香甜地，安静地' },
        { kana: 'くねくね', mana: '', type: '副', cn: '弯曲，弯弯曲曲' },
        { kana: 'メキシコ', mana: '', type: '专', cn: '墨西哥' }
      ],
      phrase: [
        { kana: '〜きん', mana: '〜斤', cn: '' }
      ]
    }
  ]
}
