export default {
  id: 10,
  chapter: 10,
  title: '游览北京',
  lesson: [
    {
      no: 37,
      topic: '優勝すれば、オリンピックに出場することができます',
      basic: {
        base: [
          '優勝すれば、オリンピックに出場することができます。',
          '天安門へ行くなら、地下鉄が便利ですよ。',
          '映画でも見に行きませんか。',
          'パーティーで、戴さんとか楊さんとか、いろいろな人に会いました。'
        ],
        use: [
          [
            '<甲,こう>：陳さんの携帯電話の番号が分からないんですが…',
            '<乙,おつ>：李さんに聞けば、分かりますよ。'
          ],
          [
            '<甲,こう>：李さん、プールに行きませんか。',
            '<乙,おつ>：今日はちょっと用事があるんです。明日なら暇ですが…'
          ],
          [
            '<甲,こう>：最近、ちょっと太りました。',
            '<乙,おつ>：じゃあ、運動でもしたらどうですか。'
          ],
          [
            '<甲,こう>：葉子さん、昨日バーゲンに行ったの？',
            '<乙,おつ>：うん、コートとか靴とか、いっぱい買っちゃった。'
          ]
        ]
      },
      utilization: {
        title: '万里の長城',
        content: [
          [
            '小野：「八達嶺」までどのぐらいですか。',
            '李：高速道路を利用すれば、だいたい1時間ぐらいです。鉄道なら2時間ちょっとですね。',
            '小野：鉄道でも行くことができるんですか。',
            '李：ええ。鉄道で行くなら、北京北駅が便利です。直通列車が出ていますから。'
          ],
          [
            '李：「八達嶺」は万里の長城の観光スポットの1つです。北京から近くて、いちばん有名な場所です。',
            '小野：テレビとか写真集とかで見たことがありますが、実際に見ると、本当に規模が大きいですね。さすが「世界遺産」です。'
          ],
          [
            '小野：どうして「万里の長城」と言うんですか。',
            '李：長城の全長は5,000キロメートル以上あります。中国では「1里」は0.5キロメートルですから、中国の単位に換算すれば、1万里を超えるんですよ。'
          ],
          [
            '小野：何かお土産を買おうと思うんですが…',
            '李：お土産なら、Tシャツとかメダルとか、いろいろありますよ。',
            '小野：そうですか。じゃあ、メダルでも買おうかな。',
            '李：ゆっくり探せば、ほかにもいいお土産があると思いますよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'ようじ', mana: '用事', type: '名', cn: '事情' },
        { kana: 'たいかい', mana: '大会', type: '名', cn: '大会' },
        { kana: 'きぼ', mana: '規模', type: '名', cn: '规模' },
        { kana: 'けいかく', mana: '計画', type: '名', cn: '计划' },
        { kana: 'きそく', mana: '規則', type: '名', cn: '规则' },
        { kana: 'ひよう', mana: '費用', type: '名', cn: '费用' },
        { kana: 'しお', mana: '塩', type: '名', cn: '盐，食盐' },
        { kana: 'メダル', mana: '', type: '名', cn: '纪念章，奖牌' },
        { kana: 'ソフト', mana: '', type: '名', cn: '软件' },
        { kana: 'はんにん', mana: '犯人', type: '名', cn: '犯人，罪犯' },
        { kana: 'かわ', mana: '川', type: '名', cn: '河，河流' },
        { kana: 'てつどう', mana: '鉄道', type: '名', cn: '火车，铁路，铁道' },
        { kana: 'ぜんちょう', mana: '全長', type: '名', cn: '全长' },
        { kana: 'ばんごう', mana: '番号', type: '名', cn: '号码，番号' },
        { kana: 'たんい', mana: '単位', type: '名', cn: '计量单位' },
        { kana: 'こさじ', mana: '小さじ', type: '名', cn: '小匙，小勺' },
        { kana: 'ボリューム', mana: '', type: '名', cn: '音量' },
        {
          kana: 'ちょくつうれっしゃ',
          mana: '直通列車',
          type: '名',
          cn: '直达列车'
        },
        { kana: 'せかいいさん', mana: '世界遺産', type: '名', cn: '世界遗产' },
        {
          kana: 'かんこうスポット',
          mana: '観光スポット',
          type: '名',
          cn: '旅游点'
        },
        { kana: 'こえます', mana: '超えます', type: '动2', cn: '超过' },
        {
          kana: 'しゅつじょうします',
          mana: '出場します',
          type: '动3',
          cn: '参加，出场'
        },
        {
          kana: 'しゃくほうします',
          mana: '釈放します',
          type: '动3',
          cn: '释放'
        },
        {
          kana: 'つまみぐいします',
          mana: 'つまみ食いします',
          type: '动3',
          cn: '偷吃'
        },
        { kana: 'かんさんします', mana: '換算します', type: '动3', cn: '换算' },
        {
          kana: 'ふくしゅうします',
          mana: '復習します',
          type: '动3',
          cn: '复习'
        },
        { kana: 'せいこうします', mana: '成功します', type: '动3', cn: '成功' },
        { kana: 'よわい', mana: '弱い', type: '形1', cn: '弱，脆弱，柔弱' },
        { kana: 'きびしい', mana: '厳しい', type: '形1', cn: '严厉，严格' },
        { kana: 'ぜいたく', mana: '', type: '形2', cn: '奢望，奢侈，过分' },
        { kana: 'こっそり', mana: '', type: '副', cn: '偷偷地，悄悄地' },
        { kana: 'さすが', mana: '', type: '副', cn: '不愧是，果然' },
        { kana: 'じっさいに', mana: '実際に', type: '副', cn: '实地，实际上' },
        { kana: 'とうだい', mana: '東大', type: '专', cn: '东大，东京大学' },
        { kana: 'はったつれい', mana: '八達嶺', type: '专', cn: '八达岭' },
        { kana: 'ペキンきたえき', mana: '北京北駅', type: '专', cn: '北京北站' }
      ],
      phrase: [
        { kana: '〜ちょっと', mana: '', cn: '' },
        { kana: '〜いじょう', mana: '〜以上', cn: '' },
        { kana: '〜り', mana: '〜里', cn: '' },
        { kana: '〜まんり', mana: '〜万里', cn: '' }
      ]
    },
    {
      no: 38,
      topic: '戴さんは英語が話せます',
      basic: {
        base: [
          '戴さんは英語が話せます。',
          'よく見えるように、大きく書きました。',
          'けがが治って、歩けるようになりました。',
          '陳さんは毎日、英字新聞を読むようにしています。'
        ],
        use: [
          [
            '<甲,こう>：戴さんはお寿司が食べられますか。',
            '<乙,おつ>：ええ、大丈夫ですよ。わたしは何でも食べられます。'
          ],
          [
            '<甲,こう>：李さん、2時ごろ会社を出ますよ。',
            '<乙,おつ>：はい。いつでも出られるように、準備してあります。'
          ],
          [
            '<甲,こう>：小野さん、着物を自分で着ることができますか。',
            '<乙,おつ>：ええ、母に習って、着られるようになりました。'
          ],
          [
            '<甲,こう>：健康のために何かしていますか。',
            '<乙,おつ>：ええ、毎朝1時間散歩するようにしています。'
          ]
        ]
      },
      utilization: {
        title: '胡同',
        content: [
          [
            '小野：この路地が「胡同」ですね。',
            '李：ええ、この辺は北京の伝統的な町です。人が実際に生活している所ですから、写真は撮らないようにしてくださいね。',
            '小野：分かりました。ところで、この道は通り抜けられますか。',
            '李：大丈夫です。入り組んでいますが、通り抜けられますよ。'
          ],
          [
            '小野：胡同は、古い北京が感じられて、楽しいですね。',
            '李：ええ。だから、時間がある時や、外国人の友達が来た時は、胡同を歩くようにしているんですよ。'
          ],
          [
            '李：小野さん、「油条」は食べられますか。',
            '小野：ええ、大好きです。'
          ],
          ['李：熱いですから、火傷しないように気をつけてくださいね。'],
          [
            '李：最近は、マンションやビルが建って、胡同がだいぶ減ってしまいました。',
            '小野：なんだか残念ですね。',
            '李：そうなんです。今では胡同が見られる場所は本当に少なくなりました。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'しょうひん', mana: '商品', type: '名', cn: '商品' },
        { kana: 'ごみばこ', mana: 'ごみ箱', type: '名', cn: '垃圾箱' },
        { kana: 'コップ', mana: '', type: '名', cn: '杯子，杯' },
        { kana: 'ペットボトル', mana: '', type: '名', cn: '塑料瓶' },
        { kana: 'エンジン', mana: '', type: '名', cn: '发动机，引擎' },
        { kana: 'タイヤ', mana: '', type: '名', cn: '轮胎' },
        { kana: 'フートン', mana: '胡同', type: '名', cn: '胡同' },
        { kana: 'ろじ', mana: '路地', type: '名', cn: '小巷，弄堂' },
        { kana: 'ヨウティアオ', mana: '油条', type: '名', cn: '油条' },
        { kana: 'にほんしょく', mana: '日本食', type: '名', cn: '日本食品' },
        { kana: 'さしみ', mana: '刺し身', type: '名', cn: '生鲜鱼、贝片' },
        { kana: 'たな', mana: '棚', type: '名', cn: '橱柜，搁板' },
        { kana: 'たたみ', mana: '畳', type: '名', cn: '草席，草垫' },
        { kana: 'きもの', mana: '着物', type: '名', cn: '和服，衣服' },
        { kana: 'ぐあい', mana: '具合', type: '名', cn: '情况' },
        { kana: 'ひらがな', mana: '平仮名', type: '名', cn: '平假名' },
        { kana: 'あかちゃん', mana: '赤ちゃん', type: '名', cn: '婴儿，幼儿' },
        { kana: 'はんぶん', mana: '半分', type: '名', cn: '一半' },
        { kana: 'さいしゅう', mana: '最終', type: '名', cn: '最终' },
        { kana: 'しあい', mana: '試合', type: '名', cn: '比赛，竞赛' },
        {
          kana: 'えいじしんぶん',
          mana: '英字新聞',
          type: '名',
          cn: '英文报纸'
        },
        {
          kana: 'えいせいほうそう',
          mana: '衛星放送',
          type: '名',
          cn: '卫星广播'
        },
        { kana: 'ストレス', mana: '', type: '名', cn: '精神紧张状态' },
        { kana: 'でんとうてき', mana: '伝統的', type: '形2', cn: '传统的' },
        {
          kana: 'いりくみます',
          mana: '入り組みます',
          type: '动1',
          cn: '错综复杂'
        },
        { kana: 'へります', mana: '減ります', type: '动1', cn: '减少' },
        {
          kana: 'うごかします',
          mana: '動かします',
          type: '动1',
          cn: '开动，移动，摇动'
        },
        { kana: 'かちます', mana: '勝ちます', type: '动1', cn: '取胜，获胜' },
        {
          kana: 'とおりぬけます',
          mana: '通り抜けます',
          type: '动2',
          cn: '走得出去，穿过，通过'
        },
        { kana: 'かんじます', mana: '感じます', type: '动2', cn: '感觉，觉得' },
        {
          kana: 'とりかえます',
          mana: '取り替えます',
          type: '动2',
          cn: '更换，交换'
        },
        {
          kana: 'てつやします',
          mana: '徹夜します',
          type: '动3',
          cn: '熬通宵，彻夜'
        },
        {
          kana: 'やけどします',
          mana: '火傷します',
          type: '动3',
          cn: '烫伤，烧伤'
        },
        { kana: 'たんだか', mana: '', type: '副', cn: '总觉得，总有点' },
        {
          kana: 'うえのどうぶつえん',
          mana: '上野動物園',
          type: '专',
          cn: '上野动物园'
        }
      ],
      phrase: [
        { kana: 'このへん', mana: 'この辺', cn: '这一带，这附近，这儿' },
        { kana: 'いそいで', mana: '急いで', cn: '急急忙忙地，匆忙地' }
      ]
    },
    {
      no: 39,
      topic: '眼鏡をかけて本を読みます',
      basic: {
        base: [
          '眼鏡をかけて本を読みます。',
          '道路工事のために、道が込んでいます。',
          '李さんは急いで帰っていきました。',
          '去年、日本で歌舞伎を見てきました。'
        ],
        use: [
          [
            '<甲,こう>：森さんは傘を持っていきましたか。',
            '<乙,おつ>：いいえ、持たないで出かけました。'
          ],
          [
            '<甲,こう>：李さん、遅かったですね。',
            '<乙,おつ>：すみません。事故があったために、電車が遅れたんです。'
          ],
          [
            '<甲,こう>：ずいぶんたくさん人が乗ってきましたね。',
            '<乙,おつ>：ええ、ちょうど通勤ラッシュの時間ですから。'
          ],
          [
            '<甲,こう>：ちょっと手紙を出してきます。',
            '<乙,おつ>：じゃあ、これもお願いします。'
          ]
        ]
      },
      utilization: {
        title: '故宮',
        content: [
          [
            '李：この門は、昔、火事のために２度も焼けたことがあるんですよ。',
            '小野：そうなんですか。それにしても立派な建物ですね。中には入れるんですか。',
            '李：ええ、入れますよ。チケットを買ってきましょうか。'
          ],
          [
            '李：かばんを持って入ることができませんから、ここに預けていきましょう。'
          ],
          [
            '小野：天安門からはいろんな建物が見渡せるんですか。',
            '李：ええ。でも、今朝は霧がかかっているために、遠くまで見えないと思いますが...。'
          ],
          [
            '李：ここは、別名「紫禁城」と言って、映画の舞台になった所です。',
            '小野：そうそう。わたしは映画を見て、絶対来たいと思っていたんです。せっかく北京へきて、ここを見ないで帰ることはできませんよ。'
          ],
          [
            '小野：屋根が黄色で、とてもきれいですね。',
            '李：ええ、あれは「瑠璃瓦」と言います。青い空にとてもよく合いますね。',
            '小野：李さん、あの建物をバックにして、いっしょに写真をとりませんか。',
            '李：いいですね。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'むら', mana: '村', type: '名', cn: '村子，村庄' },
        { kana: 'いね', mana: '稲', type: '名', cn: '稻子' },
        { kana: 'きり', mana: '霧', type: '名', cn: '雾' },
        { kana: 'もん', mana: '門', type: '名', cn: '城门，门，大门' },
        { kana: 'ぶたい', mana: '舞台', type: '名', cn: '舞台' },
        { kana: 'やね', mana: '屋根', type: '名', cn: '屋顶，房顶' },
        { kana: 'るりがわら', mana: '瑠璃瓦', type: '名', cn: '琉璃瓦' },
        { kana: 'きいろ', mana: '黄色', type: '名', cn: '黄色，黄颜色' },
        { kana: 'そら', mana: '空', type: '名', cn: '天名' },
        { kana: 'バック', mana: '', type: '名', cn: '背景' },
        { kana: 'かしきり', mana: '貸し切り', type: '名', cn: '包租' },
        { kana: 'いっぱん', mana: '一般', type: '名', cn: '一般' },
        { kana: 'そぼ', mana: '祖母', type: '名', cn: '祖母，外婆' },
        { kana: 'おんがくかい', mana: '音楽会', type: '名', cn: '音乐会' },
        { kana: 'ジャズ', mana: '', type: '名', cn: '爵士乐' },
        {
          kana: 'やがいコンサート',
          mana: '野外コンサート',
          type: '名',
          cn: '露天音乐会'
        },
        { kana: 'えんだか', mana: '円高', type: '名', cn: '日元升值' },
        { kana: 'ゆしゅつ', mana: '輸出', type: '名', cn: '出口，输出' },
        { kana: 'えいきょう', mana: '影響', type: '名', cn: '影响' },
        { kana: 'しげん', mana: '資源', type: '名', cn: '资源' },
        { kana: 'きおん', mana: '気温', type: '名', cn: '气温' },
        { kana: 'おき', mana: '沖', type: '名', cn: '海上，湖心' },
        { kana: 'かいがい', mana: '海外', type: '名', cn: '海外' },
        { kana: 'クジラ', mana: '', type: '名', cn: '鲸' },
        { kana: 'サメ', mana: '', type: '名', cn: '鲨鱼' },
        { kana: 'ユーフォー', mana: 'UFO', type: '名', cn: '不明飞行物' },
        { kana: 'むかし', mana: '昔', type: '名', cn: '以前' },
        { kana: 'べつめい', mana: '別名', type: '名', cn: '别名' },
        { kana: 'ほう', mana: '方', type: '名', cn: '方，方面' },
        { kana: 'どうろこうじ', mana: '道路工事', type: '名', cn: '道路施工' },
        {
          kana: 'つうきんラッシュ',
          mana: '通勤ラッシュ',
          type: '名',
          cn: '上下班高峰'
        },
        {
          kana: 'つうこうきんし',
          mana: '通行禁止',
          type: '名',
          cn: '禁止通行'
        },
        { kana: 'とおく', mana: '遠く', type: '名', cn: '远处，远方' },
        {
          kana: 'みわたします',
          mana: '見渡します',
          type: '动1',
          cn: '眺望，远眺'
        },
        { kana: 'つづきます', mana: '続きます', type: '动1', cn: '继续，持续' },
        { kana: 'なくなります', mana: '', type: '动1', cn: '完，丢失' },
        { kana: 'そだちます', mana: '育ちます', type: '动1', cn: '生长，成长' },
        { kana: 'ふえます', mana: '増えます', type: '动2', cn: '增加，增多' },
        { kana: 'つれます', mana: '連れます', type: '动2', cn: '带，领' },
        { kana: 'けっせきします', mana: '欠席します', type: '动3', cn: '缺席' },
        {
          kana: 'ゆにゅうします',
          mana: '輸入します',
          type: '动3',
          cn: '进口，输入'
        },
        { kana: 'せっかく', mana: '', type: '副', cn: '好（不）容易，特意' },
        { kana: 'ぜったい', mana: '絶対', type: '副', cn: '绝对，一定' },
        { kana: 'そうそう', mana: '', type: '叹', cn: '是的是的' },
        { kana: 'しきんじょう', mana: '紫禁城', type: '专', cn: '紫禁城' }
      ],
      phrase: [{ kana: '〜リットル', mana: '', cn: '' }]
    },
    {
      no: 40,
      topic: 'これから友達と食事に行くところです',
      basic: {
        base: [
          'これから友達と食事に行くところです。',
          '森さんは会議の資料をそろえているところです。',
          '馬さんは、今、空港についたところです。',
          'このモノレールは去年開通したばかりです。'
        ],
        use: [
          [
            '<甲,こう>：もしもし、森さん、今どこですか。',
            '<乙,おつ>：これから家を出るところです。'
          ],
          [
            '<甲,こう>：森さん、上海行きの最終便は何時か分かりましたか。',
            '<乙,おつ>：今調べているところです。少し待ってください。'
          ],
          [
            '<甲,こう>：来月、清水さんが結婚するのを知っていますか。',
            '<乙,おつ>：ええ、たった今聞いたところです。'
          ],
          [
            '<甲,こう>：李さん、この本はもう読み終わりましたか。',
            '<乙,おつ>：いいえ、昨日読み始めたばかりです 。'
          ]
        ]
      },
      utilization: {
        title: '京劇',
        content: [
          [
            '森：すみません。お待たせして。',
            '小野：いいえ、私たちもちょうと前に着いたところです。',
            '森：そうですか。よかった。チケットは？',
            '李：これから買うところです。',
            '森：じゃあ、ぼくガ買ってきますよ。ここで待っていてください。'
          ],
          [
            '小野：この劇場、新しいそうですね。',
            '李：ええ、去年改築したばかりです。それまでは、清の時代にできた建物を修理しながら使い続けていました。'
          ],
          [
            '李：小野さん、いかがでしたか。',
            '小野：すばらしかったです。見終わったばかりで、まだ耳の奥に音楽が残っています。'
          ],
          [
            '森：あれっ、小野さんは？',
            '李：小野さんなら、あそこです。今、舞台の上で、役者さんと一緒に写真を撮っているところですよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'モノレール', mana: '', type: '名', cn: '单轨铁路，单轨电车' },
        { kana: 'オイル', mana: '', type: '名', cn: '油，润滑油' },
        { kana: 'ダンス', mana: '', type: '名', cn: '跳舞，舞' },
        { kana: 'じだい', mana: '時代', type: '名', cn: '时代' },
        { kana: 'やくしゃ', mana: '役者', type: '名', cn: '演员' },
        { kana: 'むすめ', mana: '娘', type: '名', cn: '女儿' },
        { kana: 'こいぬ', mana: '子犬', type: '名', cn: '小狗' },
        { kana: 'とかい', mana: '都会', type: '名', cn: '都市，城市' },
        { kana: 'げきじょう', mana: '劇場', type: '名', cn: '剧场，剧院' },
        {
          kana: 'ししゃかい',
          mana: '試写会',
          type: '名',
          cn: '试映会，预映会'
        },
        { kana: 'みみ', mana: '耳', type: '名', cn: '耳朵' },
        { kana: 'おく', mana: '奥', type: '名', cn: '里头，内部；深处' },
        { kana: 'きげん', mana: '機嫌', type: '名', cn: '情绪，心情' },
        { kana: 'せんじつ', mana: '先日', type: '名', cn: '前几天，前些天' },
        { kana: 'コピーき', mana: 'コピー機', type: '名', cn: '复印机' },
        { kana: 'けん', mana: '券', type: '名', cn: '券，票' },
        { kana: 'さいしゅうびん', mana: '最終便', type: '名', cn: '最晚航班' },
        {
          kana: 'にゅうじょうけん',
          mana: '入場券',
          type: '名',
          cn: '入场券，门票'
        },
        {
          kana: 'しょうたいけん',
          mana: '招待券',
          type: '名',
          cn: '招待券，请帖'
        },
        { kana: 'かいすうけん', mana: '回数券', type: '名', cn: '回数券' },
        { kana: 'むかいます', mana: '向かいます', type: '动1', cn: '往～去' },
        { kana: 'そろえます', mana: '', type: '动2', cn: '备齐，凑齐；使一致' },
        { kana: 'もれます', mana: '漏れます', type: '动2', cn: '漏，泄漏' },
        { kana: 'かいつうします', mana: '開通します', type: '动3', cn: '开通' },
        { kana: 'かいちくします', mana: '改築します', type: '动3', cn: '改建' },
        { kana: 'かんせいします', mana: '完成します', type: '动3', cn: '完成' },
        {
          kana: 'にゅうしゃします',
          mana: '入社します',
          type: '动3',
          cn: '进公司，入社'
        },
        { kana: 'しん', mana: '清', type: '专', cn: '清，清代' }
      ],
      phrase: [
        { kana: 'おまたせしました', mana: 'お待たせしました', cn: '让您久等了' }
      ]
    }
  ]
}
