export default {
  id: 12,
  chapter: 12,
  title: '新的拓展',
  lesson: [
    {
      no: 45,
      topic: '少子化が進んで、日本の人口はだんだん減っていくでしょう',
      basic: {
        base: [
          '少子化が進んで、日本の人口はだんだん減っていくでしょう。',
          'ずっと本を読んでいたので、目が疲れてきました。',
          'おいしいし、手軽だし、私は冷凍食品をよく食べます。',
          'この本は読めば読むほど面白いです。'
        ],
        use: [
          [
            '<甲,こう>：最近、中国へ旅行に行く日本人が増えてきましたね。',
            '<乙,おつ>：ええ、ホテルや交通の便がよくなりましたからね。'
          ],
          [
            '<甲,こう>：お母さん、雨が降ってきたよ。',
            '<乙,おつ>：あら、大変。誠、洗濯物入れてよ。'
          ],
          [
            '<甲,こう>：休みだし、天気もいいし、どこかに出かけませんか。',
            '<乙,おつ>：いいですね、私はハイキングに行きたいです。'
          ],
          [
            '<甲,こう>：商品は安ければ安いほど売れるんでしょう。',
            '<乙,おつ>：いいえ、品質が悪いと、安くても売れません。'
          ]
        ]
      },
      utilization: {
        title: '上海',
        content: [
          [
            '陳：森さん、見えてきましたよ。あそこが上海の中心地です。',
            '森：ライトアップされていますね。うーん、見れば見るほどきれいだなあ。',
            '陳：以前住んでいたことがあるんですが、とてもすみやすい所ですよ。',
            '森：陳さん上海に住んでいたんですか。',
            '陳：ええ。本当にいい所です。住めば住むほど上海のよさが分かりますよ。'
          ],
          [
            '森：にぎやかだし、高いビルが多いし、なんか東京に似ていますね。',
            '陳：上海は急速に近代化が進んで、町並みが大きく変わってきましたからね。',
            '森：そう言えば、何年か前にリニアモーターカーが開通したんですよね。',
            '陳：ええ。空港から市内までのアクセスがよくなりましたから、人も増えてきたし、これからもっと変わっていくと思いますよ。'
          ],
          [
            '陳：あら、雨が降ってきましたね。',
            '森：ひどくなりそうですね。ちょっと雨宿りしましょうか。',
            '陳：ええ。じゃあ、この喫茶店に入りましょう。人も少ないし、店もきれいだし。',
            '森：そうですね。所で、お腹がすいてきたんですが。',
            '陳：そうですか。じゃあ、何か軽く食べていきましょう。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'しょうしか', mana: '少子化', type: '名', cn: '孩子减少现象' },
        { kana: 'じんこう', mana: '人口', type: '名', cn: '人口' },
        {
          kana: 'へいきんねんれい',
          mana: '平均年齢',
          type: '名',
          cn: '平均年龄'
        },
        { kana: 'こうつう', mana: '交通', type: '名', cn: '交通' },
        { kana: 'べん', mana: '便', type: '名', cn: '航班' },
        { kana: 'アクセス', mana: '', type: '名', cn: '连接，衔接' },
        { kana: 'リニアモーターカー', mana: '', type: '名', cn: '磁悬浮列车' },
        { kana: 'びん', mana: '便', type: '名', cn: '航班' },
        { kana: 'しない', mana: '市内', type: '名', cn: '市内' },
        { kana: 'いなか', mana: '田舎', type: '名', cn: '乡下，农村' },
        { kana: 'ちゅうしんち', mana: '中心地', type: '名', cn: '中心地区' },
        { kana: 'きんだいか', mana: '近代化', type: '名', cn: '现代化' },
        { kana: 'げんだいじん', mana: '現代人', type: '名', cn: '现代人' },
        { kana: 'じかんたい', mana: '時間帯', type: '名', cn: '时间段' },
        { kana: 'ちょうし', mana: '調子', type: '名', cn: '情况，状况；势头' },
        { kana: 'よさ', mana: '', type: '名', cn: '长处、好处' },
        { kana: 'へやだい', mana: '部屋代', type: '名', cn: '房租' },
        { kana: 'しんりん', mana: '森林', type: '名', cn: '森林' },
        { kana: 'ちきゅう', mana: '地球', type: '名', cn: '地球' },
        {
          kana: 'へいきんきおん',
          mana: '平均気温',
          type: '名',
          cn: '平均气温'
        },
        {
          kana: 'ちきゅうおんだんか',
          mana: '地球温暖化',
          type: '名',
          cn: '地球变暖现象'
        },
        {
          kana: 'れいとうしょくひん',
          mana: '冷凍食品',
          type: '名',
          cn: '冷冻食品'
        },
        { kana: 'こうれいしゃ', mana: '高齢者', type: '名', cn: '高龄者' },
        { kana: 'きつえんしゃ', mana: '喫煙者', type: '名', cn: '吸烟者' },
        { kana: 'りょこうしゃ', mana: '旅行者', type: '名', cn: '旅行者' },
        { kana: 'りようしゃ', mana: '利用者', type: '名', cn: '利用者' },
        { kana: 'なやみ', mana: '悩み', type: '名', cn: '烦恼' },
        {
          kana: 'まちなみ',
          mana: '町並み',
          type: '名',
          cn: '市空，街道，街景'
        },
        {
          kana: 'うりあげ',
          mana: '売り上げ',
          type: '名',
          cn: '销售额，营业额'
        },
        { kana: 'あこがれ', mana: '憧れ', type: '名', cn: '憧憬' },
        { kana: 'すすみます', mana: '進みます', type: '动1', cn: '加重，前进' },
        { kana: 'みがきます', mana: '磨きます', type: '动1', cn: '刷，擦' },
        { kana: 'くもります', mana: '曇ります', type: '动1', cn: '天阴' },
        { kana: 'にます', mana: '似ます', type: '动2', cn: '像，相似' },
        { kana: 'ライトアップします', mana: '', type: '动3', cn: '景观照明' },
        { kana: 'ふきゅうします', mana: '普及します', type: '动3', cn: '普及' },
        {
          kana: 'あまやどりします',
          mana: '雨宿りします',
          type: '动3',
          cn: '避雨'
        },
        { kana: 'ひどい', mana: '', type: '形1', cn: '残酷，过分；激烈' },
        { kana: 'てがる', mana: '手軽', type: '形2', cn: '简便，简单，轻便' },
        { kana: 'きゅうそく', mana: '急速', type: '形2', cn: '迅速，快速' },
        { kana: 'いぜん', mana: '以前', type: '副', cn: '以前' },
        {
          kana: 'どんどん',
          mana: '',
          type: '副',
          cn: '接连不断地，接二连三地'
        },
        { kana: 'ますます', mana: '', type: '副', cn: '越来越，更加' },
        {
          kana: 'なんか',
          mana: '',
          type: '副',
          cn: '有点，总觉得，有些，好像'
        },
        { kana: 'ねんねん', mana: '', type: '副', cn: '逐年，每年' }
      ],
      phrase: [
        { kana: 'かるいもの', mana: '軽い物', cn: '清淡的或少量的食物' },
        { kana: '〜じょう', mana: '〜上', cn: '' }
      ]
    },
    {
      no: 46,
      topic: 'これは柔らかくて、まるで本物の毛皮のようです',
      basic: {
        base: [
          'これは柔らかくて、まるで本物の毛皮のようです。',
          'この着物はいかにも日本らしい柄ですね。',
          '明日の９時までにこの書類を完成させなければなりません。',
          'わたしが留学している間に、家の周りもずいぶん変わりました。'
        ],
        use: [
          [
            '<甲,こう>：この野菜、レモンのような味がしますね。',
            '<乙,おつ>：ええ、本当に。まるで果物みたいですね。'
          ],
          [
            '<甲,こう>：うちの子供は将来、宇宙飛行士になりたいんだって。',
            '<乙,おつ>：いかにも子供らしい夢ね。'
          ],
          [
            '<甲,こう>：この書類、いつ発送しますか。',
            '<乙,おつ>：そうですね。今月の末までに届くように出してください。'
          ],
          [
            '<甲,こう>：オートバイを買うそうだね。高いだろう。',
            '<乙,おつ>：うん、学校が休みの間、アルバイトをするつもりなんだ。'
          ]
        ]
      },
      utilization: {
        title: '事務所探し',
        content: [
          [
            '森：陳さん、今日中に事務所の候補地を探すんですよね。',
            '陳：ええ。来月の初めまでには、開設の準備を済ませたいので。'
          ],
          [
            '森：ここ、いいんじゃないですか？',
            '陳：うーん、でも、なんだか教室みたいな所ですね。',
            '森：広くて、明るくて、交通の便もいいし、働きやすいと思いますよ。',
            '陳：さっきのはもっと広かったんじゃないですか？',
            '森：でも、ちょっとうるさかったですね。部屋の中を見ている間、外でずっと車の音がしていましたよ。',
            '陳：そうですね…じゃあ、ここにしましょうか。'
          ],
          [
            '陳：この辺は「外灘」と言って、古い建物が多いんです。',
            '森：ここが「外灘」ですか。まるでヨーロッパの町並みを見ているようですね。中国にいる間に、一度は来たいと思っていたんです。'
          ],
          [
            '森：出発までに時間がありますよね。どこかちょっと寄りませんか。',
            '陳：じゃあ、南京路へ行きましょう。いかにも上海らしい所ですよ。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'けがわ', mana: '毛皮', type: '名', cn: '毛皮' },
        { kana: 'ほんもの', mana: '本物', type: '名', cn: '真货，真东西' },
        { kana: 'がら', mana: '柄', type: '名', cn: '花纹，花样' },
        { kana: 'レモン', mana: '', type: '名', cn: '柠檬' },
        { kana: 'みそしる', mana: 'みそ汁', type: '名', cn: '酱汤' },
        { kana: 'おまつり', mana: 'お祭り', type: '名', cn: '祭日，节日' },
        { kana: 'オートバイ', mana: '', type: '名', cn: '摩托车' },
        { kana: 'インタビュー', mana: '', type: '名', cn: '采访' },
        { kana: 'ブラン', mana: '', type: '名', cn: '计划' },
        { kana: 'ずつう', mana: '頭痛', type: '名', cn: '头疼' },
        { kana: 'さむけ', mana: '寒気', type: '名', cn: '寒气，寒战' },
        { kana: 'はきけ', mana: '吐き気', type: '名', cn: '恶心，想要呕吐' },
        { kana: 'かじ', mana: '家事', type: '名', cn: '家务活' },
        { kana: 'めんせつ', mana: '面接', type: '名', cn: '面试' },
        { kana: 'できごと', mana: '出来事', type: '名', cn: '事情，事件' },
        { kana: 'いけん', mana: '意見', type: '名', cn: '意见' },
        { kana: 'かいせつ', mana: '開設', type: '名', cn: '开设' },
        { kana: 'こうほち', mana: '候補地', type: '名', cn: '候选地' },
        { kana: 'まわり', mana: '周り', type: '名', cn: '一带，周围' },
        { kana: 'あかるさ', mana: '明るさ', type: '名', cn: '明朗，快活' },
        { kana: 'におい', mana: '', type: '名', cn: '味道，气味' },
        { kana: 'せっけん', mana: '', type: '名', cn: '肥皂' },
        { kana: 'こうすい', mana: '香水', type: '名', cn: '香水' },
        { kana: 'ラン', mana: '', type: '名', cn: '兰花' },
        { kana: 'すえ', mana: '末', type: '名', cn: '末尾，末了' },
        { kana: 'はじめ', mana: '初め', type: '名', cn: '最初' },
        { kana: 'はんつき', mana: '半月', type: '名', cn: '半月，半个月' },
        { kana: 'モデル', mana: '', type: '名', cn: '模特儿' },
        { kana: 'けいさつかん', mana: '警察官', type: '名', cn: '警察' },
        {
          kana: 'おすもうさん',
          mana: 'お相撲さん',
          type: '名',
          cn: '相扑选手'
        },
        {
          kana: 'かぶきやくしゃ',
          mana: '歌舞伎役者',
          type: '名',
          cn: '歌舞伎演员'
        },
        {
          kana: 'すいえいせんしゅ',
          mana: '水泳選手',
          type: '名',
          cn: '游泳选手'
        },
        { kana: 'すみます', mana: '済みます', type: '动1', cn: '结束，完了' },
        {
          kana: 'つもります',
          mana: '積もります',
          type: '动1',
          cn: '堆积；积攒'
        },
        {
          kana: 'すごします',
          mana: '過ごします',
          type: '动1',
          cn: '度过；生活'
        },
        { kana: 'ほほえみます', mana: '', type: '动1', cn: '微笑' },
        { kana: 'のばします', mana: '延ばします', type: '动1', cn: '延长' },
        {
          kana: 'すませます',
          mana: '済ませます',
          type: '动2',
          cn: '搞完，办完'
        },
        { kana: 'かれます', mana: '枯れます', type: '动2', cn: '枯萎；干燥' },
        {
          kana: 'はっそうします',
          mana: '発送します',
          type: '动3',
          cn: '发送，寄送'
        },
        {
          kana: 'きんちょうします',
          mana: '緊張します',
          type: '动3',
          cn: '紧张'
        },
        { kana: 'さわやか', mana: '', type: '形2', cn: '清爽，爽快' },
        { kana: 'まるで', mana: '', type: '副', cn: '好像，就像' },
        { kana: 'いかにも', mana: '', type: '副', cn: '典型的；实在；的确' },
        { kana: 'ワイタン', mana: '外灘', type: '专', cn: '外滩' },
        { kana: 'おきなわ', mana: '沖縄', type: '专', cn: '冲绳' },
        { kana: 'ナンキンろ', mana: '南京路', type: '专', cn: '南京路' },
        { kana: 'このごろ', mana: '', type: '名', cn: '最近，近来，最近时期' }
      ],
      phrase: [{ kana: 'じむしょさがし', mana: '事務所探し', cn: '寻找事务所' }]
    },
    {
      no: 47,
      topic: '周先生は明日日本へ行かれます',
      basic: {
        base: [
          '周先生は明日日本へ行かれます。',
          'お客様はもうお帰りになりました。',
          'どうぞお座りください。',
          '先生，何を召し上がりますか。'
        ],
        use: [
          [
            '<甲,こう>：お土産はもう買われましたか。',
            '<乙,おつ>：はい、買いました。'
          ],
          [
            '<甲,こう>：もう、その資料をご覧になりましたか。',
            '<乙,おつ>：いえ、まだです。忙しくて、読む暇がありませんでした。'
          ],
          [
            '<甲,こう>：あのう、靴売り場は何階ですか。',
            '<乙,おつ>：４階です。エスカレーターをご利用ください。'
          ],
          [
            '<甲,こう>：小野さん、木村部長、何時に戻るっておっしゃいましたか。',
            '<乙,おつ>：木村部長ですか。先ほど戻っていらっしゃいましたよ。'
          ]
        ]
      },
      utilization: {
        title: '社長の下見',
        content: [
          [
            '加藤：お食事はもうお済になりましたか。',
            '社長：うん、飛行機の中で食べてきたよ。',
            '加藤：では、まずホテルにチェックインなさいますか、それとも、先に事務所をごらんになりますか。',
            '社長：そうだな、事務所へ直行しようか。早く見てみたいからな。'
          ],
          ['森：こちらのドアからお入りください。'],
          [
            '社長：広くて明るいですね。（注意到那幅画） あの絵は？',
            '加藤：ああ、あれは日中商事の社長がくださった絵です。',
            '社長：あっ、そう、なかなかいいじゃないか。',
            '加藤：はい、ところで、社長がおっしゃっていたスタッフのけんですが、李さんに上海に来てもらおうと思うんですが。'
          ],
          [
            '森：いい事務所だって、社長がほめていらっしゃいましたよ。',
            '陳：そうですか、よかったです。気に入ってくださって。それで、社長はこちらにもお寄りになるのかしら？',
            '森：ええい、そちらへは寄らずに、明日の朝の便で、東京に戻られる予定です。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'したみ', mana: '下見', type: '名', cn: '视察' },
        { kana: 'スタッフ', mana: '', type: '名', cn: '职员，同事' },
        { kana: 'おこさん', mana: 'お子さん', type: '名', cn: '您的孩子' },
        {
          kana: 'めしあがります',
          mana: '召し上がります',
          type: '动1',
          cn: '（尊他）吃，喝'
        },
        {
          kana: 'ごらんになります',
          mana: 'ご覧になります',
          type: '动1',
          cn: '（尊他）看，读'
        },
        { kana: 'おっしゃいます', mana: '', type: '动1', cn: '（尊他）说，讲' },
        {
          kana: 'いらっしゃいます',
          mana: '',
          type: '动1',
          cn: '（尊他）去，来，在'
        },
        {
          kana: 'おいでになります',
          mana: '',
          type: '动1',
          cn: '（尊他）去，来，在'
        },
        { kana: 'なさいます', mana: '', type: '动1', cn: '（尊他）做，干' },
        { kana: 'くださいます', mana: '', type: '动1', cn: '（尊他）给' },
        {
          kana: 'チェックインします',
          mana: '',
          type: '动3',
          cn: '办理入住手续'
        },
        {
          kana: 'ちょっこうします',
          mana: '直行します',
          type: '动3',
          cn: '直接去，直达'
        },
        { kana: 'さきほど', mana: '先ほど', type: '副', cn: '刚才，方才' },
        { kana: 'きむら', mana: '木村', type: '专', cn: '木村' },
        { kana: 'こう', mana: '黄', type: '专', cn: '黄' },
        { kana: 'ペキンくうこう', mana: '北京空港', type: '专', cn: '北京机场' }
      ],
      phrase: [{ kana: 'ごぞんじです', mana: 'ご存じです', cn: '（尊他）知道' }]
    },
    {
      no: 48,
      topic: 'お荷物は私がお持ちします',
      basic: {
        base: [
          'お荷物は私がお持ちします。',
          '明日私がそちらへ伺います。',
          'コピーは私がいたします。',
          '黄教授に論文を見ていただきました。'
        ],
        use: [
          [
            '<甲,こう>：昨日、メールをお送りしたんですが…。',
            '<乙,おつ>：ええ、拝見しました。先ほど返事をお出ししました。'
          ],
          [
            '<甲,こう>：どちらからいらっしゃったんですか。',
            '<乙,おつ>：中国の北京から参りました。'
          ],
          [
            '<甲,こう>：そろそろ失礼いたします。どうもお邪魔いたしました。',
            '<乙,おつ>：何のお構いもしませんで。'
          ],
          [
            '<甲,こう>：この服、ちょっと小さいので、取り替えていただけますか。',
            '<乙,おつ>：承知いたしました。少々お待ちください。'
          ]
        ]
      },
      utilization: {
        title: '上海事務所',
        content: [
          [
            '山田：おはようございます。山田です。今日からお世話になります。大学を卒業したばかりで、右も左も分かりませんが、一生懸命頑張りますので、ご指導よろしくお願いいたします。',
            '陳：期待していますよ。こちらこそよろしく。',
            '李：よろしくお願いします。いっしょに頑張りましょう。'
          ],
          [
            '李：はい、ＪＣ企画上海事務所でございます。',
            '佐藤：私、日中商事の佐藤と申します。お送りいただいた案内状、拝見しました。',
            '李：いつもお世話になっております。また、この度は、突然お手紙を差し上げ、失礼いたしました。',
            '佐藤：いえ。実は、私どもでは、これから新商品の開発を進めていく予定なんです。そこで、ぜひ、詳しいお話を伺いたいのですが。',
            '李：ありがとうございます。早速、資料を届けさせていただきます。',
            '佐藤：そうですか。では、一度社の方においでいただけますか。明日なら午後はずっと社におりますが…。',
            '李：承知いたしました。私、李秀麗と申します。では、明日の午後、お伺いします。'
          ]
        ]
      },
      grammar: {},
      word: [
        { kana: 'みょうにち', mana: '明日', type: '名', cn: '明天' },
        { kana: 'あす', mana: '明日', type: '名', cn: '明天' },
        { kana: 'さくじつ', mana: '昨日', type: '名', cn: '昨天' },
        { kana: 'このたび', mana: 'この度', type: '名', cn: '这次，这回' },
        { kana: 'わたくし', mana: '私', type: '代', cn: '我' },
        { kana: 'わたくしども', mana: '私ども', type: '代', cn: '我们' },
        { kana: 'しゃ', mana: '社', type: '名', cn: '公司' },
        { kana: 'もの', mana: '者', type: '名', cn: '人，～的人' },
        { kana: 'へいしゃ', mana: '弊社', type: '名', cn: '敝公司' },
        { kana: 'しんしゃ', mana: '新車', type: '名', cn: '新车' },
        { kana: 'きず', mana: '傷', type: '名', cn: '瑕疵；创伤' },
        { kana: 'しどう', mana: '指導', type: '名', cn: '指教，指导' },
        { kana: 'おつり', mana: '', type: '名', cn: '找的零钱' },
        { kana: 'おうせつしつ', mana: '応接室', type: '名', cn: '会客室' },
        {
          kana: 'あんないじょう',
          mana: '案内状',
          type: '名',
          cn: '通知；请帖'
        },
        {
          kana: 'にゅうがくあんない',
          mana: '入学案内',
          type: '名',
          cn: '入学指南'
        },
        {
          kana: 'うかがいます',
          mana: '伺います',
          type: '动1',
          cn: '（自谦）去；来；问；拜访；请教'
        },
        { kana: 'いたします', mana: '', type: '动1', cn: '（自谦）做，干' },
        {
          kana: 'まいります',
          mana: '参ります',
          type: '动1',
          cn: '（自谦）来，去'
        },
        {
          kana: 'いただきます',
          mana: '',
          type: '动1',
          cn: '（自谦）吃，喝；得到'
        },
        { kana: 'おります', mana: '', type: '动1', cn: '在' },
        { kana: 'ございます', mana: '', type: '动1', cn: '在，有，是' },
        {
          kana: 'さしあげます',
          mana: '差し上げます',
          type: '动2',
          cn: '（自谦）给'
        },
        {
          kana: 'ぞんじています',
          mana: '存じています',
          type: '动2',
          cn: '（自谦）知道'
        },
        {
          kana: 'すすめます',
          mana: '進めます',
          type: '动2',
          cn: '推进，使前进'
        },
        {
          kana: 'はいけんします',
          mana: '拝見します',
          type: '动3',
          cn: '（自谦）看'
        },
        { kana: 'しょうちします', mana: '承知します', type: '动3', cn: '知道' },
        {
          kana: 'きたいします',
          mana: '期待します',
          type: '动3',
          cn: '希望，期待'
        },
        {
          kana: 'せわします',
          mana: '世話します',
          type: '动3',
          cn: '帮助；照顾'
        },
        { kana: 'きちょう', mana: '貴重', type: '形2', cn: '贵重' },
        { kana: 'しょうしょう', mana: '少々', type: '副', cn: '稍稍，一点儿' },
        {
          kana: 'ただいま',
          mana: 'ただ今',
          type: '副',
          cn: '这会儿，方才；马上，立刻'
        },
        { kana: 'とつぜん', mana: '突然', type: '副', cn: '突然' },
        { kana: 'じつは', mana: '実は', type: '副', cn: '其实，实际上' },
        {
          kana: 'とうきょうりょうりスクール',
          mana: '東京料理スクール',
          type: '专',
          cn: '东京厨师学校'
        },
        {
          kana: 'ペキンにほんごがっこう',
          mana: '北京日本語学校',
          type: '专',
          cn: '北京日语学校'
        },
        {
          kana: 'ジェーシーじどうしゃ',
          mana: 'JC自動車',
          type: '专',
          cn: 'JC汽车公司'
        }
      ],
      phrase: [
        {
          kana: 'なんのおかまいもしませんで',
          mana: '何のお構いもしませんで',
          cn: '招待不周'
        },
        {
          kana: 'いつもおせわになっております',
          mana: 'いつもお世話になっております',
          cn: '承蒙多方关照'
        },
        {
          kana: 'もうしわけございません',
          mana: '申し訳ございません',
          cn: '非常抱歉'
        }
      ]
    }
  ]
}
