export default {
  title: 'その他',
  content: [
    {
      topic: '~つつ（も）',
      list: [
        {
          t: '~つつ',
          l: ['Vのます形'],
          i: [
            '日本語：書き言葉。~しながら同時に~する。',
            '中国語：表示同一个主体，在做前项的同时还在做后项。可译为“一边……一边……”。'
          ],
          e: [
            [
              '遠くに見える山々を眺めつつ、露天風呂に入るのは最高だ。/眺望着远方的群山，泡着露天温泉，这是最棒的时刻。'
            ],
            [
              '昨夜は、久しぶりに会った友達と酒を飲みつつ語り合った。/昨晚和好久没见的朋友一边畅饮一边谈天说地。'
            ],
            [
              '私は利益を追求しつつ社会貢献もする、そういう会社を作りたいと思います。/我想创建一个一边可以追求经济利益，一边又可以为社会做贡献的公司。'
            ]
          ]
        }, {
          t: '~つつ（も）',
          l: ['Vのます形'],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }
  ]
}
