export default {
  title: 'わけ',
  content: [
    {
      topic: '~わけだ',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：~は当り前だ、~は当然の結果だ。',
            '中国語：以前项的事实或实际状况为依据，自然而然地、顺理成章地推理出后项结论。可译为“那就是说……”“因为……自然……”。'
          ],
          e: [
            [
              '夜型の人間が増えてきたために、コンビニがこれほど広がった<<わけだ>>。/爱在夜晚活动的人增加了，因此便利店自然就扩大到了现在的程度。'
            ],
            [
              'またテロがあったそうだ。空港の手荷物検査が厳重な<<わけだ>>。/据说恐怖活动依旧存在。因此机场对随身行李的检查很严格。'
            ],
            [
              '医学が発達し、乳児死亡率も下がった。それで平均寿命も延びた<<わけだ>>。/医学发达，幼儿的死亡率下降。因此平均寿命也随之延长。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~わけはないノ~わけがない',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：当然~ない（強い否定）=はずがない。',
            '中国語：表示说话人主观上的强烈否定。可译为“不可能……”。'
          ],
          e: [
            [
              'まだ習っていない問題を試験に出されても、できる<<わけがない>>。/还没学过的知识出现在考试中，不可能会。'
            ],
            [
              '気が変わりやすいあの人が、転職しないで同じ会社に勤め続ける<<わけがない>>だろう。/那个善变的人是不可能不换工作一直在同一个公司工作的吧。'
            ],
            [
              'あんなにきれいで優しい山田さんに恋人がいない<<わけはない>>だろう。/山田小姐那么漂亮、温柔，是不可能没有恋人的吧。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~わけではない',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：必ずしも~ではない（部分否定）。',
            '中国語：表示部分否定。可译为“并非……”“未必……”。'
          ],
          e: [
            [
              '自動車立国というが、日本人がみんな車を持っている<<わけではない>>。/虽说是普及汽车的国家，但并不是所有的日本人都有车。'
            ],
            [
              '中国人がみんた中国文化に詳しい<<わけではない>>。/并不是每个中国人都了解中国文化。'
            ],
            [
              '人間は働くために生まれてきた<<わけではない>>。/人并不是为了工作才出生的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~わけにはいかない',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：社会的、心理的理由で~できない。',
            '中国語：内心想那样做，但因为社会规则，道德观念等的约束，认为那样做是不妥当的。可译为“不可以……”“不能……”。'
          ],
          e: [
            [
              'これは死んだ友人がくれた大切なもので、あげる<<わけにはいかない>>んです。/这是死去的朋友给我的珍贵之物，我不能给你。'
            ],
            [
              '試験の前だから、遊びたいけれど遊んでいる<<わけにはいかない>>。/由于马上就要考试了，虽然想玩但也不能去玩。'
            ],
            [
              'そのころ、私は医者に酒を止められていたから、飲む<<わけにはいかなかった>>。/那个时候,医生要我戒酒，所以我不能喝酒。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ないわけにはいかない',
      list: [
        {
          l: ['Vのない形'],
          i: [
            '日本語：理由があるのだから、~しなければならない（本当はあまりしたくないが）。',
            '中国語：内心不想那样去做，但因为社会规则，道德观念等的约束，认为不那样做是不妥当的。可译为“不能不……”“不可以不……”。'
          ],
          e: [
            [
              '約束したんですから、行か<<ないわけにはいきません>>。/因为约好了，所以不能不去。'
            ],
            [
              '外国語は必修たから、取ら<<ないわけにはいかない>>。/因为英语是必修课，所以必须要选。'
            ],
            ['国民は税金を納め<<ないわけにはいかない>>。/国民必须要交税。']
          ]
        }
      ]
    }
  ]
}
