export default {
  title: 'もの',
  content: [
    {
      topic: '~もの/~もん',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：理由、言い訳（主に若者や子どもがくだけた会話で使う）。',
            '中国語：表示原因、理由。多用于对个人的行为做辩解的场合。可译为“因为……”'
          ],
          e: [
            [
              'A「どうして食べないの。」/为什么不吃啊？',
              'B「だって、おいしくない<<もん>>。」/因为不好吃嘛。'
            ],
            [
              'お金、貨してくれないか。貯金が無くなっちゃった<<もの>>。/借我点儿钱吧。因为我存款花光了。'
            ],
            [
              '肉体労働のアルバイトはぼくには無理だよ。そんなに体力ない<<もん>>。/体力劳动我受不了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものだ',
      list: [
        {
          l: ['【V、形1、形2】の過去式の简体形'],
          i: [
            '日本語：過去の思い出。',
            '中国語：用于回忆并感慨很久以前经常做的事情。可译为“（那时候）经常……”。'
          ],
          e: [
            [
              '学生時代はよく徹夜勉強した<<ものだ>>。/我在学生时代经常熬夜学习。'
            ],
            [
              '学生時代、試驗の前になると眠れなかった<<ものだ>>。/我在学生时代一到考试前经常睡不着觉。'
            ],
            [
              'この辺りは昔、車一台通らないほど静かだった<<ものだ>>。/在过去，这附近安静得就像没有车来车往。'
            ]
          ]
        },
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：感心、感嘆など。',
            '中国語：用于对事物本来所具有的性质、特性或事物的变化等进行情感抒发性的感叹。可译为“……原本就是……”“真的是……啊”。'
          ],
          e: [
            ['新幹線は速い<<ものだ>>。/新干线真快啊。'],
            [
              '日本へ来てもう三年になる。時間が経つのは本当に早い<<ものだ>>。/来到日本已经三年了。时间的流逝真快啊。'
            ],
            [
              '貧しかった昔と比ベれば、今は本当にいい世の中になった<<ものだ>>。/和贫穷的过去相比，现在真的是好世道了。'
            ]
          ]
        },
        {
          t: '~ものだ・~ものではない',
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：~が当然だ、一般的だ、軽い命令。',
            '中国語：对所谓真理、普遍性的事物就其本来的性质，带有某种感慨进行叙述。可译为“本来就是……”“就该……”“就是……”。'
          ],
          e: [
            ['悪いことをしたら謝る<<ものだ>>。/要是做了坏事就该道歉。'],
            ['女性に年を聞く<<もんじゃない>>ですよ。/不该问女性的年龄。'],
            [
              'だれでも褒められれば嬉しい<<ものだ>>。/不管是谁，如果被表扬了都是会高兴的。'
            ]
          ]
        },
        {
          l: ['Vのます形+たい/Vのて形+てほしい'],
          i: [
            '日本語：強い願望、しみじみとした深い気持ちを表す。',
            '中国語：用于表示说话人强烈的期望。一般用于长期的愿望。可译为“十分希望……”“非常想……”。'
          ],
          e: [
            ['今年、海外旅行に行きたい<<ものだ>>。/今年非常想去国外旅游。'],
            [
              '早く一人前になって、両親を安心させたい<<ものだ>>。/想早点混出个样子来，让父母放心。'
            ],
            [
              '母親にはいつまでも元気で長生きしてほしい<<ものだ>>。/希望母亲能永远健康长寿。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものか/~もんか',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N+な'],
          i: [
            '日本語：絶対に~ない(強い否定の気持ち)。話し言葉。',
            '中国語：表示那样的事情绝对不会有。以反问的形式表达强烈的否定情绪。可译为“怎能……’“怎么会……”“难道……”。'
          ],
          e: [
            ['この料理、たベられる<<ものか>>。/这种东西能吃吗？'],
            [
              'あんなまずい店、二度と行く<<ものか>>。/那么难吃的店再也不会去了。'
            ],
            [
              'A 「いい会社に入れてよかったなあ。」/你能进入一个好公司真好啊。',
              'B「いい<<もんか>>。每日残業で、土日も休みなしだよ。」/好什么啊。每天加班，周末也不休。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものだから',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N+な'],
          i: [
            '日本語：~だから(理由、言い訳)。',
            '中国語：表示因为前项的原因，才迫使自己做了后项的事情或发生了后项。对说话人来说，后项的出现多数是意外的或令人惊讶的事情，有时也伴有辩解的语气。可译为“因为……”。'
          ],
          e: [
            [
              'おいしかった<<ものだから>>、食べすぎてしまった。/因为很好吃，所以吃多了。'
            ],
            [
              '父が病気な<<ものですから>>、いるいろとお金が必要なんです。/由于父亲生病了，所以现在各方面都需要钱。'
            ],
            [
              'A「なぜ遲刻したのですか。」/为什么迟到了？',
              'B「すみません、事故で電車が止まってしまった<<ものですから>>。」/十分抱歉，因为事故导致电车停运了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものの',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：~のに、~けれども。',
            '中国語：表示后项的结果并不是像想象的那样。可译为“虽然……但是……”。「とはいうものの」也可作为接续词使用。可译为“可是……”“但是……”。'
          ],
          e: [
            [
              'タバコは体に悪いとわかってはいる<<ものの>>、なかなかやめられない。/虽然知道吸烟对身体不好，但就是戒不掉。'
            ],
            [
              'あの学生は成績は良い<<ものの>>、学習態度は良くない。/那个学生虽然学习成绩优秀，但是学习态度不好。'
            ],
            [
              '全力を尽くして負けたのだからしかたがない。<<とはいうものの>>、やはり勝ちたかった。/已经尽了全力但还是输了真的是没办法的事。但是，心里其实还是想赢的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものなら',
      list: [
        {
          l: ['Vの可能形'],
          i: [
            '日本語：（不可能、あるいはそれに近いが）もしできるなら~たい。',
            '中国語：表示“前项一般来说是很难实现的，但是倘若真能实现的话，那倒想试试看”的意思。含有“实际上是不可能的或是很难做到的”等语气。可译为“如果……”。'
          ],
          e: [
            [
              'できる<<ものなら>>、鳥になって国へ帰りたい。/如果有可能的话，我想变成一只鸟飞回国。'
            ],
            [
              '人生をやり直せる<<ものなら>>、やり直したい。/如果人生能够重来，真想重新来过。'
            ],
            [
              '自然破壊を止められる<<ものなら>>、何としてでも止めたい。/如果能够阻止自然破坏的话，无论怎样我都想阻止。'
            ]
          ]
        },
        {
          l: ['Vの意志形'],
          i: [
            '日本語：もし~たら→大変な結果。',
            '中国語：表示要是做了本不该做的事情，或不希望看到的情况万一发生了的话，就会产生严重的后果。可译为“如果……”。'
          ],
          e: [
            [
              'そんなことを言おう<<ものなら>>、上司にひどく怒られる。/要是说了那样的话，就会遭到上司的严厉训斥。'
            ],
            [
              '米国の株価が暴落しよう<<ものなら>>、世界中の市場がパニックになるだろう。/如果美国的股价暴跌的话，那全世界的股市就会产生恐慌吧。'
            ],
            [
              '山田先生は時間に厳しい。授業に遲れよう<<ものなら>>、教室にも入れてもらえない。/山田老师对时间要求很严格。如果上课迟到的话，他是不会让你进教室的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~というものだ',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形'],
          i: [
            '日本語：まさに~だ(断定、強調)。',
            '中国語：表示强调、断定、解说等。可译为“这才是……”“这才叫……”。'
          ],
          e: [
            [
              '長い間の研究がようやく認められた。努力のかいがあった<<というものだ>>。/长期的努力终于得到了认同。这才是努力的价值体现。'
            ],
            [
              '新しい薬の開発にやっと成功した。長年の苦労が報われた<<というものだ>>。/新药品的开发终于成功了。长年的付出总算有了回报。'
            ],
            [
              '初対面なのにあれこれ個人的なことを聞くのは失礼<<というものだ>>。/虽然是初次见面，却总问些个人的隐私，这才是没有礼貌的表现。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~というものではない/~というものでもない',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の简体形または基本形'],
          i: [
            '目本語：~とは言い切れない/~というわけではない。',
            '中国語：一般常识上可能认为是正确的，但是说话人对此抱有异议。可译为“并不是……”“并非……”。'
          ],
          e: [
            [
              'まじめな人だから、有能だ<<というものではない>>。/并不是认真的人就一定有能力。'
            ],
            [
              '塾に行きさえすれば成績が上がる<<というものでもない>>。/并非是只要去补习班成绩就能提高。'
            ],
            [
              '作文は長ければいい<<というものではない>>。中身が大切だ。/作文并不是越长越好。内容才是最重要的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ものがある',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：~と感じられる、~の部分が認められる。',
            '中国語：表示在某个方面可以看到或者感受到某些特征。可译为“感到……”“……之中确实有……之处”。'
          ],
          e: [
            [
              '彼は性格は別として、絵の才能には見るべき<<ものがある>>。/他的性格另当别论，绘画才能里确实有值得审视的东西。'
            ],
            ['彼の発想には斬新な<<ものがある>>。/他的构思中有创新之处。'],
            [
              '彼女の進歩の速さには、驚くべき<<ものがある>>。/她的进步之快，让人感到吃惊。'
            ]
          ]
        }
      ]
    }
  ]
}
