export default {
  title: '~に~',
  content: [
    {
      topic: '~にほかならない',
      list: [
        {
          l: ['N/~から/~ため'],
          i: [
            '日本語：まさに~だ。~以外のものではない。',
            '中国語：用于说话人的肯定性判断。可译为“无非是……”“正是……”。'
          ],
          e: [
            [
              '彼に成功をもたらしたものは、日々の努力<<にほかならない>>。/他能够成功，正是因为他平日里的努力。'
            ],
            [
              '親が子どもを叱るのは、子どもを愛しているから<<にほかならない>>。/父母批评孩子正是因为他们爱孩子。'
            ],
            [
              '親が子に言う厳しい言葉は愛情の表れ<<にほかならない>>。/父母对孩子的严厉教诲正是爱的体现。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に基づいて/~に基づく/~に基づいた',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を根拠/基本にして。',
            '中国語：表示以前项为基础，去完成后项。可译为“基于……”“根据……”。'
          ],
          e: [
            [
              'この小説は歷史的事実<<に基づいて>>書かれたものです。/这部小说是以史实为题材创作出来的。'
            ],
            [
              '仕事は予定表<<に基づいて>>、進められなければならない。/工作必须按照计划表来进行。'
            ],
            [
              '平仮名、片仮名の形は漢字<<に基づいている>>。/平假名和片假名都是基于汉字创造出来的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~によって/~により/~による',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：原因、理由。',
            '中国語：表示以前项的客观情况为原因，得出后项的结果。可译为“因为……”。'
          ],
          e: [
            [
              'この計算は、コンピューターの発達<<によって>>はじめて可能となった。/这个计算因为计算机技术的进步，才成为可能。'
            ],
            [
              '停電<<により>>都市の交通が全部止まってしまった。/由于停电城市的交通全部瘫痪。'
            ],
            [
              '先週の事故は運転手の居眠り運転<<による>>ものだったことがわかった。/上周的事故是由于司机的疲劳驾驶导致的。'
            ]
          ]
        },
        {
          l: ['N'],
          i: [
            '日本語：手段、方法。',
            '中国語：表示方式、手段。可译为“通过……”“依靠……”。'
          ],
          e: [
            [
              '関係者のみなさまのご協力<<によって>>、無事この大会を終了することができました。/凭借着大家的帮助，这次大会才得以圆满结束。'
            ],
            [
              'バランスのとれた食事を取り、適度な運動をすること<<によって>>、体重を一定に保つことができる。/通过合理的膳食以及适当的运动可以将体重保持在一定的范围内。'
            ],
            ['電話<<による>>お問い合わせはご遠慮ください。/我们谢绝电话咨询。']
          ]
        },
        {
          l: ['N'],
          i: [
            '日本語：~と根拠として。',
            '中国語：表示依据，根据。可译为“根据……”“依据……”。'
          ],
          e: [
            ['成績<<によって>>クラスを決める。/根据成绩来决定班级。'],
            [
              '目撃者の証言<<により>>、犯人が逮捕された。/根据目击者的证言将犯人抓获。'
            ],
            [
              '収穫されたみかんは、大きさ<<によって>>分けられ、市場に出荷される。/收获的桔子根据大小分类，上市销售。'
            ]
          ]
        },
        {
          t: '~によって',
          l: ['N'],
          i: [
            '日本語：受身文の動作主を表す。',
            '中国語：表示被动语态的行为主体。'
          ],
          e: [
            [
              'この活動はボランティア<<によって>>支えられている。/这项活动是由志愿者维持的。'
            ],
            [
              '飛行機はライト兄弟<<によって>>発明された。/飞机是由莱特兄弟发明的。'
            ],
            [
              'この体育館は山田さん<<によって>>設計された。/这个体育馆是由山田先生设计的。'
            ]
          ]
        },
        {
          l: ['N'],
          i: [
            '日本語：~が違えば~も違う。',
            '中国話：表示前项的变化会带来后项的变化。可译为“随……而变化”“由于……的不同而不同”。'
          ],
          e: [
            ['考え方は人<<によって>>違う。/想法因人而异。'],
            ['文化や法律は国<<によって>>違う。/不同的国家有不同的文化和法律。'],
            ['あの人の言うことは日<<によって>>変わる。/那个人说的话天天变。']
          ]
        },
        {
          t: '~によって（は）',
          l: ['N'],
          i: [
            '日本語：ある~の場合は。',
            '中国語：表示从诸多种类当中只选择一种情况加以阐述说明。可译为“在某种场合下……”。'
          ],
          e: [
            [
              '明日は一日中雲が多く、ところ<<によっては>>一時雨が降るでしょう。/明天一整天都多云，有些地方有阵雨。'
            ],
            [
              'たいてい遅く帰宅しますが、日<<によっては>>六時ごろ帰れる場合もあります。/平时回家都晚，但是有些时候也能6点左右回家。'
            ],
            [
              'この食べ物は刺激が強いので、人<<によっては>>お腹を壊すことがある。/这种食物很刺激，所以有些人吃完或许会坏肚子。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~によると/~によれば',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：情報源、情報が出たところ。',
            '中国語：表示信息、传闻或者推测的出处。可译为“根据……”。'
          ],
          e: [
            [
              '天気予報<<によると>>、明日は雪が降るらしいです。/据天气预报说，明天好像会下雪。'
            ],
            [
              'あのアンケート調査<<によれば>>、この町の人口は減る一方だ。/据那份问卷调査显示，这个城市的人口呈减少的趋势。'
            ],
            [
              'あの雑誌<<によれば>>、沖縄はとてもきれいだそうです。/据那本杂志说，冲绳是个很美丽的地方。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にわたって/~にわたり/~にわたる/~にわたった',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：期間、場所、範囲などの全体に及ぶ。',
            '中国語：前项名词多为表示范围的词。表示在前项所表示的整个范围中，后项一直持续。可译为“长达……”“整个……”。'
          ],
          e: [
            [
              '人類は長い年月に<<わたって>>、努力を重ねて、ついに月への飛行に成功した。/人类经过长期的努力，终于实现了登月的梦想。'
            ],
            [
              '数ヶ月<<にわたる>>研究がついに実を結んだ。/长达数月的研究终于有了成果。'
            ],
            [
              '彼の趣味は音楽、歷史、政治など多くの分野<<にわたる>>。/他兴趣广泛，涉及到音乐、历史、政治等多个领域。'
            ]
          ]
        }
      ]
    }
  ]
}
