export default {
  title: '敬语表现',
  desc: '敬语分为尊他语、自谦语以及郑重语。尊他语是对他人发出动作的尊敬；自谦语是对自己或自己内部的人发出动作的谦逊；郑重语是在正式场合表示对听话人的尊敬，跟动作发出者无关。N2考试中常考的知识点为尊他语和自谦语的表达方式。所以，考生需要根据语境准确判断正确的敬语使用方式，同时记清尊他语和自谦语各自的表达方式。',
  content: [
    {
      topic: '尊他敬语',
      list: [
        {
          a: ['なさる'],
          v: ['する']
        },
        {
          a: ['いらっしゃる', 'おいでになる'],
          v: ['来る/行く/いる']
        },
        {
          a: ['くださる'],
          v: ['くれる']
        },
        {
          a: ['お越しください'],
          v: ['行ってください/来てください']
        },
        {
          a: ['見える', 'お見えになる'],
          v: ['来る']
        },
        {
          a: ['おっしゃる'],
          v: ['言う']
        },
        {
          a: ['あがる', '召し上がる'],
          v: ['食べる/飲む']
        },
        {
          a: ['ご覧になる', 'ご覧くださる'],
          v: ['見る/読む']
        },
        {
          a: ['ご存じです'],
          v: ['知っている']
        },
        {
          a: ['お/ご~です'],
          v: ['~ます/ている']
        },
        {
          a: ['お/ご~になれる'],
          v: ['~ことができる']
        },
        {
          a: ['お/ご~ください'],
          v: ['~てください']
        },
        {
          a: ['お/ご~なさる'],
          v: ['~ます/します']
        },
        {
          a: ['~ていらっしゃる'],
          v: ['~ている/です']
        }
      ]
    },
    {
      topic: '自谦语',
      list: [
        {
          a: ['申す/申し上げる'],
          v: ['言う']
        },
        {
          a: ['いたす'],
          v: ['する']
        },
        {
          a: ['拝見する'],
          v: ['見る']
        },
        {
          a: ['参る/伺う'],
          v: ['行く/来る']
        },
        {
          a: ['伺う'],
          v: ['聞く/尋ねる']
        },
        {
          a: ['お目にかかる'],
          v: ['会う']
        },
        {
          a: ['お目にかける', 'ご覧に入れる'],
          v: ['見せる']
        },
        {
          a: ['存じる', '存じ上げる'],
          v: ['思う/知っている']
        },
        {
          a: ['拝借する'],
          v: ['借りる']
        },
        {
          a: ['差し上げる'],
          v: ['あげる']
        },
        {
          a: ['いただく'],
          v: ['もらう']
        },
        {
          a: ['いただく/頂戴する'],
          v: ['食べる/飲む/受け取る/もらう']
        },
        {
          a: ['~て差し上げる'],
          v: ['~てあげる']
        },
        {
          a: ['お/ご~いただく'],
          v: ['~ていただく']
        }
      ]
    }
  ]
}
