export default {
  title: 'その他',
  content: [
    {
      topic: '~つつ（も）',
      list: [
        {
          t: '~つつ',
          l: ['Vのます形'],
          i: [
            '日本語：書き言葉。~しながら同時に~する。',
            '中国語：表示同一个主体，在做前项的同时还在做后项。可译为“一边……一边……”。'
          ],
          e: [
            [
              '遠くに見える山々を眺めつつ、露天風呂に入るのは最高だ。/眺望着远方的群山，泡着露天温泉，这是最棒的时刻。'
            ],
            [
              '昨夜は、久しぶりに会った友達と酒を飲みつつ語り合った。/昨晚和好久没见的朋友一边畅饮一边谈天说地。'
            ],
            [
              '私は利益を追求しつつ社会貢献もする、そういう会社を作りたいと思います。/我想创建一个一边可以追求经济利益，一边又可以为社会做贡献的公司。'
            ]
          ]
        }, {
          t: '~つつ（も）',
          l: ['Vのます形'],
          i: [
            '日本語：書き言葉。~けれども(逆接)。',
            '中国語：表示转折。多用于后悔，反省等句子中。可译为“明明……却……”“虽然(知道)……但……”。'
          ],
          e: [
            [
              'タバコは体に悪いと知り<<つつも>>、つい吸ってしまう。/虽然知道吸烟有害身体健康，但还是吸了。'
            ],
            [
              '彼女の話をうそと知り<<つつ>>、お金を貸してあげた。/虽然知道她在说谎，但还是把钱借给她了。'
            ],
            [
              '試験の準備を早く始めようと思い<<つつも>>､まだ始めていない。/虽然想早点开始考试的准备，但就是行动不起来。'
            ]
          ]
        }
      ]
    }, {
      topic: '~つつある',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：今、変化している状態である。書き言葉。',
            '中国語：表示状态或变化持续进行。可译为“正在逐渐地……”“不断地……”。'
          ],
          e: [
            [
              '人ロの増加とともに、この辺りの住宅事情は悪くなり<<つつある>>。/随着人口的增加，这附近的居住状况也不断地在恶化。'
            ],
            [
              '日本では子どもの数が急激に減り<<つつある>>。/在日本，孩子的数量正在急剧地减少。'
            ],
            [
              'この地域の大気汚染は改善され<<つつある>>。/正在不断地改善这个地区的大气污染状况。'
            ]
          ]
        }
      ]
    }, {
      topic: '~っぽい',
      list: [
        {
          l: ['形1の語幹、Vのます形、N'],
          i: [
            '日本語：~傾向がある、少し~性質がある、少し~感じがする。',
            '中国語：表示前项的人或事情给人有某种迹象的感觉。可译为“有点……”“显得……”。'
          ],
          e: [
            [
              '大人のくせに、そんなつまらないことでけんかするのは子ども<<っぽい>>。/都是大人，为了芝麻大点的事打架，显得太孩子气了。'
            ],
            [
              '彼女は飽き<<っぽい>>性格で、今までに職場を何回か変えている。/她是个没常性的人，至今为止已经换了好几份工作了。'
            ],
            [
              'このごろ年のせいか、忘れ<<っぽくて>>困る。/最近或许是因为上了年纪，有点健忘，真愁人。'
            ]
          ]
        }
      ]
    }, {
      topic: '~て以来',
      list: [
        {
          l: ['Vのて形'],
          i: [
            '日本語：~てから今までずっと。',
            '中国語：表示自从发生前项动作以来，就一直保持后项的状态。可译为“自从……以来”。'
          ],
          e: [
            [
              '彼とは10年前のクラス会で会っ<<て以来>>、一度も連絡を取っていない。/10年前的班级聚会上和他见过面之后，就再也没有联络了。'
            ],
            [
              '数年前に大きな病気をし<<て以来>>、健康に注意するようになった。/自从几年前得了一场大病之后，就开始注意身体健康了。'
            ],
            [
              '子どもが生まれ<<て以来>>、家の中ではタバコを吸わないようにしている。/自从孩子出生之后，就尽量不在家里抽烟了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~てからでないと/~てからでなければ',
      list: [
        {
          l: ['Vのて形'],
          i: [
            '日本語：~したあとでなければ~しない/できない。',
            '中国語：表示如果没事先完成前项动作，就无法做后项动作。可译为“如果不……的话，就不能……”。'
          ],
          e: [
            [
              '詳しくお話をうかがっ<<てからでないと>>、お答えできません。/如果不仔细听完您的表述，就没法回答您。'
            ],
            [
              '上司に相談し<<てからでないと>>、お返事できません。/如果不和上司商量的话，是无法给您答复的。'
            ],
            [
              '実物を見<<てからでなければ>>、買うかどうかは決められない。/如果看不到实物，决定不了是否会买。'
            ]
          ]
        }
      ]
    }, {
      topic: '~てしかたがない/~てしようがない/~てしょうがない',
      list: [
        {
          l: ['【V、形1、形2】のて形'],
          i: [
            '日本語：とても~だ(コントロ一ル不能)、主語は基本的には一人称。',
            '中国語：表示某种程度很高，到达了不可控制的程度。通常主语为第一人称。可译为“……不得了”。'
          ],
          e: [
            [
              '勉強中、眠く<<てしょうがない>>ときは、濃いお茶を飲むといい。/学习的时候，如果困得受不了的话，最好喝一杯浓茶。'
            ],
            [
              '花粉症にかかったらしく、涙が出<<てしかたがない>>。/好像得了花粉症，眼泪控制不住地往下流。'
            ],
            [
              '定年退職した父は、「毎日暇<<でしようがない>>」と言っている。/爸爸退休后总是说“每天闲得不得了”。'
            ]
          ]
        }
      ]
    }, {
      topic: '~てたまらない',
      list: [
        {
          l: ['【V、形1、形2】のて形'],
          i: [
            '日本語：我慢できないぐらい~だ(強い感情/感覚/欲求)、主語は基本的には一人称。',
            '中国語：表示某种程度很高，到达了不可控制的程度。通常主语为第一人称。可译为“……不得了"。'
          ],
          e: [
            [
              'ぜんぜん自信がなかったのに優勝できたので、うれしく<<てたまらない>>。/这次比赛完全没有信心，但却取得了冠军，开心得不得了。'
            ],
            [
              '会いたく<<てたまらない>>のに会えないのはつらい。/非常想见她却不能见，好痛苦。'
            ],
            [
              '学生時代、私は運動が苦手で、特に長距離走は嫌<<でたまらなかった>>。/我在学生时期不擅长运动，尤其是特别讨厌跑长跑。'
            ]
          ]
        }
      ]
    }, {
      topic: '~てならない',
      list: [
        {
          l: ['【V、形1、形2】のて形'],
          i: [
            '日本語：とても~だ(強い感情/感覚/欲求) (「~てたまらない」より改まった表現)、主語は基本的には一人称。',
            '中国語：表示某种程度很高，到达了不可控制的程度。通常主语为第一人称。可译为“……不得了”。'
          ],
          e: [
            [
              '世界中を旅行して回れるなんて、うらやましく<<てならない>>。/真羡慕他可以环游世界。'
            ],
            [
              '遠く離れているので、家族のことが心配<<でならない>>。/由于分隔的较远，我很挂念我的家人。'
            ],
            [
              '最近なぜか、昔のことが思い出され<<てならない>>。/最近不知怎么了，动不动就会想起以前的事。'
            ]
          ]
        }
      ]
    }, {
      topic: '~と言うと/~と言えば/~と言ったら',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~という言葉を聞くと、まず~を連想する(代表的な例をあげるときに用いる)。',
            '中国語：表示提起某个话题，进而叙述相关联想。通常联想到的东西都是具有代表性的。可译为“说到……”“提到……”。'
          ],
          e: [
            [
              '日本を代表するもの<<と言ったら>>、やはり桜、富士山なんかでしょう。/说到代表日本的东西,还是樱花和富士山吧。'
            ],
            [
              '日本料理<<と言えば>>、寿司、天婦羅などが代表的だ。/提到日本料理，寿司和天妇罗等具有代表性。'
            ],
            [
              '「田中さん」<<と言えば>>、ノーベル賞を取った田中〇〇さんが有名です。/说到田中先生，获得诺贝奖的田中〇〇先生很有名。'
            ]
          ]
        }, {
          l: ['N'],
          i: [
            '日本語：~について言えば(説明)。',
            '中国語：表示提起某个话题，进而对此加以说明。可译为“说到……”“提到……”。'
          ],
          e: [
            [
              '気温はマイナス30度。その寒さ<<といったら>>、言葉にできないほどでした。/气温零下30度。提到这种严寒，真的无法用语言来形容。'
            ],
            [
              '昨日のタ立ての激しさ<<といったら>>、あんな雨は生まれて初めて経験しました。/提到昨天雷阵雨的激烈程度，那么大的雨是我出生以来第一次经历过的。'
            ],
            [
              'なぜこの大学を選んだか<<というと>>、学習環境が整っているからです。/说到我为什么选择这所大学，是因为学习环境比较完善。'
            ]
          ]
        }
      ]
    }, {
      topic: '~というより',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形'],
          i: [
            '日本語：~より~と言ったほうがより適切だ(比較)。',
            '中国語：表示某件事或者某个人与其说它是前项，还不如说它是后项更真实，更符合本质。可译为“与其……还不如……”。'
          ],
          e: [
            [
              '担任の佐藤先生はとても若くて、先生<<というより>>友達みたいだ。/班主任佐藤老师很年轻，与其说是老师，不如说像是个朋友。'
            ],
            [
              '私にとって留学は、海外で学ぶ<<というより>>家を出る手段だった。/留学对于我来说，与其说是在海外学习，不如说是我离开家的一种手段。'
            ],
            [
              '彼は天才<<というより>>、むしろ変人だ。/与其说他是一个天才，不如说他是一个古怪的人。'
            ]
          ]
        }
      ]
    }
  ]
}
