export default {
  title: '限る',
  content: [
    {
      topic: '~かぎり/~かぎりの',
      list: [
        {
          l: ['Vの基本形、N+の'],
          i: [
            '日本語：限界まで。',
            '中国語：表示能力、程度等所能涉及的最大范围。可译为“尽最大可能的……”“竭尽……”。'
          ],
          e: [
            [
              'いよいよ日本語能力試験だ。カの<<かぎり>>がんばってみよう。/马上就是日语能力考了，竭尽全力努力吧。'
            ],
            [
              '医者はできる<<限りの>>ことをしたが、患者を助けることはできなかった。/虽然医生已经尽了全力了，但是患者还是没能救活。'
            ],
            [
              '体カの許す<<かぎり>>、この仕事を続けたい。/我想竭尽自己身体最大的极限来继续这项工作'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にかぎる',
      list: [
        {
          t: '~に限り/~に限って/~に限る',
          l: ['N'],
          i: [
            '日本語：~だけ（限定）。',
            '中国語：多接在人物、时间、数量等词语之后表示限定。可译为“仅限于……”。'
          ],
          e: [
            [
              'おはがきをお送りくださった皆様の中から100名様<<に限り>>、素敵な商品をプレゼントいたします。/从给我们邮寄明信片的人当中限定100名，我们将赠送精美礼品。'
            ],
            ['60歳以上の方<<に限り>>無料です。/只有60岁以上的人免费。'],
            [
              '昼休み<<に限って>>教室での飲食が認められている。/只有午休时间允许在教室吃东西。'
            ]
          ]
        },
        {
          t: '~に限って',
          l: ['N'],
          i: [
            '日本語：特に~の場合だけは、特に~ときだけ。',
            '中国語：表示平时是不会那样的，但是唯独此时发生了并不希望看到的结果。多接在时间、场面等词语之后。可译为“唯独在……的时候”“偏偏在……”。或用于对某人有种特别信赖或期待的场合。可译为“唯独……才不会……”“只有……绝不会……”。'
          ],
          e: [
            [
              '大切な用事があって遲刻してはいけないとき<<に限って>>、寝坊してしまう。/偏偏在有要紧事不能迟到的时候，睡过头了。'
            ],
            [
              '慎重なあの人<<に限って>>、そんなミスを犯すはずがない。/唯独仔细的他，才不会犯那种错误。'
            ],
            [
              '親が忙しいとき<<に限って>>、子どもが熱を出す。/偏偏在父母忙的时候孩子发烧了。'
            ]
          ]
        },
        {
          t: '~に限る',
          l: ['Vの基本形、N'],
          i: [
            '日本語：~が一番だ。',
            '中国語：表示这是最好的、最理想的。可译为“最好……”“……是最棒的”。'
          ],
          e: [
            [
              '一日の仕事を終えた後は、冷えたビール<<に限ります>>。/结束了一天的工作之后，喝瓶冰镇啤酒最爽了。'
            ],
            [
              '風邪を引いたときは、暖かくして寝る<<に限る>>。/感冒的时候，最好穿得暖和和地睡觉。'
            ],
            ['和菓子ならこの店<<に限る>>。/要说日式点心，这家店铺的最好。']
          ]
        }
      ]
    },
    {
      topic: '~に限らず',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~だけでなく。',
            '中国語：表示不仅仅限定在前项的范围，其他情况也一样。可译为“不仅仅……”“不光是……”。'
          ],
          e: [
            [
              'あの選手はサッカー<<に限らず>>、スポーツなら何でも得意だったそうだ。/听说那个运动员不仅是足球，只要是体育项目都很棒。'
            ],
            [
              'あの人は今日<<に限らず>>、普段もよく遲刻する。/他不光是今天，平时也经常迟到。'
            ],
            [
              '母親<<に限らず>>父親も育児をする時代になった。/现在是一个不光是母亲，就连父亲也要照顾孩子的时代。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~かぎり（は）',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】+である'],
          i: [
            '日本語：~であれば（仮定、条件）。',
            '中国語：表示只要前项状态持续，就会得到后项结果。可译为“只要……就……”。'
          ],
          e: [
            [
              '体が丈夫である<<かぎり>>、思いきり社会活動をしたいものだ。/只要身体允许，就想努力做些社会活动。'
            ],
            [
              '学生である<<かぎり>>、勉強を第一にしなければならない。/只要身为学生，就必须把学习放在第一位。'
            ],
            [
              '戦争が終わらない<<かぎり>>、平和にはならない。/只要战争不结束，世界就不能变得和平。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~かぎり/~かぎりで/~かぎりでは',
      list: [
        {
          l: ['Vの基本形、Vのた形'],
          i: [
            '日本語：範囲を表す。',
            '中国語：表示限定某种判断的范围。可译为“仅从……来看”“据我（们）所知……”。'
          ],
          e: [
            [
              'この売り上げ状況のグラフを見る<<かぎりでは>>、わが社の製品の売れ行きは順調だ。/仅从营业额状况的图表来看，我们公司产品的销售情况是很理想的。'
            ],
            [
              '私が調べた<<限りでは>>、この虫は関東地方にはいないようだ。/据我调查，这种昆虫好像在关东地区不存在。'
            ],
            [
              'この間題について書かれた本は、私の知る<<限り>>、ない。/据我所知，没有关于这个问题而写的书。'
            ]
          ]
        }
      ]
    }
  ]
}
