export default {
  title: 'こと',
  content: [
    {
      topic: '~こと',
      list: [
        {
          l: ['Vの基本形、Vのない形、N+の'],
          i: [
            '日本語：命令。',
            '中国語：用于句末。表示命令或说话人认为应该这样做的心情。是一种规定纪律或指示应遵守事项的表达方式。 '
          ],
          e: [
            [
              '明日は八時に集合する<<こと>>。時間に遲れない<<こと>>。/明天8点集合。不许迟到。'
            ],
            ['レポ一トは今週中に提出の<<こと>>。/报告必须这个礼拜提交。'],
            ['体育館には土足で入らない<<こと>>。/禁止穿着鞋进入体育馆。']
          ]
        }
      ]
    },
    {
      topic: '~ことだ',
      list: [
        {
          l: ['【（感情を表す）形1、形2】の連体修飾形'],
          i: [
            '日本語：感情を表す、感嘆など。',
            '中国語：表示说话人针对某个事实抒发个人感情。'
          ],
          e: [
            [
              '弟が大学に合格できた。本当にうれしい<<ことだ>>。/弟弟考上了大学。我非常开心。'
            ],
            [
              'いつまでもお若くて、羨ましい<<ことだ>>。/您总是这么年轻，真让人羡慕啊。'
            ],
            [
              '家族みんな健康で、けっこうな<<ことだ>>。/全家人都健健康康，真好啊。'
            ]
          ]
        },
        {
          l: ['Vの基本形、Vのない形'],
          i: [
            '日本語：忠告、助言、軽い命令。',
            '中国語：用于说话人对对方的忠告、建议等。可译为“最好（不）做……”。'
          ],
          e: [
            ['人の悪口を言わない<<ことだ>>。/你最好不要说别人的坏话。'],
            [
              'ピアノが上手になりたかったら、毎日練習する<<ことです>>よ。/如果想把钢琴弹好，就应该每无练习。'
            ],
            [
              '健康のためには十分な睡眠をとり、ストレスをためない<<ことだ>>。/为了身体健康，最好保持充足的睡眠，不要有精神压力。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことだから',
      list: [
        {
          l: ['N+の'],
          i: [
            '日本語：（よく知っている人など）の性格や様子から考えると→話し手の予想、判断など。',
            '中国語：表示平时就是如此性格、如此作风的他（她），这次肯定也会这样做，或即使这样做也不足为奇。可译为“因为（他一贯是）……所以……”。'
          ],
          e: [
            [
              'まじめな王さんの<<ことだから>>、時間どおりに来るに違いない。/因为小王一贯很认真，所以一定会准时来的。'
            ],
            [
              '朝寝坊の彼の<<ことだから>>、今日も遲れて来るだろう。/因为他总是爱睡懒觉，所以今天也会来晚吧。'
            ],
            [
              '母の<<ことだから>>、いつも私のことを心配していると思う。/我很了解我的妈妈，她总是挂念着我。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことから',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：~という理由で~と判断する。~がきかっけで→変化。~という理由で~と名付けられた。',
            '中国語：表示原因，理由。可译为“因为……”“由于……”。'
          ],
          e: [
            [
              '声が震えている<<ことから>>、彼女が緊張していることがわかった。/由于她的声音在发抖，所以我知道她很紧张。'
            ],
            [
              '日本のアニメを見た<<ことから>>、日本に関心を持つようになった。/因为看了日本的动漫，所以才开始对日本产生兴趣。'
            ],
            [
              'その坂は富士山が見える<<ことから>>、富士見坂と呼ばれるようになった。/因为那个山坡可以看到富士山，所以被称之为“富士见坡”。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことになっている/~こととなっている',
      list: [
        {
          l: ['Vの基本形、Vのない形'],
          i: [
            '日本語：規則、習慣、予定（話し手の意思に関係なく決まる）。',
            '中国語：表示约定、日常生活中的规定、法律、纪律以及一些惯例等约束人们生活行为的各种规定。可译为“规定着……”“按规定……”。'
          ],
          e: [
            [
              '本校では、教室では日本語しか話せない<<ことになっている>>。/本校有规定，在教室中只能说日语。'
            ],
            [
              '法律では、二十歳未満はお酒を飲んではいけない<<ことになっている>>。/法律中规定未满20岁的人不允许喝酒。'
            ],
            [
              'パーティーに参加する人は、六時に駅で待ち合わせる<<ことになっている>>。/决定好了，参加派对的人6点钟在车站集合。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことか/~ことだろう',
      list: [
        {
          l: ['【形1、形2】の連体修飾形、Vのた形'],
          i: [
            '日本語：感嘆、詠嘆などの気持ちを強く表す。',
            '中国語：用于感叹。可译为“多么……啊”“别提有多……啦”。'
          ],
          e: [
            [
              '昨日、あなたに会えて、どれほどうれしかった<<ことか>>。/昨天能见到你，我是多么高兴啊。'
            ],
            [
              '外国での一人暮らしはどんなに寂しい<<ことか>>。/一个人在国外生活，是多么孤单啊。'
            ],
            [
              '日本へ来て三年、何度も国へ帰りたいと思った<<ことだろう>>。/来日本3年了，别提有多想回国啦。'
            ]
          ],
          u: ['常和どんなに/いかに/どれほど/どれだけ/なんと搭配使用。']
        }
      ]
    },
    {
      topic: '~ことはない',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：~する必要はない、~しなくてもいい。',
            '中国語：用于说话人对对方的忠告、主张。可译为“没有必要……”“无须……”。'
          ],
          e: [
            [
              'お忙しいですから、わざわざ行く<<ことはありません>>。/您那么忙，没必要特意跑一趟。'
            ],
            [
              'ただの風邪ですから、心配する<<ことはない>>。/只是小感冒，所以没必要担心。'
            ],
            [
              'まだ時間がありますから、そんなに急ぐ<<こともありません>>が、そろそろ支度を始めませんか。/还有时间，因此没必要那么着急，咱们一起开始准备工作吧。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ないことはない/~ないこともない',
      list: [
        {
          l: ['Vのない形、形1の語幹+く、【形2、N】+で'],
          i: [
            '日本語：少しは~だ、無理すればできる、~してもいい。',
            '中国語：表示并不完全是那样的状况。或者表示如果条件具备或场合特殊，某事情有可能发生。可译为“并不是不……”“也有可能……”。'
          ],
          e: [
            [
              'わたしも留学していたことがありますから、あなたの苦労が分から<<ないこともありません>>。/我也留过学，所以你的艰辛我不是不能理解。'
            ],
            [
              '眼鏡なしで読め<<ないことはない>>のですが、ちよっと読みづらいんです。/没有眼镜也能看书,但是看起来费劲儿。'
            ],
            [
              '納豆は食べ<<ないこともない>>んですが、あまり好きじゃないんです。/我并不是不吃纳豆，只是不太喜欢。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことに（は）',
      list: [
        {
          l: ['Vのた形、【形1、形2】の連体修飾形'],
          i: [
            '日本語：話し手の気持ち、感情を言う。',
            '中国語：接在表示感情的形容词、形容动词和少数动词之后，对事物表示感叹。可译为“令人……的是”“值得……的是”。'
          ],
          e: [
            [
              '興味深い<<ことに>>、昔のおもちゃが再び流行しているそうだ。/有趣的是，听说以前的玩具又开始流行了。'
            ],
            [
              '残念な<<ことに>>、ストで新幹線が止まり、旅行は中止になってしまった。/令人遗憾的是，由于罢工新干线停运，旅行被迫中止了。'
            ],
            [
              '驚いた<<ことには>>、彼女は7カ国語が話せるそうだ。/令人吃惊的是，据说她会说7个国家的语言。'
            ]
          ],
          d: [
            '能接的动词很少，固定的有「驚いたことに（は）/困ったことに（は）/呆れたことに（は）」等。'
          ]
        }
      ]
    },
    {
      topic: '~ないことには',
      list: [
        {
          l: ['Vのない形、形1の語幹+く、【形2、N】+で'],
          i: [
            '日本語：~なければ~ない。',
            '中国語：表示如果不做前项或者不具备前项的条件，后项就不可能成立。可译为“如果不……的话，就……”。'
          ],
          e: [
            [
              '体が健康で<<ないことには>>、いい仕事はできないだろう。/如果身体不健康，就没法把工作做好。'
            ],
            [
              '住所がわから<<ないことには>>、連絡しようがありません。/如果不知道地址，就没法联系。'
            ],
            [
              '小説を書いても、おもしろく<<ないことには>>売れませんよ。/即使写了小说，如果没意思的话就没有销量。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ことなく~/~こともなく~',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：~しないで。',
            '中国語：没有做前项事情，而是直接进入了后项。可译为“没有……而……”。'
          ],
          e: [
            [
              '彼らは生活のため、休日も休む<<ことなく>>働いた。/他们为了生计，节假日都不休息一直在工作。'
            ],
            [
              '彼は社長の地位を苦労する<<こともなく>>手に入れた。/他没受多少苦就当上了社长。'
            ],
            [
              '夫は毎年忘れる<<ことなく>>、結婚記念日に花を贈ってくれる。/老公每年都不会忘记在结婚纪念日给我送花。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ということだ',
      list: [
        {
          t: '~ということだ/~とのことだ/~という',
          l: ['简体形'],
          i: [
            '日本語：伝聞、~そうだ。',
            '中国語：表示传闻。可译为“听说……”“据说……”。'
          ],
          e: [
            [
              'この本によると、昔ここにお寺があった<<ということだ>>。/据这本书介绍，从前这里有个寺院。'
            ],
            ['彼の奧さんは弁護士だ<<ということです>>。/据说他的夫人是位律师。'],
            [
              '地球上の海水の温度は相変わらず髙い<<ということだ>>。/据说地球上海水的温度仍旧很高。'
            ]
          ],
          u: ['~によるとノ~によれば/~の話では']
        },
        {
          l: ['简体形'],
          i: [
            '日本語：つまり~だ、~ということがわかる。',
            '中国語：根据某事实，得出一个理所当然的结论。也可以用于证实说话人的推论。可译为“也就是说……”“就等于……”。'
          ],
          e: [
            [
              '社長は急な出張で今日は出社しません。つまり、会議は延期<<ということです>>。/因为临时要出差，经理今天不来上班。也就是说，会议要延期了。'
            ],
            [
              '電話が「話し中」ということは、留守ではない<<ということだ>>。/电话正在通话中，也就是说他在家。'
            ],
            [
              'こんなにたくさん星が出ているということは、明日は天気がいい<<ということでしょう>>か。/天上星星如此之多，也就意味着明天是个好天吧。'
            ]
          ],
          u: ['つまり/すなわち']
        }
      ]
    }
  ]
}
