export default {
  title: 'その他',
  content: [
    {
      topic: '~あげく(に)',
      list: [
        {
          l: ['Vのた形、N+の'],
          i: [
            '日本語：長い時間いろいろ~した後で、結局(結果がよくない場合が多い)。',
            '中国語：表示经过了前项动作，得到后项结果。后项的结果多为来之不易的，或者不好的。可译为“……之后”“……最后”。'
          ],
          e: [
            [
              '彼女はいろいろ悩んだ<<あげく>>、結婚をやめてしまった。/经过反复思量之后，她放弃了结婚。'
            ],
            [
              '彼は口論の<<あげく>>人を殴ってしまった。/他和人发生了口角后还打了人。'
            ],
            [
              '弟は勉強しないで怠け続けた<<あげくに>>、就職にも失敗して、ずっとバイト生活をしている。/弟弟也不学习一直很懒散，最终没找到工作一直靠打工过日子。'
            ]
          ]
        }
      ]
    }, {
      topic: '~あまり(に)',
      list: [
        {
          l: ['Vの简体形、N+の'],
          i: [
            '日本語：とても~から、とても~ので、~すぎた結果。',
            '中国語：前项多为表示感情或者心理活动的词语。表示因为前项的过度行为，导致了后项意想不到的结果。可译为“太……以至于……”“由于过分地……”。'
          ],
          e: [
            [
              '試験の結果を気にする<<あまり>>、夜眠れなくなってしまった。/因为太在意考试的结果了，以至于晚上睡不着觉。'
            ],
            [
              '痛さの<<あまり>>、涙が出てきた。/由于太疼了，流出了眼泪。'
            ],
            [
              '子どもを愛する<<あまり>>、子離れができない親もいる。/因为太爱孩子,有些父母离不开孩子。'
            ]
          ]
        }
      ]
    }, {
      topic: '~以上(は)',
      list: [
        {
          l: ['Vの简体形、【形2、N】+である'],
          i: [
            '日本語：~のだから、当然。',
            '中国語：表示前项已经成为事实，自然而然会出现后项。可译为“既然……就……”。'
          ],
          e: [
            [
              'いったん仕事を引き受けた<<以上は>>、途中で止めることはできない。/既然已经接受了这份工作，就不能中途放弃。'
            ],
            [
              '試験を受ける<<以上は>>、とにかく合格できるように頑張ろう。/既然要参加考试，就得努力考过。'
            ],
            [
              '母親である<<以上は>>、子どもを育てる義務がある。/既然作为母亲就有义务抚养孩子。'
            ]
          ]
        }
      ]
    }, {
      topic: '~一方/~一方で(は)',
      list: [
        {
          l: ['【V、形1】の基本形、【形2、N】+である'],
          i: [
            '日本語：~と同時に別の面では(対比)。',
            '中国語：表示并列或者对比。可译为“一方面……另一方面……”。'
          ],
          e: [
            [
              '仕事をする<<一方で>>、遊ぶことも忘れない、そんな若者が増えている。/工作的同时，还不忘娱乐，这样的年轻人在不断增加。'
            ],
            [
              'この国は、労働力が豊富である<<一方で>>、天然資源には恵まれていない。/这个国家劳动力丰富，但是自然资源匮乏。'
            ],
            [
              '山田先生は、学生に対して大変厳しい<<一方で>>、学生の世話もよくする親切な一面もある。/山田先生一方面对学生要求很严格，另一方面也有体贴照顾学生温柔的一面。'
            ]
          ]
        }
      ]
    }, {
      topic: '~一方だ',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：一つの方向にばかり変化が進んでいる。',
            '中国語：表示变化朝着一个方向不断地发展。可译为“一个劲儿地……”“不断地……”。'
          ],
          e: [
            [
              'ここ数年、この町の人口は減る<<一方だ>>。/这几年，这个城市的人口在不断减少。'
            ],
            [
              '携帯電話を使う人の数は増える<<一方だ>>。/使用手机的人数不断地增加。'
            ],
            [
              '祖父の病気は入院後も悪くなる<<一方だ>>。/住院之后爷爷的病情一个劲儿地恶化。'
            ]
          ]
        }
      ]
    }, {
      topic: '~うちに',
      list: [
        {
          l: ['Vの【ない形、ている】、【形1、形2、N】の連体修飾形'],
          i: [
            '日本語：変化が起こる前に何かをする、~の間に。',
            '中国語：表示如果不按照前项的条件去完成后项的话，以后就难了。可译为“趁着……”。'
          ],
          e: [
            [
              '雨が降らない<<うちに>>、家に帰ったほうがいい。/你最好趁着还没下雨，赶紧回家。'
            ],
            [
              '祖母は元気な<<うちに>>いろいろな所へ旅行したいと言っている。/奶奶说想趁着身体健康去各地旅行。'
            ],
            [
              '明日は母の日だ。母が寝ている<<うちに>>朝ごはんを作って驚かせよう。/明天是母亲节。想趁着妈妈睡觉的时候给她做顿早饭，让她大吃一惊。'
            ]
          ]
        }, {
          l: ['Vの【基本形、ない形、ている】'],
          i: [
            '日本語：~している間に予想していなかったことが起こる。',
            '中国語：表示在前项持续的期间，发生了没有预料到的后项。可译为“在……过程中”。'
          ],
          e: [
            [
              '先生の話を聞いている<<うちに>>、だんだん眠くなった。/我在听老师说话的过程中渐渐犯困了。'
            ],
            [
              'しばらく会わない<<うちに>>、その子はずいぶん大きくなっていた。/好久没见了，那孩子居然长这么大了。'
            ],
            [
              '切符を買っている<<うちに>>、電車が出てしまった。/在我正在买票的过程中，电车驶离车站了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~得る/~得ない',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：~することができる、可能性がある。',
            '中国語：表示有可能出现后项结果。可译为“可能……”。否定形式表示没有这种可能性。可译为“不可能……”。'
          ],
          e: [
            [
              'そのときの気持ちはとても言葉で表現し<<得ない>>。/那时的心情很难用语言表达。'
            ],
            [
              '考え<<得る>>方法は全部試してみたが、どれも失敗に終わった。/能想到的方法全部都尝试过了，但全都是以失败告终。'
            ],
            [
              'あの真面目な彼女が犯人？そんなことはあり<<得ない>>。/那个很认真的女孩是犯人？那是不可能的。'
            ]
          ]
        }
      ]
    }, {
      topic: '~おかげで/~おかげだ',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~が原因で→普通はよい結果になる場合に使うが、皮肉な表現として、悪い結果になる場合にも使うことがある。',
            '中国語：表示因为某种原因，导致了好的结果发生。可译为“多亏了……”“幸亏……”。'
          ],
          e: [
            [
              '医療技術の進步の<<おかげで>>、平均寿命が延びた。/多亏了医疗技术的进步，人类的平均寿命得以延长。'
            ],
            [
              '仕事が早く済んだのは、友達が手伝ってくれた<<おかげだ>>。/之所以能提早完成工作，多亏了朋友的帮助。'
            ],
            [
              '台風が上陸した<<おかげで>>、旅行がキャンセルになってしまった。/因为台风登陆，旅行被迫取消。'
            ]
          ]
        }
      ]
    }, {
      topic: '~恐れがある',
      list: [
        {
          l: ['【V、N】の連体修飾形'],
          i: [
            '日本語：~の危険性がある、~という心配がある。',
            '中国語：表示担心出现某种消极的状况。可译为“恐怕会……”“有可能……”。'
          ],
          e: [
            [
              '雨が降っている夜には、できるだけ運転をしないほうがいい。事故を起こす<<恐れがある>>。/在下雨的夜晚，尽量最好不要开车，恐怕会发生交通事故。'
            ],
            [
              'この病気は人から人へ伝染する<<恐れがある>>。/这种病有可能人传染给人。'
            ],
            [
              '卒業しても就職できない<<恐れがあり>>、学生たちの表情は暗い。/即使毕业了也可能会就业困难，学生们的表情很忧郁。'
            ]
          ]
        }
      ]
    }, {
      topic: '~か~ないかのうちに',
      list: [
        {
          l: ['Vの基本形/Vのた形+か、Vのない形+かのうちに'],
          i: [
            '日本語：~すると、ほとんど同時に。',
            '中国語：表示前后动作几乎同时发生。可译为“一……就……”“刚……立刻……”。'
          ],
          e: [
            [
              '終業ベルが鳴った<<か>>鳴ら<<ないかのうちに>>、事務所には誰もいなくなった。/下班铃刚一响，办公室里面就一个人也没有了。'
            ],
            [
              '電車のドアが開く<<か>>開か<<ないかのうちに>>、乗客が飛び出してくる。/电车门一开，乘客就冲了出去。'
            ],
            [
              '私たちは、夜が明ける<<か>>明け<<ないかのうちに>>出発した。/我们天一亮就出发了。'
            ]
          ]
        }
      ]
    }
  ]
}
