export default {
  title: 'ところ',
  content: [
    {
      topic: '~ところに/~ところへ/~ところを/~ところで',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：場面、時点、行為の段階。',
            '中国語：表示时间、场合、状况等。可译为“正在……的时候”。'
          ],
          e: [
            [
              '財布がなくして困っている<<ところに>>、友達が通りかかって助かった。/我丢了钱包，正不知所措之时，碰巧朋友路过此地，帮了我大忙了。'
            ],
            [
              '彼女に電話をかけようとした<<ところへ>>、彼女のほうからかかってきた。/我正想给她打电话的时候，她给我打来了。'
            ],
            [
              'お忙しい<<ところを>>来てくださって、ありがとうございます。/感谢您在百忙之中还特地过来。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~たところ',
      list: [
        {
          l: ['Vのた形'],
          i: [
            '日本語：~したら~という結果だった、~ということがわかった。',
            '中国語：做了前项的事情后，出现了意想不到的后项。后项多为偶然性或意外发现。可译为“结果发现……”。'
          ],
          e: [
            [
              '担当者に電話で問い合わせてみ<<たところ>>、社員旅行の申し込みはもう終わっていた。/打电话给负责人咨询了一下，结果发现员工旅行的申请已经截止了。'
            ],
            [
              'B社の新しいパソコンを買っ<<たところ>>、トラブルばかりでがっかりした。/买了B公司的新款笔记本电脑，结果它总出故障让我很失望。'
            ],
            [
              '一口食べてみ<<たところ>>、とてもおいしかった。/试着尝了一口，结果发现很好吃。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~どころか',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：~はもちろん、もっと簡単な~もだめだ/~はもちろん、~も大丈夫だ。',
            '中国語：表示前项的事情就别提了，就连有可能的或者认为是最低标准的后项也没有出现。可译为“别说是……就连……都不……”。'
          ],
          e: [
            [
              'うちの父はお酒がまったくだめで、ウィスキー<<どころか>>ビールも飲めない。/我爸爸完全不会喝酒，威士忌就不用说了，就连啤酒都喝不了。'
            ],
            [
              '忙しくて、旅行する<<どころか>>、テレビを見る暇さえありません。/现在很忙，别说是旅行了，就连看电视的时间都没有。'
            ],
            [
              'こんなに成績が悪いと、就職<<どころか>>卒業も危ない。/如果成绩这么差的话，别说是就业了就连毕业都难。'
            ]
          ]
        },
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：~ではなく、まったく反対に。',
            '中国語：用于从根本上推翻说话人的预想或问话人的期待。可译为“非但没……反而……”。'
          ],
          e: [
            [
              '私は彼女にいろいろ親切にしたつもりなんですが、感謝される<<どころか>>、恨まれました。/本以为对她够热心了。但她非但没感谢我，反而还怨恨我。'
            ],
            [
              'この国の経済はよくなる<<どころか>>、ますます悪くなっている。/这个国家的经济非但没有好转，反而越来越差。'
            ],
            [
              '彼の奧さんは優しい<<どころか>>、鬼のような人だ。/他的妻子非但不温柔，反而像个魔鬼一样。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~どころではない/~どころではなく',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形'],
          i: [
            '日本語：ぜんぜん~ではない、~はとんでもない。',
            '中国語：表示根本就不是前项，（而是恰恰相反的后项）。可译为“哪里是……（相反……）”。'
          ],
          e: [
            [
              '春だというのに、お花見<<どころではなく>>、夜遅くまで仕事をしている。/虽然已是春天，但哪儿有时间去赏花，反而是每天工作到很晚。'
            ],
            [
              'この国の経済はどんどん悪くなっていて、よくなる<<どころではない>>。/这个国家的经济逐渐恶化，根本没有好转。'
            ],
            [
              '忙しくてテレビを見る暇もないのだから、旅行<<どころではない>>。/忙得连看电视的时间都没有，哪儿还有时间旅行啊。'
            ]
          ]
        }
      ]
    }
  ]
}
