export default {
  title: 'その他',
  content: [
    {
      topic: '~くせに/~くせして',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~のに(非難する気持ち、不満の気持ちがある)。',
            '中国語：表示转折。用于对别人的指责，表达自己的抱怨或者不满。可译为“虽然……却……”“明明……却……”。'
          ],
          e: [
            [
              '知っている<<くせに>>、何も教えてくれない。/虽然知道，但是什么都不告诉我。'
            ],
            [
              'あの人、日本に3年もいた<<くせに>>、日本語であいさつもできないんだよ。/他在日本待了三年，却连寒暄语之类的简单日语都不会说。'
            ],
            [
              '彼は彼女のことが好きな<<くせに>>、それを彼女に言えない。/他虽然喜欢她，但是却不能对她说。'
            ]
          ]
        }
      ]
    }, {
      topic: '~く(ぐ)らい/~く(ぐ)らいの/~く(ぐ)らいだ',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：例をあげて、程度を示す。',
            '中国語：表示程度。可译为“达到……的程度”。'
          ],
          e: [
            [
              '今日は朝から仕事が忙しくて、食事をする時間もない<<くらいだ>>。/今天从早忙到晚，连吃饭的时间都没有。'
            ],
            [
              'もう動けない<<くらい>>疲れた。/累得已经不能动了。'
            ],
            [
              '今日はとても暖かくて、コ-トも要らない<<くらいです>>。/今天很暖和，暖和得都不用穿外套了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~く(ぐ)らいなら',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：~より~のほうがまだ良い、ましだ。',
            '中国語：表示条件。可译为“与其……还不如”“要是……的话，还是……吧”。'
          ],
          e: [
            [
              'そのパソコン、捨てる<<ぐらいなら>>、私にください。/那台电脑，如果要扔掉的话，还不如给我算了。'
            ],
            [
              '途中でやめる<<くらいなら>>、最初からやらないほうがいい。/与其中途放弃，还不如最初就不要开始。'
            ],
            [
              'あいつに謝る<<くらいなら>>、死んだほうがましだ。/与其让我和那个家伙道歉，还不如让我去死。'
            ]
          ]
        }
      ]
    }, {
      topic: '~げな/~げに/~げだ',
      list: [
        {
          l: ['Vのます形、形1、形2の語幹'],
          i: [
            '日本語：いかにも~そうだ(様態)。',
            '中国語：表示样态。根据事物呈现出的外观而做出推断。可译为“看起来好像……”。'
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }
  ]
}
