export default {
  title: '~に~',
  content: [
    {
      topic: '~に比ベ/~に比べて',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：比較して述べる。',
            '中国語：表示将前后两项进行比较，指出其中的差异。可译为“与……相比”。'
          ],
          e: [
            [
              '「数学の点<<に比ベて>>国語の点が悪すぎる。」と私は母に怒られた。/妈妈责备我说“和数学的分数相比，语文的分数太低了。”'
            ],
            [
              '都心<<に比べて>>郊外は空気がきれいなので、子どもを育てるのに適している。/和市中心相比郊外的空气更清新，因此适合孩子成长。'
            ],
            [
              '昼間<<に比べて>>深夜は電気料金が安い。/和白天相比，深夜的电价更便宜。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に加え/~に加えて',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：その上に。',
            '中国語：表示递进关系。可译为“再加上……”“而且……”。'
          ],
          e: [
            [
              '夏の低温<<に加えて>>、雨が少なくて、今年の作物の生育がよくないそうだ。/夏季的低温，再加上雨水不足，导致今年的作物生长的不好。'
            ],
            [
              '川の水<<に加え>>、地下水まで汚れているので、安心して飲める水がなくなった。/不仅是河水，就连地下水也很脏，所以说能让人放心喝的水越来越少了。'
            ],
            [
              '森林火災<<に加え>>、高速道路の建設で、森はだんだん減ってしまった。/森林火灾再加上高速公路的建设，导致森林逐渐减少。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にこたえ/~にこたえて/~にこたえる',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に合うように。',
            '中国語：接续的名词多为要求、希望、期待等。表示顺应前项，做出回应。可译为“满足……”“响应……”。'
          ],
          e: [
            [
              '国会は国民の期待<<にこたえる>>政策を設定すべきである。/国会应该制定符合人民心愿的政策。'
            ],
            [
              '皆さんのご希望<<にこたえ>>、商品を生産していくつもりです。/我们打算根据大家的要求来生产产品。'
            ],
            [
              '「医者になってほしい。」という親の期待<<にこたえて>>、彼は医者になった。/“希望能当个医生”，他没有辜负父母的期待，成为了一名医生。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に際し/~に際して',
      list: [
        {
          l: ['Vの基本形、N'],
          i: [
            '日本語：~ときに、~場合に。',
            '中国語：表示后项事态发生的时间点。可译为“值……之际”。'
          ],
          e: [
            [
              'オリンピック<<に際して>>の最大の心配はやはり安全保障問題だろう。/奥林匹克运动会召开时，最让人担心的就是安全问题。'
            ],
            [
              '卒業式<<に際して>>、市長からお祝いの言葉が卒業生に送られた。/在毕业典礼上，市长为毕业生送上了祝福的话语。'
            ],
            [
              '米国大統領訪日<<に際し>>、歓迎のレセプションが行われた。/值美国总统访日之际，举行了欢迎宴会。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に先立って/~に先立ち/~に先立つ',
      list: [
        {
          l: ['Vの基本形、N'],
          i: [
            '日本語：~のまえに。',
            '中国語：表示在做前项动作之前，先完成后项动作。可译为“在……之前”。'
          ],
          e: [
            [
              '新薬の輸入<<に先立ち>>、慎重な調査が行われている。/在进口新药之前，先做了慎重的调查。'
            ],
            [
              '試合開始<<に先立ち>>、国歌を演奏致します。/在比赛开始之前，先演奏国歌。'
            ],
            [
              '映画の上映<<に先立って>>、出演者が舞台に出て挨拶をした。/在电影放映之前，主演先登台问候在座的观众。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にしたがって/~にしたがい',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の指示通りにする。',
            '中国語：前项多为表示命令、意见、规则等的名词。可译为“遵从……”“听从……”“按照……”。'
          ],
          e: [
            [
              '会議での決定<<に従い>>、来月から新製品の生産を開始することになった。/按照在会议上所做的决定，从下月开始要生产新产品。'
            ],
            [
              '親の勧め<<に従い>>、地元で就職することにした。/听从父母的劝告，决定在本地就职。'
            ],
            [
              'ス一パ一が火事になったが、客は店員の指示<<に従って>>避難し、全員無事だった。/超市发生了火灾，客人按照店员的指示逃生，全都平安无事。'
            ]
          ]
        },
        {
          l: ['Vの基本形、N'],
          i: [
            '日本語：~が変化すると~も変化する。',
            '中国語：表示随着前项的变化，而产生后项的变化。可译为“随着……”。'
          ],
          e: [
            [
              '国の経済が発展する<<にしたがって>>、人びとの暮らしもよくなってきた。/随着国家经济的发展，人民的生活水平也得到了提高。'
            ],
            [
              '景気が悪くなる<<にしたがって>>、衘にはホームレスが増えていくだろう。/随着经济不景气的恶化，街道上无家可归的人会增多吧。'
            ],
            [
              '携帯電話の普及<<にしたがい>>、通話料も安くなった。/随着手机的普及，通话费便宜了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にしたら/~にすれば/~にしても',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の立場から言えば。',
            '中国語：表示站在别人的立场或从别人的角度，推测其对某事情的看法。可译为“从……的角度来看”“站在……的立场来看”。'
          ],
          e: [
            [
              '親<<にしたら>>、息子が宇宙飛行士として活躍しているのはうれしいことだろう。/自己的儿子作为飞行员，取得了很大的成就，父母是多么的开心啊。'
            ],
            [
              'この階段は、私にはたいしたことはありませんが、足の弱い人<<にすれば>>、とても大変だろうと思いますよ。/这个楼梯对于我来说没什么，但是站在腿脚不好的人的角度来看，我觉得爬这个楼梯会很费劲吧。'
            ],
            [
              '大統領は「戰争をしない。」と言っている。国民<<にしても>>、考えは同じだ。/总统说不开战。从国民的角度来看，想法都是一样的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にしては',
      list: [
        {
          l: ['Vの简体形、N'],
          i: [
            '日本語：~のわりには、普通予想されるのとは違って。',
            '中国語：表示从前项来推测，后项出现了意想不到的情况。可译为“与……不符”“与……相比却……”。'
          ],
          e: [
            [
              '初めてケーキを作った<<にしては>>上手にできましたね。/虽然是第一次做蛋糕，但是做得很不错。'
            ],
            [
              '今日は秋<<にしては>>暑い。まるで夏のようだ。/虽然是秋天但是很热。像夏天一样。'
            ],
            [
              '田中さんは60歳<<にしては>>若く見える。/田中先生虽然60岁了，但是看上去很年轻。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にしても/~にしる/~に世よ',
      list: [
        {
          t: '~にしても/~にしる/~に世よ',
          l: ['【V、形1】の简体形、【形2、N】+（である）'],
          i: [
            '日本語：~ても、~と仮定しても。',
            '中国語：表示承认前项为事实，后项所出现的情况与前项所预测的不一样。可译为“就算……也……”“即使……也……”。'
          ],
          e: [[''], [''], ['']]
        },
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    }
  ]
}
