export default {
  title: 'から',
  content: [
    {
      topic: '~から言うと/~から言えば/~から言ったら/~から言って',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の点を見ていうと、~を考えていうと、~についていうと。',
            '中国語：表示以某一立场为依据，对事物进行判断。其前项不能直接接在人物名词后面。可译为“从……来说”。'
          ],
          e: [
            [
              '現状<<から言って>>、ただちにその計画を実行するのは無理だ。/从目前的情况而言，要马上实施那个计划是不行的。'
            ],
            [
              '文法の複雑さ<<からいえば>>、ロシア語ほど難しい言葉はない。/从语法的复杂程度来看，没有比俄语更难的语言了。'
            ],
            [
              '彼は、能力<<からいうと>>特に優れた社員とは言えないが、性格がいいので上司に気に入られている。/从工作能力上来说，他称不上是一个优秀的员工，但他性格很好，受领导的赏识。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~からすると/~からすれば/~からしたら',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~から判断すると、~を見て判断すると。',
            '中国語：表示以某一立场为依据，对事物进行判断。可译为“从……来判断”。'
          ],
          e: [
            [
              '話し方<<からすると>>、彼は東京の人ではないようだ。/从说话方式来看，他好像不是东京人。'
            ],
            [
              '暗い顔<<からすれば>>、今度の会談は順調ではなかったようだ。/从他阴沉的表情来判断，这次的会谈好像并不顺利。'
            ],
            [
              '観測気温<<からすれば>>、そんなに暑くはないはずだが、湿度が高いので、とても暑く感じる。/从观测的气温来看，应该并没有那么热的，但是由于湿度高，所以感觉很热。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~から見ると/~から見れば/~から見たら/~から見て/~から見ても',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~についていうと、~の立場からいうと。',
            '中国語：表示以某一立场为依据，对事物进行判断。可译为“从……来看”。'
          ],
          e: [
            [
              '観測されたデ-タ<<から見て>>、火山の噴火はおさまりつつあるようだ。/从观测的数据来看，火山的喷发好像正在逐渐消退。'
            ],
            [
              'この車はデザインもいいし、安全性<<から見ても>>世界一の車だと言えます。/这种车的设计也不错，即便从安全性来看也可以说是世界第一的汽车。'
            ],
            [
              '彼に好意的な人<<から見ても>>、あの会での彼の発言は許せないだろう。/即便是对他有好感的人看来，他在那次大会上的发言也是不容原谅的吧。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~からこそ',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：~理由で、~原因で（強調）。',
            '中国語：表示说话人主观上强调唯一原因。可译为“正因为……”。'
          ],
          e: [
            [
              '好きなことを職業にする人が多いが、わたしは映画が好きだ<<からこそ>>、職業にはしないことにした。/很多人把自己喜欢的事情当做自己的事业。但是我正是因为喜欢电影，才不把它当做我的事业去做。'
            ],
            [
              '親はこどものことを心配している<<からこそ>>叱るのだ。/父母正是因为担心孩子才责备孩子。'
            ],
            ['努力した<<からこそ>>成功したんだ。/正是因为努力才取得了成功。']
          ]
        }
      ]
    },
    {
      topic: '~からといって',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：~から、~とは言えない。',
            '中国語：虽说前项事实成立，但也不能就此为理由去做后项的事情。虽说前项是正确的，但是后项未必也是正确的。可译为“虽说……也不能……”。'
          ],
          e: [
            [
              '疲れた<<からといって>>、仕事を休むことはできない。/虽说累了，但也不能请假休息。'
            ],
            [
              '仕事でミスをした<<からといって>>、落ち込んでいるわけにはいかない。/虽说在工作中出现了失误，但也不能总是情绪低落。'
            ],
            [
              '日本人だ<<からといって>>、いつも正しい日本語を話すとは限らない。/虽说是日本人，但并不意味着说的日语都是正确的。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~からには/~からは',
      list: [
        {
          l: ['Vの简体形、N+である'],
          i: [
            '日本語：~のだから、当然~。',
            '中国語：表示既然到了前项这种情况，当然想做或必须要做后项事情。可译为“既然……就要……”。'
          ],
          e: [
            [
              'やる<<からには>>、最後までやりたいと思います。/既然要做，我就要坚持到底。'
            ],
            [
              '社会人である<<からは>>、自分の義務と責任を忘れてはいけない。/既然是社会的一份子，就不能忘记自己的义务和责任。'
            ],
            [
              '一度契約を結んだ<<からには>>、それを破ることは簡単にはできない。/一旦签订了合同，就不能轻易地毁约了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~からして',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~をはじめとして他も全部（最も基本的なことを例にする）。',
            '中国語：表示从整体中举出一个极端的例子。是根据一点而观全貌的说法。可译为“单从……来看”。'
          ],
          e: [
            [
              '田中さんのプランは、その発想<<からして>>独特だ。/田中的计划单从构思来看，就很特别。'
            ],
            [
              '母は紙一枚<<からして>>無駄にはしないで節約する。/妈妈很节约，就连一张纸都不浪费。'
            ],
            [
              'お金持ちの彼女は持ち物<<からして>>私たらとは違う。/单从穿戴的东西来看，就能看出那个有钱女孩和我们不一样。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~から~にかけて',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：だいたいの範囲。',
            '中国語：接在表示时间或者场所等名词后，表示时间或地点的起点和终点。可译为“从……到……”。'
          ],
          e: [
            [
              '台風の影響で、昨夜<<から>>今朝<<にかけて>>、激しい雨が降り続いた。/由于台风的影响，从昨天晚上到今天早上一直在下暴雨。'
            ],
            [
              'この植物は九州北部<<から>>中部<<にかけて>>見られる。/这种植物在九州北部到中部地区都能看到。'
            ],
            [
              'ガス爆発で、彼は肩<<から>>腰<<にかけて>>大やけどを負った。/由于煤气爆炸，他从肩膀到腰部都受到很严重的烧伤。'
            ]
          ]
        }
      ]
    }
  ]
}
