export default {
  title: '次第',
  content: [
    {
      topic: '~次第',
      list: [
        {
          l: ['Vのます形、N'],
          i: [
            '日本語：~したらすぐに（過去形の文にはならない）。',
            '中国語：表示一做完前项的事情就马上主动地、有意识地去做后项的事情。可译为“一……就……”。'
          ],
          e: [
            [
              'スケジュールが決まり<<次第>>、すぐ知らせてください。/日程安排一定下来，就请你立刻通知我。'
            ],
            ['修理が終わり<<次第>>、ご連絡します。/-修理完就联系您。'],
            [
              '向こうに着き<<次第>>、電話してください。/你一到那边请马上给我电话。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~次第で/~次第では/~次第だ',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~によって決まる、~によって変わる。',
            '中国語：表示后项会产生怎样的结果，全凭前项条件如何。可译为“根据………”“取决于……”。'
          ],
          e: [
            [
              '先生のご都合<<次第では>>、来週の講義は延期になります。/根据老师的情况，下周的讲演将延期。'
            ],
            [
              '旅行に行くか行かないかは、そのときの体調<<次第だ>>。/是否去旅行，取决于当时的身体状况。'
            ],
            [
              '検査の結果<<次第で>>、手術するかどうかを決めましょう。/根据检查结果来决定是否需要做手术。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~次第だ',
      list: [
        {
          l: ['Vの简体形'],
          i: [
            '日本語。改まった表現。~というわけだ（自分の行動の説明）。',
            '中国語。用于说明事情的原委、缘由。可译为“于是……”“就此……”。'
          ],
          e: [
            [
              '突然起きた事故なので、報告もできす、自分でこう決めた<<次第です>>。/因为是突发事故，也来不及报告，于是就擅自做主了。'
            ],
            [
              '売り上げ予想とコストを考慮した結果、この製品の開発を断念した<<次第です>>。/考虑了成本和预计销售额之后，于是我决定开发这种产品。'
            ],
            [
              '父は来年定年ですが、うちには弟と妹がいます。私もアルバイトを減らしてもっと勉強したいと考えています。このようなわけで奨学金を申請する<<次第です>>。/我爸爸明年退休，而且家里还有弟弟妹妹。我也想减少点打工，更加用功学习。就此我想要申请奖学金。'
            ]
          ]
        }
      ]
    }
  ]
}
