export default {
  title: '~を~',
  content: [
    {
      topic: '~をきっかけに(して)/~をきっかけとして',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：具体的なできごとを機会として。',
            '中国語：表示以某事为契机，发生了后项。可译为“以……为契机”“以……为起因”。'
          ],
          e: [
            [
              '田中さんは、あるパーティーで友達から一人の女性を紹介された。これ<<をきっかけに>>、田中さんはその女性との交際を始めたそうだ。/在某个聚会上，经朋友介绍，田中认识了一个女孩。听说从那以后，田中就开始了和那个女孩的交往。'
            ],
            [
              '町内のボランティア活動<<をきっかけにして>>、近所の人と親しくなった。/以街道举办的志愿者活动为契机，和邻居们的关系变得亲密起来。'
            ],
            [
              'その事件<<をきっかけとして>>、第二次世界大戦が始まったと言われる。/据说以那个事件为契机，第二次世界大战开始了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~を契機に(して)/~を契機として',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：具体的なできごとを機会として。',
            '中国語：表示以前项为契机，发生了意想不到的或者从未有过的后项动作。可译为“以……为开端”“以………为契机”。'
          ],
          e: [
            [
              'その国は敗戦<<を契機に>>、平和の国家へ步み始めた。/那个国家以战败为契机，开始向和平国家迈进。'
            ],
            [
              'その戦争<<を契機として>>世界経済は悪化した。/以那次战争为契机，世界经济开始恶化。'
            ],
            [
              'S銀行の倒産<<を契機として>>、経済の混乱が始まった。/以S银行的倒闭为契机，世界经济开始变得混乱。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~をこめて/~をこめた',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：感情などを中に含めて。',
            '中国語：前项多为表示心情或感情的名词。可译为“饱含……”“倾注……”“充满……”。'
          ],
          e: [
            [
              '母の誕生日に、心<<をこめて>>セ一タ一を編んだ。/倾注自己的一片真心，为母亲织了一件毛衣，作为生日礼物。'
            ],
            [
              '先生への感謝の気持ち<<をこめて>>、みんなで手紙を書いた。/大家满怀着感激之情给老师写了一封信。'
            ],
            [
              'もう少し心<<をこめて>>歌うと、もっと人に感動を与えられます。/如果再稍微用些心去歌唱，能让人们更加地感动。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~を中心に(して)/~を中心として/~を中心に',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~が中心になって。',
            '中国語：表示以某人、某问题、某地理位置为核心进行展开。可译为“以……为中心”。'
          ],
          e: [
            [
              '今晚、東北地方<<を中心に>>大雪が降る恐れがあります。/今晚以东北地区为中心，恐怕会下大雪。'
            ],
            [
              '日本は東京<<を中心として>>、鉄道が全国に延びている。/在日本以东京为中心的铁路遍布全国。'
            ],
            ['地球は太陽<<を中心にして>>回っている。/地球以太阳为中心公转。']
          ]
        }
      ]
    },
    {
      topic: '~をぬきにして(は)/~はぬきにして',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~なしで、~を除いて。',
            '中国語：表示不考虑前项，直接发生后项动作。可译为“抛开……”“免去………”。'
          ],
          e: [
            [
              '今日は時間がありません。あいさつ<<はぬきにして>>、さっそく会談を始めましょう。/今天时间很紧。所以我们就免去寒暄，直接开始会谈吧。'
            ],
            [
              '冗談<<はぬきにして>>、まじめに話し合いましょう。/别开玩笑了，咱们认真的谈谈吧。'
            ],
            [
              'テレビ<<をぬきにして>>の生活なんて考えられない。/没有电视的生活难以想象。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~をはじめ(として)/~をはじめとする',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を代表として。',
            '中国語：前项名词表示同类事物中有代表性的一个。可译为“以……为首的”。'
          ],
          e: [
            [
              '山本さんが難しい試驗に合格した。ご両親<<をはじめ>>、先生がたも喜んでいらっしゃる。/山本通过了很难的考试。他的父母以及所有的老师都为之高兴。'
            ],
            [
              '新幹線<<をはじめとする>>交通機関が雪のためストップしています。/由于下雪，以新干线为主的交通设施全部停运。'
            ],
            [
              '春は桜<<をはじめ>>いろいろな花が一斉に咲きます。/在春天，以樱花为首，各种花朵一齐开放。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~をめぐって/~をめぐる',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を話題の中心として、さまざまな意見、問題などがある。',
            '中国語：表示围绕前项展开争论，议论或者出现了意见的对立。可译为“围绕……”“就……”。'
          ],
          e: [
            [
              '環境問題の解決策<<をめぐって>>、熱心な議論が続いている。/围绕环境问题的解决方案，展开了热烈的讨论。'
            ],
            [
              '委員会のメンバーは教育問題<<をめぐって>>活発に話し合った。/委员会的成员围绕教育问题展开激烈的讨论。'
            ],
            [
              '歌手Aの離婚<<をめぐって>>、いろいろなうわさが流れている。/围绕歌手A的离婚，出现了各种各样的传言。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~をもとに/~をもとにして',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を基礎にして、~に基づいて。',
            '中国語：表示以前项为基础去做后项动作。可译为“根据……”“基于……”。'
          ],
          e: [
            [
              '日本語のクラスは、テストの点数と今までの学習時間<<をもとに>>決定される。/根据考试分数和迄今为止的学习时间来决定日语班级。'
            ],
            [
              'これは歴史上の事実<<をもとにして>>書かれた小説です。/这部小说是以历史事实为依据编写的。'
            ],
            [
              '長年かかってまとめた資料<<をもとにして>>、研究論文を書き上げた。/以耗时多年总结的资料为依据，完成了研究论文。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~を通じて/~を通して',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を仲介にして、~を手段にして。',
            '中国語：前项名词为发生后项的手段，媒介。可译为“通过……”“由……”。'
          ],
          e: [
            [
              '先辈<<を通して>>、大学の案内をもらった。/通过前辈，拿到了大学的指南。'
            ],
            [
              '友人<<を通じて>>珍しい花を手に入れた。/通过朋友得到了这种罕见的花儿。'
            ],
            [
              '紅白歌合戦は衛星放送<<を通じて>>海外でも見られる。/红白歌会通过卫星转播，在海外也能收看。'
            ]
          ]
        },
        {
          l: ['N'],
          i: [
            '日本語：~の期間、~の範囲全部にわたって(時間的、空間的)。',
            '中国語：前项为表示期间或者区间的名词。表示前项范围内状态一直持续。可译为“全……”“整个……”。'
          ],
          e: [
            [
              '沖縄は一年<<を通じて>>暖かいそうだ。/听说冲绳这个地方，四季温暖如春。'
            ],
            [
              '北京には年間<<を通じて>>観光客が訪れる。/北京全年都有很多游客来访。'
            ],
            [
              '日本は江戸時代<<を通して>>、鎖国をしていた。/日本在整个江户时代都处于锁国的状态。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~を問わず/~は問わず',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に関係なく。',
            '中国語：前项多为表示复数概念或者相反意思的名词。可译为“不问……”“不管……”。'
          ],
          e: [
            [
              'その小説は、年齡や性別<<を問わず>>、多くの人々に読まれている。/不分年龄和性别，很多人都在看那本小说。'
            ],
            [
              'この会社では給料は、年齢<<を問わず>>、営業成績で決められる。/这家公司，不管员工的年龄多大，工资都是由销售业绩决定的。'
            ],
            [
              '収入の多少<<を問わず>>、だれでもこの施設が利用できる。/无论收入多少，每个人都可以使用这些设施。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~を~として/~を~とする/~を~とした',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を~にする、~と考える、~と決める。',
            '中国語：表示“把……当做……”“把……作为……”。'
          ],
          e: [
            [
              '今年一年、大学合格<<を>>目標<<として>>頑張るつもりだ。/今年1年打算以考上大学为目标努力奋斗。'
            ],
            [
              'この奨学金は留学生<<を>>対象<<とした>>ものです。/这个奖学金是以留学生为对象的。'
            ],
            [
              'あの山<<を>>背景<<として>>写真を撮りましょう。/咱们以那座山为背景拍张照片吧。'
            ]
          ]
        }
      ]
    }
  ]
}
