export default {
  title: '助词用法',
  content: [
    {
      topic: '助词',
      list: [
        {
          name: 'は',
          usage: [
            { u: '对比', e: '私はお酒を飲むが、王さんは飲まない。' },
            { u: '强调', e: '王さんには会った。' },
            {
              u: '数量词后，表示“至少”',
              e: '日本で結婚するのに200万円は要る。'
            }
          ]
        },
        {
          name: 'も',
          usage: [
            {
              u: '数量词后，表示数量之多',
              e: '日本で結婚するのに200万円も要るか。'
            }
          ]
        },
        {
          name: 'と',
          usage: [
            { u: '和', e: '机の上にミルクと果物がある。' },
            { u: '引用的内容', e: 'きれいだと思う。' }
          ]
        },
        {
          name: 'や',
          usage: [{ u: '不完全列举', e: '机の上にミルクや果物（など）がある。' }]
        },
        {
          name: 'の',
          usage: [
            { u: '的', e: 'これは私の本だ。' },
            { u: '代名词', e: 'もう少し大きいのはないか。' }
          ]
        },
        {
          name: 'へ',
          usage: [{ u: '移动的方向', e: '学校へ行く' }]
        },
        {
          name: 'を',
          usage: [
            { u: '动宾搭配', e: 'ご飯を食べる' },
            { u: '离开的场所', e: '家を出る' },
            { u: '经过的场所', e: '橋を渡る' }
          ]
        },
        {
          name: 'か',
          usage: [
            { u: '或者', e: 'パンかミルクをください。' },
            { u: '不确定', e: 'いつか家に遊びに来てくださいね。' }
          ]
        },
        {
          name: 'が',
          usage: [
            { u: '情感，能力，拥有，愿望的对象', e: '日本語が分かる。' },
            { u: '自动词描述的主体', e: '窓が閉まっている。' }
          ]
        },
        {
          name: 'に',
          usage: [
            { u: '动作发生的具体时间', e: '毎日7時に起きる。' },
            { u: '移动的目的地', e: '会社に行く' },
            { u: '动作状态的地点', e: '大連に住んでいる。' },
            { u: '授受关系的对象', e: '王さんに花をあげた。' },
            { u: '附着点', e: 'いすに座る' },
            { u: '频率', e: '一週間に一回映面を見る。' },
            { u: '移动的目的', e: '買い物に行く' },
            { u: '基准，用途', e: 'この写真はパスポ一トの申請に使う。' },
            { u: '被动句中动作发出者', e: '先生に叱られた。' }
          ]
        },
        {
          name: 'で',
          usage: [
            { u: '交通工具', e: 'バスで行く' },
            { u: '动作发生的具体地点', e: '食堂でご飯を食べる。' },
            { u: '方式手段', e: 'はさみで紙を切る。' },
            { u: '限定数量，状态', e: 'この仕事は5分でできる。' },
            { u: '原因', e: '地震で、木が倒れた。' }
          ]
        }
      ]
    }
  ]
}
