export default {
  title: 'その他',
  content: [
    {
      topic: '~ほど',
      list: [
        {
          l: ['【V、形1】の基本形、形2+な、N'],
          i: [
            '日本語：~の程度が進むと~の程度も進む。',
            '中国語：表示随着前项程度的增加，后项也随之变化。可译为“越……越……”。'
          ],
          e: [
            [
              '時間がある人<<ほど>>勉強しないようだ。/好像越是有时间的人，越不学习。'
            ],
            [
              '宝石は色がきれいな<<ほど>>値段が上がる。/宝石这种东西是色泽越好价格越高。'
            ],
            [
              'いい選手<<ほど>>練習時間が長く、規則正しい生活をしている。/越是好的运动员训练的时间越长，生活的越规律。'
            ]
          ]
        }
      ]
    }, {
      topic: '~まい',
      list: [
        {
          l: ['Vの基本形/五段V以外Vのない形【する→しまい/すまい/するまい】'],
          i: [
            '日本語：~しないだろう(否定の推量)。',
            '中国語：表示否定推测。可译为“不会……吧”。'
          ],
          e: [
            [
              '自分の目で確かめない限り、そんな恐ろしいことはだれも信じ<<まい>>。/只要没亲眼见到，谁都不会相信那件恐怖的事吧。'
            ],
            [
              'この病気で死ぬ<<まい>>と思うが、念のため医者に診てもらおう。/我觉得这种病不会死吧，但是为了以防万一，还是让医生看看吧。'
            ],
            [
              '内容が硬すぎるし、長すぎるので、この小説は売れる<<まい>>。/内容生硬、冗长，这本小说应该不好卖吧。'
            ]
          ]
        }, {
          l: ['Vの基本形/五段V以外Vのない形【する→しまい/すまい/するまい】'],
          i: [
            '日本語：~しないつもりだ、~しないようにしよう(否定の意志)。',
            '中国語：表示强烈的否定的意志。可译为“决不……”。'
          ],
          e: [
            [
              '日本へ来てしばらくは、できるだけ国へ電話はかける<<まい>>と思っていたが、今日はさびしくてたまらず、ついかけてしまった。/来日本不久，我就想绝不给家里打电话，但是今天实在是太寂寞了，还是打了。'
            ],
            [
              '母に言うと心配するから、このことは母に言う<<まい>>。/如果告诉妈妈她会担心的，所以这个事儿决不能对妈妈说。'
            ],
            [
              '一日で10万円も負けた。競馬は2度とする<<まい>>と決心した。/一天输了10万日元。我决定再也不去赌马了。'
            ]
          ]
        }, {
          t: '~か、~まいか',
          l: ['Vの意向形+か、Vの基本形/五段V以外Vのない形+まいか'],
          i: [
            '日本語：~するか、~しないか。',
            '中国語：表示选择。可译为“是……，还是……”。'
          ],
          e: [
            [
              '留学のことを彼女に話そう<<か>>話す<<まいか>>と迷っています。/我十分犹豫是否要把留学的事告诉她呢。'
            ],
            [
              '犬が死んだことを子どもに言おう<<か>>言う<<まいか>>迷った。/真为难，到底和不和孩子说狗狗死了的事儿呢？'
            ],
            [
              '二人の喧嘩を止めよう<<か>>止める<<まいか>>。/我是去劝架呢，还是不劝呢？'
            ]
          ]
        }
      ]
    }, {
      topic: '~向きに/~向きの/~向きだ',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に適している。',
            '中国語：表示适合于前项名词。可译为“适合……”。'
          ],
          e: [
            [
              'この機械は値段も安く小型で、一般家庭<<向きだ>>。/这个机器价格便宜，体积较小，适合普通家庭使用。'
            ],
            [
              'こちらは上級者<<向きの>>プールで、深さが2メートルあります。/这个是适合高水平游泳者的泳池，水深2米。'
            ],
            [
              'このあたりは雨が少ないので、米作りには不<<向きだ>>。/这一带由于降雨量少，所以不适合种水稻。'
            ]
          ]
        }
      ]
    }, {
      topic: '~向けに/~向けの',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を対象として(作る、売るなど)。',
            '中国語：表示后项是以前项为对象。可译为“面向……”。'
          ],
          e: [
            [
              'この映画は大人<<向け>>なので、子供は見てもつまらない。/这部电影是面向大人拍摄的，小孩看了会感到无聊。'
            ],
            [
              'この携帯電話はお年寄り<<向けに>>作られているので、字が大きい。/这款手机是针对老年人设计的，因此显示的字体很大。'
            ],
            [
              'わが社の車は、外国<<向けの>>ものは左ハンドルで、国内<<向けの>>ものは右ハンドルです。/我们公司的汽车，面向国外生产的是驾驶室左侧方向盘，面向国内生产的是驾驶室右侧方向盘。'
            ]
          ]
        }
      ]
    }, {
      topic: '~もかまわず',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~を気にせずに。',
            '中国語：表示不顾前项，而去做后项。可译为“不管……”“不顾……”。'
          ],
          e: [
            [
              '彼は、怪我をした足が痛むの<<もかまわず>>、工事現場を見てまわった。/他不顾脚上的伤痛，坚持到施工现场。'
            ],
            [
              '相手の気持ち<<もかまわず>>一方的に怒ってしまい、反省している。/我不顾对方的心情一直自己在发火，我应该反省。'
            ],
            [
              '彼女は雨に濡れるの<<もかまわず>>、彼の後を追いかけた。/她不顾被雨淋湿，追在他的后面。'
            ]
          ]
        }
      ]
    }, {
      topic: '~も~ば~も/~も~なら~も',
      list: [
        {
          l: ['N+も、【V、形1】の仮定形+ば/形2の仮定形+なら、N+も'],
          i: [
            '日本語：~も~し、~も~。',
            '中国語：表示前后是并列关系。可译为“既……又……”。'
          ],
          e: [
            [
              'うちの子はまだ中学生だが、料理<<も>>作れ<<ば>>、洗濯<<も>>してくれる。/我家孩子还是初中生，就又帮我做饭，又帮我洗衣服。'
            ],
            [
              '彼女は頭<<も>>よけれ<<ば>>、顔<<も>>きれいでみんなが憧れるわけです。/她既聪明又漂亮，因此是大家向往的对象。'
            ],
            [
              '彼は英語<<も>>上手<<なら>>、中国語<<も>>上手だ。/他既擅长英语也擅长中文。'
            ]
          ]
        }
      ]
    }, {
      topic: '~もやむをえない',
      list: [
        {
          l: ['Vのて形、N'],
          i: [
            '日本語：~しかたがない。',
            '中国語：表示无可奈何的心情。可译为“即使……也没有办法”“只好……”。'
          ],
          e: [
            [
              'こんなにひどい雨では、運動会を中止して<<もやむをえない>>。/下这么大的雨，运动会也只好中止了。'
            ],
            [
              '現代は物質的に豊かになっている。だから、ものの大切さが分からない若者が増えて<<もやむをえない>>。/现在是物质丰富的时代。所以即使不珍惜东西的年轻人有所增加也无可奈何。'
            ],
            [
              '熱が40度もあるのでは、欠席<<もやむを得ない>>。/如果发烧40多度的话，只好缺席了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~やら~やら',
      list: [
        {
          l: ['【V、形1】の基本形、N'],
          i: [
            '日本語：~や~など、~たり~たり。',
            '中国語：表示例举。可译为“……啦……啦”“又……又……”。'
          ],
          e: [
            [
              '恋人と別れた。悲しい<<やら>>寂しい<<やら>>で淚が止まらない。/和恋人分手了。由于又难过又孤独，眼泪不住地流下。'
            ],
            [
              '彼の部屋は汚れた皿<<やら>>古新聞<<やら>>が散らかっていて、とても汚い。/他的房间脏盘子和旧报纸一地，很乱很脏。'
            ],
            [
              '先日のパーティーには、政治家<<やら>>芸能人<<やら>>有名人が大勢来ていた。/前些天的宴会来了很多像政客和艺人之类的名人。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ようがない/~ようもない',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：~する手段、方法がない。',
            '中国語：表示由于一些不利的条件，而无法完成后项动作。可译为“没法……”。'
          ],
          e: [
            [
              '住所も電話番号も分からないので、連絡の取り<<ようがない>>。/住址和电话都不知道，所以没法联络。'
            ],
            [
              'ひどい虫歯ですね。治し<<ようがありません>>。もう抜くしかありません。/很严重的虫牙啊。已经没法治了。只能拔掉了。'
            ],
            [
              'とても悲しそうだったので、慰め<<ようがなかった>>。/因为她看上去非常难过，所以我都没法安慰了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~(よ)うじゃないか/~(よ)うではないか/~(よ)うではありませんか',
      list: [
        {
          l: ['Vの意向形'],
          i: [
            '日本語：一緒に~しよう(他者への呼びかけ)。',
            '中国語：表示劝诱或者意志。可译为“……吧”。'
          ],
          e: [
            [
              '家にばかりいないで、映画でも見に行<<こうじゃないか>>。/别老待在家里，出去看看电影吧。'
            ],
            [
              'みんなで力を合わせて、平和で住みやすい社会を作<<ろうではありませんか>>。/大家同心协力共同创建一个和平宜居的社会吧。'
            ],
            [
              '目標に向かってお互い頑張<<ろうではないか>>。/朝着目标一起共同努力吧。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ように',
      list: [
        {
          t: '~よう(に)',
          l: ['Vの基本形、Vのない形'],
          i: [
            '日本語：目的。',
            '中国語：表示目的。可译为“为了……”。'
          ],
          e: [
            [
              '5時に起きられる<<ように>>、目覚まし時計をセットした。/为了能够5点起床，设置好了闹钟。'
            ],
            [
              '忘れない<<ように>>、ちゃんとメモしてください。/为了不忘记，请好好做笔记。'
            ],
            [
              'ほかの人の迷惑にならない<<よう>>、静かに話してください。/为了不影响到别人，请小声说话。'
            ]
          ]
        }, {
          t: '~ように/~ような',
          l: ['【V、N】の連体修飾形'],
          i: [
            '日本語：例示、同じ様子。',
            '中国語：表示例举。可译为“像……那样”。'
          ],
          e: [
            [
              '私も早く李さんの<<ように>>、上手に日本語が話せるようになりたい。/我也想像小李一样，早点把日语说得更好。'
            ],
            [
              '私もあなたが着ている<<ような>>スカ一トが欲しい。/像你穿着的这种裙子，我也想要。'
            ],
            [
              '「皆さん、今から私が言う<<ように>>体を動かしてください。」/“现在开始请大家按照我说的来活动身体”。'
            ]
          ]
        }
      ]
    }, {
      topic: '~しかない/~よりない/~(より)ほか(は)ない/~ほかしかたがない',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：~するしか方法がない。',
            '中国語：表示除了前项之外，没有其他办法或者选择了。可译为“只好………”“只能……”。'
          ],
          e: [
            [
              '試験に合格するには、がんばる<<しかない>>。/要想通过考试，只好努力了。'
            ],
            [
              '傘を持っていなかったので、濡れて帰る<<しかなかった>>。/因为没带伞，只能淋着雨回家了。'
            ],
            [
              '台風で船も飛行機も欠航したので、ホテルにもう一泊する<<よりほかはなかった>>。/由于台风船和飞机都停运了，所以只好在酒店再住一晚了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~わりに(は)',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~から当然考えられることとは違って、意外に。',
            '中国語：表示后项的情况与前项不相符。可译为“虽然……但是……”“与……不符”。'
          ],
          e: [
            [
              'このレストランは、高い<<わりには>>、うまくとは言えない。/这个餐馆价格很贵，但是味道却不怎么样。'
            ],
            [
              '佐藤さんは留学経験がない<<わりに>>、英語の発音がきれいですね。/佐藤先生虽然没有留学经历，但是英语的发音却很清晰。'
            ],
            [
              '彼は一生懸命勉強している<<わりに>>成績が上がらないので、がっかりしている。/他拼命学习但是成绩却没有提高，因此很沮丧。'
            ]
          ]
        }
      ]
    }
  ]
}
