export default {
  title: '~に~',
  content: [
    {
      topic: '~にあたって/~にあたり',
      list: [
        {
          l: ['N/V基本形'],
          i: [
            '日本語：~とき、~際（普通は大きい事、特別な事に使う、日常的なこと、小さいことには使わない）',
            '中国語：表示动作发生的具体时间。可译为“在……的时候”。'
          ],
          e: [
            [
              '原子力発電所の建設<<にあたって>>、住民との話し合いが持たれた。/在建核电站的时候，我们和当地的居民进行了沟通。'
            ],
            [
              '留学<<にあたって>>の手続きはとても面倒で大変だった。/办理留学手续非常麻烦并且费事。'
            ],
            [
              '新しい支店を開く<<にあたり>>、まず市場調査を行う必要がある。/在开新分店的时候，有必要先做个市场调研。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~において/~においても/~においては/~における',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：場所、場合、状况、分野、時などを表す。',
            '中国話：前项接续的多为表示时间、地点、范围等的名词。可译为“在……”“于……”。'
          ],
          e: [
            [
              '1988年、二の競技場<<において>>、世界卓球大会が開催された。/1988年，在这个竞技场举办了世界乒乓球比赛。'
            ],
            ['教室<<における>>飲食は禁止されている。/在教室禁止吃东西。'],
            [
              'この自動車は値段は高いが、安全性<<においては>>並ぶものがない。/这个汽车虽然价格贵，但是在安全性能方面无与伦比。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に応じ/~に応じて/~に応じた',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：変化、多様性に合わせて。',
            '中国語：表示根据不同的条件、情况、要求，采取相对应的动作。可译为“根据……”“与……相适应”。'
          ],
          e: [
            [
              '最近は電気製品もカラフルになり、好み<<に応じて>>色が選べる。/最近的电器色彩丰富，可以根据自己的喜好挑选颜色。'
            ],
            [
              '当ホテルでは、お客樣一人一人のニーズ<<に応じた>>サービスを提供致します。/本酒店可以为每位客人提供满意的服务。'
            ],
            [
              '本校では、学生のレベル<<に応じて>>クラス分けを行います。/本校根据学生的能力来分班。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にかかわる',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に関係がある。',
            '中国語：前项名词多为重要事态。可译为“关系到……”“影响到……”。'
          ],
          e: [
            [
              '会社の評判<<にかかわる>>から、製品の品質管理は厳しくしなければならない。/因为关系到公司的声誉，所以必须严把产品质量关。'
            ],
            [
              '看護士さんの仕事は、人の命<<にかかわる>>大切な仕事です。/护士的工作很重要，事关人命。'
            ],
            [
              'こんなひどい商品を売ったら、店の評判<<にかかわる>>。/要是卖这么劣质的商品的话，会影响到商店的信誉。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にかかわらず/~にかかわりなく',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に関係なく。',
            '中国語：前项多为表示复数概念或者相反意思的名词。表示后项事态的出现与前项条件无关。可译为“不论……”“不管……”。'
          ],
          e: [
            [
              '天候<<にかかわらず>>、明日の午後2時から試合を行います。/不管天气怎样，明天下午2点都开始进行比赛。'
            ],
            [
              'この通りは昼夜<<にかかわりなく>>交通量が多い。/这条道路无论昼夜通行量都很大。'
            ],
            [
              'わが社は国籍、性別<<にかかわらず>>、優秀な人材を求めている。/我们公司需要优秀的人才,不论国籍和性别。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にもかかわらず',
      list: [
        {
          l: ['【V、形1】の简体形、【N、形2】＋（である）'],
          i: [
            '日本語：~のに。',
            '中国語：表示出现了与前项不符的结果。可译为“虽然……但是……”“尽管……但是……”。'
          ],
          e: [
            [
              '彼は夏休み中<<にもかかわらず>>、毎日図書館で勉強している。/尽管是暑假，他每天都泡在图书馆里。'
            ],
            [
              '彼女は大金持ちである<<にもかかわらず>>、大変なケチだ。/她虽然很有钱，但是却很小气。'
            ],
            [
              '努カした<<にもかかわらず>>、結果は失敗に終わってしまった。/虽然努力了，但还是以失败告终。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にかけては/~にかけても',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の面では（性質、能力が優れていることを言う表現）。',
            '中国語：用于高度评价。表示在某方面非常出色。可译为“在……方面”。'
          ],
          e: [
            [
              '川ロさんは魚の料理<<にかけては>>、かなりの腕の持ち主らしい。/川口在用鱼做菜的方面，是个能手。'
            ],
            [
              '歷史の知識<<にかけては>>、クラスで佐藤さんにかなう人はいない。/在历史知识方面，班级里没人能比得过佐藤先生。'
            ],
            [
              '勉強はそれほどでもないが、スポーツ<<にかけては>>彼がクラスで一番だ。/虽然学习不太拿手,但是在体育方面，他在班级无人能及。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~にかわり/~にかわって/~かわりに',
      list: [
        {
          l: ['N+にかわり/にかわって', '【Vの基本形、N+の】+かわりに'],
          i: [
            '日本語：~の代理で、~と交代して。',
            '中国語：表示后项取代前项。可译为“代替……”。'
          ],
          e: [
            [
              '山田先生の授業は、試験を受ける<<かわりに>>レポートを出してもよいことになっている。/山田老师的课，可以用小论文的形式来代替考试。'
            ],
            [
              'その犬は目が見えない主人<<にかわって>>安全を確かめる。/那只狗代替眼睛失明的主人确定周围是否安全。'
            ],
            [
              '英語のできない社長<<にかわって>>、部長が電話に出た。/部长代替不会英语的社长接电话。'
            ]
          ]
        },
        {
          t: '~かわりに',
          l: ['Vの基本形、N+の'],
          i: [
            '日本語：~するのと引き換えに。',
            '中国語：用于“条件交换”或者“补偿”的句子中。可译为“作为……的补偿”“ ……的条件是……”。'
          ],
          e: [
            [
              '日曜日出勤する<<かわりに>>、明日は休ませてください。/我周日上班，条件是明天让我休息。'
            ],
            [
              '現金で払う<<かわりに>>、もう少し値引きしてください。/我用现金支付，作为补偿价格上再稍微便宜点儿。'
            ],
            [
              '「買い物と料理は私がする。その<<かわりに>>、洗濯と掃除はお願いね。」/买东西和做饭我来负责，洗衣服和打扫房间就拜托你了。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に関して/~に関する',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に関係して、~について。',
            '中国語：表示内容。可译为“关于……”“有关……”。'
          ],
          e: [
            [
              'あの事件<<に関して>>知っていることがあれば、ぜひ教えてください。/关于那件事如果您有所了解的话，请一定告诉我。'
            ],
            [
              'わが社<<に関して>>詳しく知りたい場合は、ホームページをご覧ください。/要想了解我们公司的详细情况请看我们的网站。'
            ],
            [
              '最近テロ<<に関する>>ニュースがよく新聞に出ています。/最近关于恐怖事件的新闻经常出现在报纸中。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に決まっている',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形'],
          i: [
            '日本語：きっと~だろう、~に違いない（確信）。',
            '中国語：用于说话人的主观判断。可译为“肯定……”“一定是……”。'
          ],
          e: [
            [
              'あの選手は今まで誰にも負けたことがないから、優勝する<<に決まっています>>。/因为那位选手至今为止从未输过，所以这次一定会获胜的。'
            ],
            [
              '彼は怠け者<<に決まっている>>。彼が働いているところを見たことがない。/他一定是个懒蛋，我从未看过他工作的时候。'
            ],
            [
              '相手はプロなんだから、強い<<に決まっている>>。/因为对手是专业的，所以实力一定很强。'
            ]
          ]
        }
      ]
    }
  ]
}
