export default {
  title: 'だけ',
  content: [
    {
      topic: '~だけ/~だけの',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形'],
          i: [
            '日本語：程度、限度、その範囲内の全部。',
            '中国語：表示最大程度、全部范围。可译为“尽量……”“充分地……”。'
          ],
          e: [
            ['あしたできる<<だけ>>早く来てください。/请你明天尽量早点来。'],
            [
              '日曜日は寝たい<<だけ>>寝ることにしているので、起きるのは昼ごろになる。/星期天我决定想睡多久就睡多久，结果起床的时候都已经是中午了。'
            ],
            [
              '今日はあなたのお誕生日だから、特別よ。ケーキもチョコレートも好きな<<だけ>>食べていいわよ。/今天是你的生日，因此可以例外。蛋糕和巧克力你想吃多少就吃多少。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~だけあって',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：~だから、その身分、能力にふさわしく。',
            '中国語：表示与其身份、职业等相符，得到了一个符合情理的判断或评价。可译为“不愧是……”“毕竟……”“到底是……”。'
          ],
          e: [
            [
              'さすが評判のレストラン<<だけあって>>、料理もサービスも素晴らしかった。/不愧是评价很高的餐厅，饭菜的味道和服务都很棒。'
            ],
            [
              'さすが学生時代にやっていた<<だけあって>>、今でもテニスが上手だ。/不愧是在学生时代就开始打网球，现在也非常厉害。'
            ],
            [
              '彼女は美術学校を出た<<だけあって>>、絵が上手です。/她不愧是美术院校毕业的，画画很好。'
            ]
          ],
          u: ['さすが（に）']
        }
      ]
    },
    {
      topic: '~だけのことはある',
      list: [
        {
          l: ['【V、形1、形2】の連体修饰形、N'],
          i: [
            '日本語：身分、努力、能力にふさわしい価値、結果があると納得する。',
            '中国語：表示与其做的努力、所处地位、所经历的事情等相称的意思。可译为“到底没白……”“到底不愧是……”。'
          ],
          e: [
            [
              '山田さんの話し方は発音がきれいで聞きやすく、さすがに元アナウンサーだった<<だけのことはある>>。/山田的发音清晰，很好懂。不愧是当过播音员。'
            ],
            [
              '桜の花は美しい。日本の花の代表と言われる<<だけのことはある>>。/樱花很美。不愧是日本代表性的花朵。'
            ],
            [
              '優勝できてうれしい。1年間頑張って練習した<<だけのことはあった>>。/能获得冠军很开心。这一年的努力训练没有白费。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~だけに',
      list: [
        {
          l: ['【V、形1、形2】の連体修饰形、N'],
          i: [
            '日本語：~だから当然、~だからなおさら。',
            '中国語：表示唯一原因。可译为“正是因为……”。'
          ],
          e: [
            [
              '自分の家族<<だけに>>、かえって大変失礼なことを言ってしまうことがある。/正因为是自己的家人，有时候反倒说出很不礼貌的话。'
            ],
            ['フランスで勉強した<<だけに>>、彼女のフランス語は発音がきれいだ。/正是因为在法国学习过，因此她法语的发音很地道。'],
            ['両親は田舎で二人だけで暮らしている。年を取っている<<だけに>>、娘としては心配だ。/父母两个人在农村住。就因为他们年纪都大了，所以作为女儿我很担心。']
          ],
          u: ['かえって/なおさら']
        }
      ]
    }
  ]
}
