export default {
  title: 'その他',
  content: [
    {
      topic: '~くせに/~くせして',
      list: [
        {
          l: ['連体修飾形'],
          i: [
            '日本語：~のに(非難する気持ち、不満の気持ちがある)。',
            '中国語：表示转折。用于对别人的指责，表达自己的抱怨或者不满。可译为“虽然……却……”“明明……却……”。'
          ],
          e: [
            [
              '知っている<<くせに>>、何も教えてくれない。/虽然知道，但是什么都不告诉我。'
            ],
            [
              'あの人、日本に3年もいた<<くせに>>、日本語であいさつもできないんだよ。/他在日本待了三年，却连寒暄语之类的简单日语都不会说。'
            ],
            [
              '彼は彼女のことが好きな<<くせに>>、それを彼女に言えない。/他虽然喜欢她，但是却不能对她说。'
            ]
          ]
        }
      ]
    }, {
      topic: '~く(ぐ)らい/~く(ぐ)らいの/~く(ぐ)らいだ',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：例をあげて、程度を示す。',
            '中国語：表示程度。可译为“达到……的程度”。'
          ],
          e: [
            [
              '今日は朝から仕事が忙しくて、食事をする時間もない<<くらいだ>>。/今天从早忙到晚，连吃饭的时间都没有。'
            ],
            [
              'もう動けない<<くらい>>疲れた。/累得已经不能动了。'
            ],
            [
              '今日はとても暖かくて、コ-トも要らない<<くらいです>>。/今天很暖和，暖和得都不用穿外套了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~く(ぐ)らいなら',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：~より~のほうがまだ良い、ましだ。',
            '中国語：表示条件。可译为“与其……还不如”“要是……的话，还是……吧”。'
          ],
          e: [
            [
              'そのパソコン、捨てる<<ぐらいなら>>、私にください。/那台电脑，如果要扔掉的话，还不如给我算了。'
            ],
            [
              '途中でやめる<<くらいなら>>、最初からやらないほうがいい。/与其中途放弃，还不如最初就不要开始。'
            ],
            [
              'あいつに謝る<<くらいなら>>、死んだほうがましだ。/与其让我和那个家伙道歉，还不如让我去死。'
            ]
          ]
        }
      ]
    }, {
      topic: '~げな/~げに/~げだ',
      list: [
        {
          l: ['Vのます形、形1、形2の語幹'],
          i: [
            '日本語：いかにも~そうだ(様態)。',
            '中国語：表示样态。根据事物呈现出的外观而做出推断。可译为“看起来好像……”。'
          ],
          e: [
            [
              'あやし<<げな>>男に声をかけられて驚いた。/一个怪模怪样的男人跟我搭话，吓了我一跳。'
            ],
            [
              '遠足に来た子ともたちが楽し<<げに>>お弁当を食べていた。/来郊游的孩子们开心地吃着便当。'
            ],
            [
              '「試験間題は、90パーセントできたよ。」と息子は自信あり<<げだ>>。/儿子充满自信地说“考试题我完成了90%哦。”'
            ]
          ]
        }
      ]
    }, {
      topic: '~こそ',
      list: [
        {
          l: ['Vのて形、N'],
          i: [
            '日本語：前の語句を強調する。',
            '中国語：表示强调。可译为“……才是……”“只有……才……”。'
          ],
          e: [
            [
              '政府は、今年<<こそ>>経済がよくなると予測していた。しかし、この予測に反して、12月になった今もあいかわらずよくなっていない。/政府预测今年经济一定会好转。但是与之相反，已经到12月份了，经济仍旧没有起色。'
            ],
            [
              '彼女<<こそ>>私の理想の人だ。/她才是我的理想人选。'
            ],
            [
              '言葉は実際に使ってみて<<こそ>>身につくのだ。/语言只有在实际使用之后才能掌握。'
            ]
          ]
        }
      ]
    }, {
      topic: '~最中に/~最中だ',
      list: [
        {
          l: ['V+ている、N+の'],
          i: [
            '日本語：ちようど~している時、~しているところ。',
            '中国語：表示前项事态正在进行中。可译为“正在……的时候”。'
          ],
          e: [
            [
              '電話してい为<<最中に>>、誰かが玄関に来た。/正在打电话的时候，有人来到玄关了。'
            ],
            [
              '首相はパ一ティ一の<<最中に>>倒れ、病院へ運ばれた。/首相在宴会中病倒，被送去了医院。'
            ],
            [
              '食事をしている<<最中に>>地震が起きて、大騷ぎになった。/正在吃饭的时候发生了地震，引起了很大的骚动。'
            ]
          ]
        }
      ]
    }, {
      topic: '~際/~際に/~際は',
      list: [
        {
          l: ['Vの简体形、N+の'],
          i: [
            '日本語：~とき、~場合。',
            '中国語：表示在某个时间或某个时期做某事。主要用于书面语。可译为“在……的时候”“趁……之际”。'
          ],
          e: [
            [
              '入会の申し込みをする<<際>>、何が必要でしょうか。/在申请入会的时候，需要什么东西呢？'
            ],
            [
              '非常の<<際は>>、この階段を使って外へ出てください。/在紧急情况下，请使用这个楼梯逃生。'
            ],
            [
              'この絵は、社長が中国を訪問した<<際に>>北京で買ったものです。/这幅画是社长去中国访问的时候在北京买的。'
            ]
          ]
        }
      ]
    }, {
      topic: '~さえ/~でさえ',
      list: [
        {
          l: ['Vの【ます形、て形】、N'],
          i: [
            '日本語：~も、~でも（最も可能性が低いはずの例）。',
            '中国語：表示列举，前项为一个极端的例子。可译为“即便是……”“就连……”。'
          ],
          e: [
            [
              '中学生の君にその問題が解けたとは、すごいことだ。あれは、大学生に<<さえ>>難しいと言われている。/你作为一名中学生能做出这道题，真是太厉害了。这道题即便是对于大学生来说也很难。'
            ],
            [
              '食べ物がなくなれば、人間はネズミ<<さえ>>食べる。/如果没有食物的话，人就连老鼠都会吃。'
            ],
            [
              'この数日、歯が痛くて、硬い物はもちろん、豆腐<<さえ>>食べられなくて困っている。/这几天牙疼，别说硬的东西了，就连豆腐都不能吃，真愁人。'
            ]
          ]
        }
      ]
    }, {
      topic: '~さえ~ば',
      list: [
        {
          l: ['Vのます形、N+さえ~仮定形ば'],
          i: [
            '日本語：それだけで→後ろのことが成立する。',
            '中国語：表示前项是后项动作发生的必要条件。可译为“只要……就……”。'
          ],
          e: [
            [
              '電話番号<<さえ>>分かれ<<ば>>いいので、住宅は書かなくてもいいですよ。/只要知道电话号码就可以了，不写地址也行。'
            ],
            [
              '資料を調べ<<さえ>>すれ<<ば>>、すぐ分かることです。/只要査下资料就马上明白了。'
            ],
            [
              'あの子は暇<<さえ>>あれ<<ば>>いつも本を読んでいる。/那个孩子只要有空就总在看书。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ざるをえない',
      list: [
        {
          l: ['Vのない形 【する→せざるをえない】'],
          i: [
            '日本語：どうしても~しなければならない（本当はしたくない）、~しないわけにはいかない。',
            '中国語：表示迫不得已。本不想做，但不得不做。可译为“不得不……”“必须……”。'
          ],
          e: [
            [
              '日本で生活をするのなら、漢字を覚え<<ざるをえない>>。/要是在日本生活的话，就必须记住汉字。'
            ],
            [
              '家が貧しかったので、進学をあきらめて就職せ<<ざるをえなかった>>。/由于家庭困难，所以不得不放弃升学而参加工作。'
            ],
            [
              '行きたくないけれど、部長の命令だから、行か<<ざるをえない>>。/虽然不想去，但因为是部长的命令，所以不得不去。'
            ]
          ]
        }
      ]
    }
  ]
}
