export default {
  title: '~に~',
  content: [
    {
      topic: '~に相違ない',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】+（である）'],
          i: [
            '日本語：きっと~だと思う（強い確信）。',
            '中国語：表示说话人的判断。可译为“肯定……”“一定是……”。'
          ],
          e: [
            [
              '彼は、私が借金を抱えていることを知っている<<に相違ない>>。/他肯定知道我有外债的这件事。'
            ],
            [
              '彼は有能であるから、この選挙で当選する<<に相違ない>>。/因为他很有能力，所以在这次选举中一定会当选。'
            ],
            [
              '時間も予算も十分ではない。この計画の実行は困難<<に相違ない>>。/时间和预算都不够。这次的计划实行起来一定困难重重。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に沿って/~に沿い/~に沿った',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：基準になるもの、相手の希望などから離れないようにする。',
            '中国語：前项多为方针、政策、想法、期待、道路等名词。可译为“沿着……”“顺从……”“跟从……”。'
          ],
          e: [
            [
              '本校では創立者の教育方針<<に沿って>>年間の学習計画を立てています。/我校要以创立者的教育方针为指导，制定一年的学习计划。'
            ],
            [
              'その川<<に沿って>>一時間ぐらい歩くと、海に出ます。/沿着那条河走一个小时左右的话就到海边了。'
            ],
            [
              '当旅行社では多くのプランの中から、お客様のご希望<<に沿った>>ツアーをお選びいただけます。/您可以从本旅行社众多的旅行计划中选取符合您要求的旅行线路。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に対して/~に対し/~に対しても/~に対する',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~に、~に向かって。',
            '中国語：表示动作或感情的对象。可译为“对……”。'
          ],
          e: [
            [
              '今の王さんの発言<<に対して>>、何か反論のある方は手をあげてください。/对方才小王的发言，有异议的人请举手。'
            ],
            [
              '彼は子どものころから動物や植物<<に対する>>興味を持ち続けている。/他从小时候开始就一直对动物和植物感兴趣。'
            ],
            [
              '目上の人<<に対して>>は敬語を使わなければならない。/对于长辈必须使用敬语。'
            ]
          ]
        },
        {
          l: ['連体修飾形+の、N'],
          i: [
            '日本語：~と反対に（対比）。',
            '中国語：用于对比同一事物的两种情况。可译为“与……相比”。'
          ],
          e: [
            [
              '日本人の平均寿命は、男性70歳<<に対して>>、女性80歳です。/日本男性的平均寿命为70岁,与之相比，女性则为80岁。'
            ],
            [
              '都会には人が集まってくる。これ<<に対して>>、田舎は人が減っている。/人口聚集到城市。与之相比，农村的人口减少了。'
            ],
            [
              '妹が社交的であるの<<に対して>>、姉は内向的な性格だ。/妹妹是社交型的，与之相比姐姐性格却很内向。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~に違いない',
      list: [
        {
          l: ['【V、形1】の简体形、【形2、N】の基本形+（である）'],
          i: [
            '日本語：きっと~だと思う（強い確信）。',
            '中国語：表示说话人的判断。可译为“肯定……”“一定是……”。'
          ],
          e: [
            [
              '彼は何も言わなかったが、表情から見て、本当のことを知っていた<<に違いない>>。/他虽然什么都没说，但从表情来看，他肯定知道了真相。'
            ],
            [
              '評判の髙い映画だから、おもしろい<<に違いない>>と思ったのに…。/因为是评价很高的电影，所以我觉得一定很有意思，可是……。'
            ],
            [
              'これからはロボットが学校でも家庭でも利用されるようになる<<に違いない>>。/今后机器人一定会应用于学校和家庭中。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~について/~につき',
      list: [
        {
          t: '~について',
          l: ['N'],
          i: [
            '日本語：~のことを話す/書く/調べるなど。',
            '中国語：表示动作涉及到的对象。后项多出现说、听、调查、写等有实际意义的动词。可译为“关于……”。'
          ],
          e: [
            [
              'あの人<<について>>、わたしは何も知りません。/有关于那个人的事，我什么都不知道。'
            ],
            [
              '大統領は新しい外交方針<<について>>国民に説明をした。/关于新的外交方针总统向国民进行了说明。'
            ],
            [
              'ただいまの山田さんの発表<<について>>ご意見のある方はどうぞ。/关于刚才山田先生的发表，有意见的人请提出来。'
            ]
          ]
        },
        {
          t: '~につき',
          l: ['N'],
          i: [
            '日本語：~という理由で。連絡、掲示などに使うあらたまった表現。',
            '中国語：表示原因。多用于通知，招贴等场合。不能用于过去发生的事情上。可译为“因为……”。'
          ],
          e: [
            [
              '昼休み<<につき>>、事務所は一時まで休みです。/1点前办公室午休不办公。'
            ],
            [
              'この道は工事中<<につき>>、通行止めになっています。/由于道路正在施工中，禁止通行。'
            ],
            [
              'こちらは特売品<<につき>>、お一人様1点限りとなっています。/由于这些是促销商品，每个人只可以买一件。'
            ]
          ]
        },
        {
          t: '~につき',
          l: ['数詞'],
          i: [
            '日本語：割合。',
            '中国語：表示以某单位为基准所占的比例。可译为“每……”“比例是……”。'
          ],
          e: [
            [
              '水道代は一か月<<につき>>三千円かかります。/平均每个月的水费是三千日元。'
            ],
            [
              '手数料は書類一通<<につき>>500円です。/每份文件的手续费是500日元。'
            ],
            [
              '豚肉は100グラム<<につき>>200円です。/猪肉每100克200日元。'
            ]
          ]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    },
    {
      topic: '',
      list: [
        {
          l: [''],
          i: [''],
          e: [[''], [''], ['']]
        }
      ]
    }
  ]
}
