export default {
  title: 'その他',
  content: [
    {
      topic: '~といっても',
      list: [
        {
          l: ['【V、形1、形2】の简体形、N'],
          i: [
            '日本語：それは確かにそうだが、たいした程度ではない。',
            '中国語：表示虽说前项是事实，但是结果却和期望值相差甚远。可译为“虽说……(只不过)……”。'
          ],
          e: [
            [
              '熱帯の国<<といっても>>、朝晚は涼しくて過ごしやすくなる。/虽说是热带国家，但是早晚很凉爽，适宜居住。'
            ],
            [
              '中国語ができる<<といっても>>、基礎を勉強しただけですから、まだまだです。/虽说会中文，但只学过基础而已，还差得很远。'
            ],
            [
              'A「研修、大変ですね。」/研修很辛苦吧。',
              'B「ええ、まあ、大変だ<<といっても>>、3ヶ月間だけですから。」/是啊，虽说辛苦，也只不过3个月而已。'
            ]
          ]
        }
      ]
    }, {
      topic: '~とおり(に)、~どおり(に)',
      list: [
        {
          l: ['Vの【基本形、た形】+とおり(に)、N+の+とおり(に)、N+どおり(に)'],
          i: [
            '日本語：~と同じように。',
            '中国語：表示例示，后项就如前项所举的例子一样。可译为“正如……那样……”。或表示按照前项所表示的那样去做。可译为“按照……”。'
          ],
          e: [
            [
              '天気予報の<<とおり>>、午後から雨になった。/正如天气预报所报道的那样，下午开始下雨了。'
            ],
            [
              '昨日のサッカーの試合は、予想された<<とおりに>>プラジルが勝った。/昨天的足球比赛正如我预测的那样，巴西队赢了。'
            ],
            [
              '医者の指示<<どおり>>、每日運動をすることにした。/我决定按照医生的指示，每天运动。'
            ]
          ]
        }
      ]
    }, {
      topic: '~とか',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：~そうだ(伝聞)。',
            '中国語：表示传闻。可译为“听说……”“据说……”。'
          ],
          e: [
            [
              '彼は大金持ちだ<<とか>>。うらやましいなあ。/据说他很有钱。真羡慕啊。'
            ],
            [
              'お父様が入院なさった<<とか>>。具合はいかがですか。/据说您父亲住院了。现在身体状况怎么样了。'
            ],
            [
              'この銀行は経営が危なくなっている<<とか>>。預けた金は大丈夫だろうか。/据说这家银行经营不善，形势比较严峻。存的钱没事儿吧。'
            ]
          ]
        }
      ]
    }, {
      topic: '~とする/~としたら/~とすれば/~とすると',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：~と仮定したら。',
            '中国語：表示假定条件。可译为“如果……”。'
          ],
          e: [
            [
              'もし、私の言ったことに何か失礼があった<<としたら>>、深くお詫びします。/如果我说的话有什么得罪之处，我表示深深的歉意。'
            ],
            [
              '生まれ変われる<<とすると>>、男がいい？女がいい？/如果能够转世，做男人好还是女人好？'
            ],
            [
              '成績優秀な田中さんにも難しい<<とすれば>>、私になどわかるわけがない。/如果成绩优异的田中同学都觉得难的话，像我这样的不可能明白了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~として/~としては',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~の立場で、~の資格で。',
            '中国語：表示资格，立场，名目等。可译为“作为……”。'
          ],
          e: [
            [
              'ノ一ベル賞の受賞は、学者<<として>>最高の名誉だ。/作为一名学者，获得诺贝尔奖是最高的荣誉。'
            ],
            [
              '京都は日本の古い都<<として>>知られている。/京都作为日本的古都众所周知。'
            ],
            [
              '彼女とは友達<<として>>付き合っているだけで、特別の関係ではありません。/我和她只是作为朋友在交往，并没有什么特别的关系。'
            ]
          ]
        }
      ]
    }, {
      topic: '~としても',
      list: [
        {
          l: ['简体形'],
          i: [
            '日本語：~場合でも、たとえ~ても。',
            '中国語：表示逆接假设。可译为“即使……也……”。'
          ],
          e: [
            [
              '東京は土地の値段が高く、普通のサラリーマンが自分の家を持つことはかなり難しい。家を買える<<としても>>、それは通勤に不便な場所になるだろう。/东京的地价很贵，一般的工薪阶层都买不起房子。即使买了房子，都是在上班很不方便的地方。'
            ],
            [
              '親が有名だ<<としても>>、本人に実力がなければ社会で認められないでしょう。/即使父母有名气，如果本人没有实力的话，也是不会被社会认可的吧。'
            ],
            [
              'その人が親切そうに見えた<<としても>>、本当に親切かどうかはわからない。/虽然那个人看上去很热情，但是我不知道是否真的热情。'
            ]
          ]
        }
      ]
    }, {
      topic: '~とともに',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~といっしょに。',
            '中国語：表示和某人共同做某事。可译为“和……”。'
          ],
          e: [
            [
              '彼は家族<<とともに>>、シンガポールに行くことになった。/他决定和家人一起去新加坡。'
            ],
            [
              '三年間仲間<<とともに>>頑張った思い出は一生忘れないだろう。/这三年和朋友们共同努力的回忆是一辈子都不会忘记的吧。'
            ],
            [
              '休日ぐらいは家族<<とともに>>過ごしたい。/节假日还是想和家人一起过。'
            ]
          ]
        }, {
          l: ['【V、形1】の基本形、【形2、N】の基本形+(である)'],
          i: [
            '日本語：~と同時に。',
            '中国語：表示两种情况是同时存在的。可译为“……的同时”。'
          ],
          e: [
            [
              '娘が結婚した。うれしい<<とともに>>、少し寂しくもある。/女儿结婚了。在高兴的同时也稍微感到些孤单。'
            ],
            [
              '彼女は私にとって妻である<<とともに>>、助手でもあるんです。/她对于我来说既是妻子又是助手。'
            ],
            [
              '大学教授は自分の研究をする<<とともに>>、学生たちを育てなければならない。/大学教授在进行自己研究的同时也必须要带好自己的学生。'
            ]
          ]
        }, {
          l: ['Vの基本形、N'],
          i: [
            '日本語：~が変化すると~も変化する。',
            '中国語：表示前项的变化，带来后项的变化。可译为“随着……”。'
          ],
          e: [
            [
              '都市では、人口の增加<<とともに>>、住宅問題が深刻になってきた。/在城市中，随着人口的增加，住房问题也越来越严重。'
            ],
            [
              '自動車が増える<<とともに>>、交通事故も多くなる。/随着汽车的增加，交通事故也增多了。'
            ],
            [
              '医学の発達<<とともに>>、人間の寿命も延びてきた。/随着医学的发展，人类的寿命延长了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ながら(も)',
      list: [
        {
          t: '~ながら',
          l: ['Vのます形'],
          i: [
            '日本語：~すると同時に~もする。',
            '中国語：表示同一个主体，在做前项的同时还在做后项。可译为“一边……一边……”。'
          ],
          e: [
            [
              '音楽を聞き<<ながら>>、本を読みます。/一边听音乐一边看书。'
            ],
            [
              'ビアノを弾き<<ながら>>、歌えますか。/你能一边弹钢琴一边唱歌么？'
            ],
            [
              'アルバイトし<<ながら>>、勉強しています。/一边打工一边上学。'
            ]
          ]
        }, {
          t: '~ながら(も)',
          l: ['Vのます形、形1の基本形、【形2、N】の基本形+(であり)'],
          i: [
            '日本語：~けれども(逆接)。',
            '中国語：表示转折。多用于后悔，反省等句子中。可译为“明明……却……”“虽然(知道)……但……”。'
          ],
          e: [
            [
              '分かってい<<ながらも>>、教えてくれなかった。/明明知道，却不告诉我。'
            ],
            [
              '警察官であり<<ながら>>、飲酒運転をするとは許しがたい。/身为警察却饮酒驾驶，这样的行为是不能允许的。'
            ],
            [
              '山田さんは若い<<ながらも>>、古い習慣をよく知っている。/山田先生虽然年轻，但对以前的风俗习惯很了解。'
            ]
          ]
        }
      ]
    }, {
      topic: '~なと/~なんか/~なんて',
      list: [
        {
          t: '~など/~なんか/~なんて',
          l: ['【Vの基本形、N】十など/なんか/なんて、N+なんか'],
          i: [
            '日本語：例えば(例示)。',
            '中国語：表示列举。可译为“……之类的”。'
          ],
          e: [
            [
              '台風の日に風雨の中でテニスをする<<など>>、考えられない。/在台风天儿里的狂风暴雨中打网球，真是难以想象。'
            ],
            [
              '20枚のレポートを一日で書いた<<なんて>>、すごいねえ。/一天写了20页的报告，真厉害啊。'
            ],
            [
              'A「会計の仕事、だれに頼もうか。」/会计的工作交给谁呢？',
              'B「小林さん<<なんか>>どう？」/小林怎么样呢？'
            ]
          ]
        }, {
          t: '~など/~なんか/~なんて',
          l: ['Vの简体形、N'],
          i: [
            '日本語：軽視、軽蔑(自分に使うと謙遜)。',
            '中国語：表示轻视或者谦逊。可译为“……这样的”。'
          ],
          e: [
            [
              'あなた<<なんて>>嫌だ。/我讨厌你这样的人。'
            ],
            [
              'そんなに重要な仕事は、私<<なんか>>できるはずはない。/如此重要的工作，像我这样的人没法担当。'
            ],
            [
              'あの人の言うこと<<なんか>>信じられない。/那个人说的话不可信。'
            ]
          ]
        }, {
          t: '~など/~なんて',
          l: ['简体形+なんて+思う/言うなど'],
          i: [
            '日本語：~と言う/思うなど(驚き、軽視などの気持ちを含む)。',
            '中国語：表示评价、思考、说话的内容。一般带有轻视或者意外的语气。可译为“……什么的”“……之类的”。'
          ],
          e: [
            [
              'こんなところで先生に会う<<なんて>>、思ってもみなかった。/没想到在这里遇到了老师。'
            ],
            [
              '彼が犯人だ<<なんて>>信じられない。/难以相信他就是犯人。'
            ],
            [
              '子どもが親に暴力をふるう<<など>>、昔は考えられなかった。/孩子会对父母施暴，这在过去是难以想象的。'
            ]
          ]
        }
      ]
    }, {
      topic: '~ぬきで/~ぬきに/~ぬきの',
      list: [
        {
          l: ['N'],
          i: [
            '日本語：~なしで、~なしに、~を除いて。',
            '中国語：表示排除前项。可译为“抛开……”“不……而……”。'
          ],
          e: [
            [
              '冗談<<ぬきで>>、まじめに考えてください。/不要开玩笑，请认真的考虑。'
            ],
            [
              '時間がありませんから、あいさつ<<ぬきで>>会議を始めます。/由于没时间了，咱们省去寒暄直接开始会议。'
            ],
            [
              'アルコール<<ぬきの>>パーティーなんて、つまらないなあ。/不喝酒的派对真没意思。'
            ]
          ]
        }
      ]
    }
  ]
}
