export default {
  title: '~に~',
  content: [
    {
      topic: '~にあたって/~にあたり',
      list: [
        {
          l: ['N/V基本形'],
          i: [
            '日本語：~とき、~際（普通は大きい事、特別な事に使う、日常的なこと、小さいことには使わない）',
            '中国語：表示动作发生的具体时间。可译为“在……的时候”。'
          ],
          e: [
            ['原子力発電所の建設<<にあたって>>、住民との話し合いが持たれた。/在建核电站的时候，我们和当地的居民进行了沟通。'],
            [
              '留学<<にあたって>>の手続きはとても面倒で大変だった。/办理留学手续非常麻烦并且费事。'
            ],
            [
              ''
            ]
          ]
        }
      ]
    }
  ]
}
