export default {
  title: 'その他',
  content: [
    {
      topic: '~かけだ/~かけの/~かける',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：始めたが、まだ終わっていない/まだ~している途中だ。',
            '中国語：表示动作发生到一半，还没结束。可译为“……一半”。'
          ],
          e: [
            [
              'テ-プルの上においた読み<<かけの>>本を母が片付けてしまった。/桌子上放的那本读了一半的书，被妈妈收拾了。'
            ],
            [
              '作文は今日中に書かなければならないのに、まだ書き<<かけだ>>。/虽然必须在今天把作文写完，但是我仍然只完成了一半。'
            ],
            [
              '彼女は何か言い<<かけた>>が、すぐにロを閉じてしまった。/她话说了一半，就立刻闭上了嘴'
            ]
          ]
        }
      ]
    }, {
      topic: '~がたい',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：~するのが難しい、困難だ、とても~できない。',
            '中国語：表示前项动作发生的可能性不大，或者是很难发生。可译为“难于……”。'
          ],
          e: [
            [
              'どのコンピューターを買ったらよいか、なかなか一つには決め<<がたい>>。/很难决定该买哪一台电脑。'
            ],
            [
              '留学している間に、様々な得<<がたい>>経験をした。/留学期间收获了各种各样难得的经历。'
            ],
            [
              '信じ<<がたい>>ことだが、なんと、捕まった犯人は警察官だった。/令人难以相信，被抓获的犯人竟然是警察。'
            ]
          ]
        }
      ]
    }, {
      topic: '~がちの/~がちだ',
      list: [
        {
          l: ['Vのます形、N'],
          i: [
            '日本語：しばしば~の傾向がある(よくないことが多い)。',
            '中国語：表示经常处于前项不理想的状态之中。强调动作或状态出现的频率很高。可译为“容易……”“经常……”。'
          ],
          e: [
            [
              '先日、病気<<がちの>>おばを見舞いに行った。/前些天我去探望了经常生病的阿姨。'
            ],
            [
              '留守<<がちの>>家は、泥棒にねらわれやすい。/经常家里没人，容易被小偷盯上。'
            ],
            [
              '朝7時台、8時台の電車は遅れ<<がちだ>>。/早上坐7、8点的电车容易迟到。'
            ]
          ]
        }
      ]
    }, {
      topic: '~(か)と思うと/~(か)と思ったら',
      list: [
        {
          l: ['Vのた形'],
          i: [
            '日本語：~すると、ほとんど同時に。',
            '中国語：表示前项动作刚一发生,就出现了意想不到的后项。可译为“一……就……”“刚才还……现在就已经……”。'
          ],
          e: [
            [
              '今泣いた<<かと思ったら>>、もう笑っている。赤ちゃんはかわいい。/刚才还在哭现在就又笑了。小婴儿真可爱。'
            ],
            [
              '急に空が暗くなった<<かと思うと>>、大粒の雨が降ってきた。/天空突然刚一变暗，大雨就倾盆而下。'
            ],
            [
              'ラッシュ時には、前の電車が行った<<かと思うと>>、もう次の電車が来る。/在高峰期，前面的电车刚走下辆电车就马上来了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~かねる',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：(心理的な抵抗があって)できない、難しい、~にくい。',
            '中国語：表示说话人心里想那样做，但是外在条件不允许。可译为“难于……”。'
          ],
          e: [
            [
              '面接試験ではどんな質問が出るのかと聞かれたが、そのようなことを聞かれてもちょっと答え<<かねます>>。/有人问我在面试的时候会提问一些什么样的问题。这样的提问让我难以回答。'
            ],
            [
              '情報が少なすぎて現場の状況がわかり<<かねた>>。/由于信息太少，很难掌握现场的状况。'
            ],
            [
              '彼女に本当のことを言い<<かねて>>、彼は黙った。/他沉默了，因为很难和她说出真相。'
            ]
          ]
        }
      ]
    }, {
      topic: '~かねない',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：~かもしれない、~可能性がある(悪い結果、悪い可能性を予想する場合が多い)。',
            '中国語：表示有可能会出现不愿意看到的结果。可译为“恐怕会……”。'
          ],
          e: [
            [
              '大騷ぎになり<<かねない>>から、結婚のことはしばらく言わないほうがいい。/可能会引起大的骚动，所以结婚的事情暂时不说为好。'
            ],
            [
              'あのプランコは壊れていて危ない。子どもが怪我をし<<かねない>>。/那个秋千坏了很危险。小孩子恐怕会受伤。'
            ],
            [
              'あんなに乱暴に運転をしていたら、そのうち大事故を起こし<<かねない>>。/如果你开车这么不小心的话，恐怕不久会引起大的交通事故。'
            ]
          ]
        }
      ]
    }, {
      topic: '~かのような/~かのように/~かのようだ',
      list: [
        {
          l: ['Vの简体形、N+である'],
          i: [
            '日本語：比喩(本当は違う)。',
            '中国語：表示虽然事实并非如此，但给人的感觉是那样的。可译为“好像……”。'
          ],
          e: [
            [
              '赤いドレスの彼女がほほえむと、美しい花が開いた<<かのようだった>>。/穿着红色礼服的那个女人一微笑，就像美丽的花绽放了一般。'
            ],
            [
              '彼はすべてを知っているのに、何も知らない<<かのような>>顔をしている。/虽然他什么都知道,但是却摆出什么都不知道的表情。'
            ],
            [
              '彼の部屋はまるで泥棒に入られた<<かのように>>散らかっていた。/他的房间很乱，就好像小偷进去翻过了一样。'
            ]
          ]
        }
      ]
    }, {
      topic: '~きり/~きりだ',
      list: [
        {
          l: ['Vのた形'],
          i: [
            '日本語：~だけで終わり、本来続くはずの後のことがない。',
            '中国語：表示前项动作做完后，再也没有发生预计中本应该出现的动作。可译为“……之后，就再也(没有)……”。'
          ],
          e: [
            [
              '息子は友達の家に行った<<きり>>、帰ってこない。/自从儿子去了他朋友家之后就再也没有回来。'
            ],
            [
              '田中さんは「あっ」と言った<<きり>>、黙り込んでしまった。/田中先生“啊”了一声之后就陷入了沉默。'
            ],
            [
              'A「最近、山田さんから何か連絡ありましたか。」/“最近山田联系你了么？”',
              'B「いえ。先月電話をもらった<<きりです>>。どうしたんでしょう。」/“没有，自从上个月给我打个电话之后就再也没联系我。他怎么样了啊？'
            ]
          ]
        }, {
          l: ['数詞'],
          i: [
            '日本語：~だけ(限定)。',
            '中国語：表示限定。可译为“只……”“仅仅……”。'
          ],
          e: [
            [
              '父の単身赴任で、母と子二人<<きり>>の生活になった。/爸爸独自去外地工作了，就剩下母子俩两人一起生活了。'
            ],
            [
              '財布には500円<<きり>>しかなかった。/钱包里只剩下500日元了。'
            ],
            [
              '残っているお金はこれっ<<きりだ>>よ。/我只剩这么点钱了。'
            ]
          ]
        }
      ]
    }, {
      topic: '~気味',
      list: [
        {
          l: ['Vのます形、N'],
          i: [
            '日本語：少し~の傾向がある。',
            '中国語：表示说话人的自身的感觉。可译为“感觉……”。'
          ],
          e: [
            [
              'このころ忙しくて少し疲れ<<気味>>だから、今日は早く帰ることにした。/最近太忙了，感觉有点累，今天我决定早点回家。'
            ],
            [
              'この時計は1、2分お遅れ<<気味>>です。/感觉这块表慢1、2分钟。'
            ],
            [
              '風邪<<気味>>だ办ら、今日は早く寝よう。/感觉有点感冒，所以今天早点睡吧。'
            ]
          ]
        }
      ]
    }, {
      topic: '~切る/~切れる/~切れない',
      list: [
        {
          l: ['Vのます形'],
          i: [
            '日本語：全部、すっかり、完全に~する。',
            '中国語：表示彻底做完某个动作。可译为“全部……”“彻底……”。否定形式表示不能彻底的完成这个动作。可译为“不能全部……”。'
          ],
          e: [
            [
              'こんなにごちそうが並ぶと、とても食べ<<きれません>>。/这么多的好吃的，怎么也吃不完。'
            ],
            [
              '新発売のテレビゲームは、あっという間に売り<<切れた>>。/新上市的电视游戏一会儿工夫就售罄。'
            ],
            [
              '信じ<<切って>>いた人に騙された。/被自己深信的人欺骗了。'
            ]
          ]
        }
      ]
    }, {
      topic: '',
      list: [
        {
          l: [''],
          i: [
            ''
          ],
          e: [
            [
              ''
            ],
            [
              ''
            ],
            [
              ''
            ]
          ]
        }
      ]
    }
  ]
}
