export default {
  title: 'ばかり',
  content: [
    {
      topic: '~ばかりか/~ばかりでなく',
      list: [
        {
          l: ['【V、形1、形2】の連体修飾形、N'],
          i: [
            '日本語：~だけでなく、その上に。',
            '中国語：表示递进关系。可译为“不仅……还”“不但……而且……”。'
          ],
          e: [
            [
              'このごろ彼は遲刻が多い<<ばかりか>>、授業中に居眠りすることさえあります。/他最近不但经常迟到，甚至在上课时还会打盹。'
            ],
            [
              '最近は人間<<ばかりか>>犬さえも美容院に行くそうだ。/听说近来不但是人就连小狗都去美容院了。'
            ],
            [
              'この花は色がきれいな<<ばかりでなく>>、香りもすばらしいですよ。/这种花不但颜色漂亮，气味也很好闻。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ばかりに',
      list: [
        {
          l: ['Vのた形、【形1、形2】の連体修飾形、N+である'],
          i: [
            '日本語：~だけの理由で、原因で→悪い結果。',
            '中国語：表示就因为前项的原因，才导致了后项意想不到的坏结果。可译为“就因为……”。'
          ],
          e: [
            [
              '生水を飲んだ<<ばかりに>>、おなかを悪くしてしまった。/就因为喝了生水，坏肚子了。'
            ],
            [
              '彼は能力があるが、学歷が低い<<ばかりに>>昇進できない。/虽然他有能力，但就是因为学历低，所以不能升职。'
            ],
            [
              '兄は無口な<<ばかりに>>よく冷たい人だと誤解されるようだ。/哥哥不爱说话，就因为这样，常被别人误解为冷漠的人。'
            ]
          ]
        }
      ]
    },
    {
      topic: '~ばかりだ',
      list: [
        {
          l: ['Vの基本形'],
          i: [
            '日本語：ますます~なる、どんどん~なる。',
            '中国語：表示某种事态朝着不好的或不理想的方向不断地发展。可译为“越来越……”“一个劲儿地……”。'
          ],
          e: [
            [
              '物価は上がる<<ばかりで>>、生活は少しも楽にならない。/物价一个劲儿地上涨，生活没有任何改善。'
            ],
            [
              '手術が終わってからも、母の病気は悪くなる<<ばかりでした>>。/手术结束之后妈妈的病情一个劲儿地恶化。'
            ],
            [
              '英語も数学も学校を岀てからは、忘れていく<<ばかりだ>>。/英语和数学自从毕业之后就全忘干净了。'
            ]
          ]
        }
      ]
    }
  ]
}
