export default {
  no: 80,
  topic: '',
  basic: {
    base: ['トキ'],
    use: [
      [
        'トキは国際的に絶滅に危機に直面している鳥である。もともとはロシア東部、中国東北部から中部、朝鮮半島、日本など東アジア一帯に広く分布していた。しかし、乱獲と環境の悪化によって各地で減少し、現在では、絶滅する恐れのある動物として絶滅危惧種に登録されている。',
        '現在、世界中で野生のトキが生息しているのは中国のみで、陝西省西安市の南に位置する洋県にトキの生息地がある。中国でも一時期トキは絶滅したと考えられていたが、１９８１年に７羽が発見された。その後、営巣地の監視・保護、人口繁殖などに取り組み、現在では１０００羽以上が確認されるに至っている。洋県の「陝西トキ救護飼養センター」では、自然と同じような環境でトキを飼育するかたわら、パンフレットやビデオを使って小学生向けのキャンペーンを行うなど、国民に対する普及啓発を行っている。',
        'こうした中国のトキ保護活動に対して日本が支援をしていることはあまり知られていない。「中国トキ保護支援基金」を募ったり、「中国トキ保護観察団」を派遣し、野生のトキの観察や保護施設や地元小学校を訪問したりして、交流を深めている。',
        '一方、日本のトキは、明治時代以降急激に数が減った。１９８１年には、その時点で野生に残っていた最後の５羽を、新潟県佐渡島の「佐渡トキ保護センター」に保護し、人口繁殖を試みた。しかし、懸命の努力にもかかわらず、人口繁殖は失敗に終わり、２００３年をもって日本のトキは絶滅した。',
        'そのような状況のもとで、日本に救いの手を差し伸べたのが中国だった。１９９８年、中国の江 沢民主席が来日に際して、２羽のトキの贈呈を約束した。翌１９９９年、雄の「友友」と雌の「洋洋」が日本に到着し、「佐渡トキ保護センター」で飼育されることになった。それ以来、この２羽をもとにトキの人工繁殖が行われ、２００７年現在、１０７羽が飼育されるに至っている。繁殖は次々と成功し、自然に戻す計画も進んでいる。',
        '中国の協力のおかげで、日本のトキの再生が実現した。今後は、日本が環境を整備し、自然の中でトキの飛ぶ姿が見られるよう、努力していかなければならない。'
      ]
    ]
  },
  utilization: {
    title: '思い出の場所',
    content: [
      [
        '野田：あのう、今日はもう退社してもよろしいでしょうか。',
        '李：ええ、仕事も落ち着いてきたし、大丈夫よ。',
        '野田：あいがとうございます。お先に失礼します。'
      ],
      [
        '李：中井さん、悪いんだけど、私もお先に失礼してもいいかしら。',
        '中井：あっ、はい。',
        '李：じゃあ、お先に失礼します。',
        '中井：お疲れ様です。李さんがこんなに早く帰るなんて、珍しいな～。'
      ],
      [
        '佐藤：隣に座ってもかまいませんか。',
        '李：えっ！佐藤さん？どうしたんですか。どうしてここにいるんですか。',
        '佐藤：今日の飛行機で戻りました。会社に電話したら、李さんは帰ったと言われたので。',
        '李：でも、どうしてここが？',
        '佐藤：いつか言っていたでしょう。ここは李さんの好きな場所で、よく来るって。',
        '李：覚えていてくれたんですか、そんなことを。',
        '佐藤：李さんとの思い出を忘れるわけがありません。この公園で僕を励ましてくれたこと、香港の夜景を眺めたこと。李さんは、僕にとってずっと頼りがいのある仕事仲間でした。そして、今、僕にとって一番大切な人だ。あなたが倒れたあの時、はっきり分かったんです。',
        '李：～佐藤さんが日本には発ってから、私も毎日あなたのことが気になって仕方がありませんでした。本当に仕事どころじゃなくて。',
        '佐藤：大阪で、僕なりに考えました。僕たちの思い出はまだ一年分でしかない。僕は李さんと、この上海でもっとたくさんの思い出を作って生きたいんです。これからもあなたの隣にいていいですか。'
      ]
    ]
  },
  grammar: {},
  words: [
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    },
    {
      word: [
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          type: '',
          cn: ''
        }
      ],
      phrase: [
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        },
        {
          kana: '',
          mana: '',
          cn: ''
        }
      ]
    }
  ]
}
