export default {
  '1-1': {
    title: '制定项目章程',
    i: [
      {
        id: '1-1-1',
        title: '立项管理文件'
      }, {
        id: '1-1-2',
        title: '协议'
      }, {
        id: '1-1-3',
        title: '事业环境因素'
      }, {
        id: '1-1-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-1-5',
        title: '专家判断'
      }, {
        id: '1-1-6',
        title: '数据收集'
      }, {
        id: '1-1-7',
        title: '人际关系与团队技能'
      }, {
        id: '1-1-8',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-1-9',
        title: '项目章程'
      }, {
        id: '1-1-10',
        title: '假设日志'
      }
    ]
  },
  '1-2': {
    title: '制订项目管理计划',
    i: [
      {
        id: '1-2-1',
        title: '项目章程'
      }, {
        id: '1-2-2',
        title: '其他知识领域规划过程的输出'
      }, {
        id: '1-2-3',
        title: '事业环境因素'
      }, {
        id: '1-2-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-2-5',
        title: '专家判断'
      }, {
        id: '1-2-6',
        title: '数据收集'
      }, {
        id: '1-2-7',
        title: '人际关系与团队技能'
      }, {
        id: '1-2-8',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-2-9',
        title: '项目管理计划'
      }
    ]
  },
  '1-3': {
    title: '指导与管理项目工作',
    i: [
      {
        id: '1-3-1',
        title: '项目管理计划'
      }, {
        id: '1-3-2',
        title: '项目文件'
      }, {
        id: '1-3-3',
        title: '批准的变更请求'
      }, {
        id: '1-3-4',
        title: '事业环境因素'
      }, {
        id: '1-3-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-3-6',
        title: '专家判断'
      }, {
        id: '1-3-7',
        title: '项目管理信息系统'
      }, {
        id: '1-3-8',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-3-9',
        title: '可交付成果'
      }, {
        id: '1-3-10',
        title: '工作绩效数据'
      }, {
        id: '1-3-11',
        title: '问题日志'
      }, {
        id: '1-3-12',
        title: '变更请求'
      }, {
        id: '1-3-13',
        title: '项目管理计划(更新)'
      }, {
        id: '1-3-14',
        title: '项目文件(更新)'
      }, {
        id: '1-3-15',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '1-4': {
    title: '管理项目知识',
    i: [
      {
        id: '1-4-1',
        title: '项目管理计划'
      }, {
        id: '1-4-2',
        title: '项目文件'
      }, {
        id: '1-4-3',
        title: '可交付成果'
      }, {
        id: '1-4-4',
        title: '事业环境因素'
      }, {
        id: '1-4-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-4-6',
        title: '专家判断'
      }, {
        id: '1-4-7',
        title: '知识管理'
      }, {
        id: '1-4-8',
        title: '信息管理'
      }, {
        id: '1-4-9',
        title: '人际关系与团队技能'
      }
    ],
    o: [
      {
        id: '1-4-10',
        title: '经验教训登记册'
      }, {
        id: '1-4-11',
        title: '项目管理计划(更新)'
      }, {
        id: '1-4-12',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '1-5': {
    title: '监控项目工作',
    i: [
      {
        id: '1-5-1',
        title: '项目管理计划'
      }, {
        id: '1-5-2',
        title: '项目文件'
      }, {
        id: '1-5-3',
        title: '工作绩效信息'
      }, {
        id: '1-5-4',
        title: '协议'
      }, {
        id: '1-5-5',
        title: '事业环境因素'
      }, {
        id: '1-5-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-5-7',
        title: '专家判断'
      }, {
        id: '1-5-8',
        title: '数据分析'
      }, {
        id: '1-5-9',
        title: '决策'
      }, {
        id: '1-5-10',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-5-11',
        title: '工作绩效报告'
      }, {
        id: '1-5-12',
        title: '变更请求'
      }, {
        id: '1-5-13',
        title: '项目管理计划(更新)'
      }, {
        id: '1-5-14',
        title: '项目文件(更新)'
      }
    ]
  },
  '1-6': {
    title: '实施整体变更控制',
    i: [
      {
        id: '1-6-1',
        title: '项目管理计划'
      }, {
        id: '1-6-2',
        title: '项目文件'
      }, {
        id: '1-6-3',
        title: '工作绩效报告'
      }, {
        id: '1-6-4',
        title: '变更请求'
      }, {
        id: '1-6-5',
        title: '事业环境因素'
      }, {
        id: '1-6-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-6-7',
        title: '专家判断'
      }, {
        id: '1-6-8',
        title: '变更控制工具'
      }, {
        id: '1-6-9',
        title: '数据分析'
      }, {
        id: '1-6-10',
        title: '决策'
      }, {
        id: '1-6-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-6-12',
        title: '批准的变更请求'
      }, {
        id: '1-6-13',
        title: '项目管理计划(更新)'
      }, {
        id: '1-6-14',
        title: '项目文件(更新)'
      }
    ]
  },
  '1-7': {
    title: '结束项目或阶段',
    i: [
      {
        id: '1-7-1',
        title: '项目章程'
      }, {
        id: '1-7-2',
        title: '项目管理计划'
      }, {
        id: '1-7-3',
        title: '项目文件'
      }, {
        id: '1-7-4',
        title: '验收的可交付成果'
      }, {
        id: '1-7-5',
        title: '立项管理文件'
      }, {
        id: '1-7-6',
        title: '协议'
      }, {
        id: '1-7-7',
        title: '采购文档'
      }, {
        id: '1-7-8',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-7-9',
        title: '专家判断'
      }, {
        id: '1-7-10',
        title: '数据分析'
      }, {
        id: '1-7-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-7-12',
        title: '项目文件(更新)'
      }, {
        id: '1-7-13',
        title: '最终产品、服务或成果'
      }, {
        id: '1-7-14',
        title: '项目最终报告'
      }, {
        id: '1-7-15',
        title: '组织过程资产(更新)'
      }
    ]
  }
}
