export default {
  '7-1': {
    title: '规划沟通管理',
    i: [
      {
        id: '7-1-1',
        title: '项目章程'
      }, {
        id: '7-1-2',
        title: '项目管理计划'
      }, {
        id: '7-1-3',
        title: '项目文件'
      }, {
        id: '7-1-4',
        title: '事业环境因素'
      }, {
        id: '7-1-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '7-1-6',
        title: '专家判断'
      }, {
        id: '7-1-7',
        title: '沟通需求分析'
      }, {
        id: '7-1-8',
        title: '沟通技术'
      }, {
        id: '7-1-9',
        title: '沟通模型'
      }, {
        id: '7-1-10',
        title: '沟通方法'
      }, {
        id: '7-1-11',
        title: '人际关系与团队技能'
      }, {
        id: '7-1-12',
        title: '数据表现'
      }, {
        id: '7-1-13',
        title: '会议'
      }
    ],
    o: [
      {
        id: '7-1-14',
        title: '沟通管理计划'
      }, {
        id: '7-1-15',
        title: '项目管理计划(更新)'
      }, {
        id: '7-1-16',
        title: '项目文件(更新)'
      }
    ]
  },
  '7-2': {
    title: '管理沟通',
    i: [
      {
        id: '7-2-1',
        title: '项目管理计划'
      }, {
        id: '7-2-2',
        title: '项目文件'
      }, {
        id: '7-2-3',
        title: '工作绩效报告'
      }, {
        id: '7-2-4',
        title: '事业环境因素'
      }, {
        id: '7-2-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '7-2-6',
        title: '沟通技术'
      }, {
        id: '7-2-7',
        title: '沟通方法'
      }, {
        id: '7-2-8',
        title: '沟通技能'
      }, {
        id: '7-2-9',
        title: '项目管理信息系统'
      }, {
        id: '7-2-10',
        title: '项目报告'
      }, {
        id: '7-2-11',
        title: '人际关系与团队技能'
      }, {
        id: '7-2-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '7-2-13',
        title: '项目沟通记录'
      }, {
        id: '7-2-14',
        title: '项目管理计划(更新)'
      }, {
        id: '7-2-15',
        title: '项目文件(更新)'
      }, {
        id: '7-2-16',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '7-3': {
    title: '监督沟通',
    i: [
      {
        id: '7-3-1',
        title: '项目管理计划'
      }, {
        id: '7-3-2',
        title: '项目文件'
      }, {
        id: '7-3-3',
        title: '工作绩效数据'
      }, {
        id: '7-3-4',
        title: '事业环境因素'
      }, {
        id: '7-3-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '7-3-6',
        title: '专家判断'
      }, {
        id: '7-3-7',
        title: '项目管理信息系统'
      }, {
        id: '7-3-8',
        title: '数据表现'
      }, {
        id: '7-3-9',
        title: '人际关系与团队技能'
      }, {
        id: '7-3-10',
        title: '会议'
      }
    ],
    o: [
      {
        id: '7-3-11',
        title: '工作绩效信息'
      }, {
        id: '7-3-12',
        title: '变更请求'
      }, {
        id: '7-3-13',
        title: '项目管理计划(更新)'
      }, {
        id: '7-3-14',
        title: '项目文件(更新)'
      }
    ]
  }
}
