export default {
  '2-1': {
    title: '规划范围管理',
    i: [
      {
        id: '2-1-1',
        title: '项目章程'
      }, {
        id: '2-1-2',
        title: '项目管理计划'
      }, {
        id: '2-1-3',
        title: '事业环境因素'
      }, {
        id: '2-1-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '2-1-5',
        title: '专家判断'
      }, {
        id: '2-1-6',
        title: '数据分析'
      }, {
        id: '2-1-7',
        title: '会议'
      }
    ],
    o: [
      {
        id: '2-1-8',
        title: '范围管理计划'
      }, {
        id: '2-1-9',
        title: '需求管理计划'
      }
    ]
  },
  '2-2': {
    title: '收集需求',
    i: [
      {
        id: '2-2-1',
        title: '立项管理文件'
      }, {
        id: '2-2-2',
        title: '项目章程'
      }, {
        id: '2-2-3',
        title: '项目管理计划'
      }, {
        id: '2-2-4',
        title: '项目文件'
      }, {
        id: '2-2-5',
        title: '协议'
      }, {
        id: '2-2-6',
        title: '事业环境因素'
      }, {
        id: '2-2-7',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '2-2-8',
        title: '专家判断'
      }, {
        id: '2-2-9',
        title: '数据收集'
      }, {
        id: '2-2-10',
        title: '数据分析'
      }, {
        id: '2-2-11',
        title: '决策'
      }, {
        id: '2-2-12',
        title: '数据表现'
      }, {
        id: '2-2-13',
        title: '人际关系与团队技能'
      }, {
        id: '2-2-14',
        title: '系统交互图'
      }, {
        id: '2-2-15',
        title: '原型法'
      }
    ],
    o: [
      {
        id: '2-2-16',
        title: '需求文件'
      }, {
        id: '2-2-17',
        title: '需求跟踪矩阵'
      }
    ]
  },
  '2-3': {
    title: '定义范围',
    i: [
      {
        id: '2-3-1',
        title: '项目章程'
      }, {
        id: '2-3-2',
        title: '项目管理计划'
      }, {
        id: '2-3-3',
        title: '项目文件'
      }, {
        id: '2-3-4',
        title: '事业环境因素'
      }, {
        id: '2-3-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '2-3-6',
        title: '专家判断'
      }, {
        id: '2-3-7',
        title: '数据分析'
      }, {
        id: '2-3-8',
        title: '决策'
      }, {
        id: '2-3-9',
        title: '人际关系与团队技能'
      }, {
        id: '2-3-10',
        title: '产品分析'
      }
    ],
    o: [
      {
        id: '2-3-11',
        title: '项目范围说明书'
      }, {
        id: '2-3-12',
        title: '项目文件(更新)'
      }
    ]
  },
  '2-4': {
    title: '创建WBS',
    i: [
      {
        id: '2-4-1',
        title: '项目管理计划'
      }, {
        id: '2-4-2',
        title: '项目文件'
      }, {
        id: '2-4-3',
        title: '事业环境因素'
      }, {
        id: '2-4-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '2-4-5',
        title: '专家判断'
      }, {
        id: '2-4-6',
        title: '分解'
      }
    ],
    o: [
      {
        id: '2-4-7',
        title: '范围基准'
      }, {
        id: '2-4-8',
        title: '项目文件(更新)'
      }
    ]
  },
  '2-5': {
    title: '确认范围',
    i: [
      {
        id: '2-5-1',
        title: '项目管理计划'
      }, {
        id: '2-5-2',
        title: '项目文件'
      }, {
        id: '2-5-3',
        title: '工作绩效数据'
      }, {
        id: '2-5-4',
        title: '核实的可交付成果'
      }
    ],
    tt: [
      {
        id: '2-5-5',
        title: '检查'
      }, {
        id: '2-5-6',
        title: '决策'
      }
    ],
    o: [
      {
        id: '2-5-7',
        title: '验收的可交付成果'
      }, {
        id: '2-5-8',
        title: '变更请求'
      }, {
        id: '2-5-9',
        title: '工作绩效信息'
      }, {
        id: '2-5-10',
        title: '项目文件(更新)'
      }
    ]
  },
  '2-6': {
    title: '控制范围',
    i: [
      {
        id: '2-6-1',
        title: '项目管理计划'
      }, {
        id: '2-6-2',
        title: '项目文件'
      }, {
        id: '2-6-3',
        title: '工作绩效数据'
      }, {
        id: '2-6-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '2-6-5',
        title: '数据分析'
      }
    ],
    o: [
      {
        id: '2-6-6',
        title: '工作绩效信息'
      }, {
        id: '2-6-7',
        title: '变更请求'
      }, {
        id: '2-6-8',
        title: '项目管理计划(更新)'
      }, {
        id: '2-6-9',
        title: '项目文件(更新)'
      }
    ]
  }
}
