export default {
  '6-1': {
    title: '规划资源管理',
    phase: '规划',
    i: [
      {
        id: '6-1-1',
        title: '项目章程'
      }, {
        id: '6-1-2',
        title: '项目管理计划'
      }, {
        id: '6-1-3',
        title: '项目文件'
      }, {
        id: '6-1-4',
        title: '事业环境因素'
      }, {
        id: '6-1-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-1-6',
        title: '专家判断'
      }, {
        id: '6-1-7',
        title: '数据表现'
      }, {
        id: '6-1-8',
        title: '组织理论'
      }, {
        id: '6-1-9',
        title: '会议'
      }
    ],
    o: [
      {
        id: '6-1-10',
        title: '资源管理计划'
      }, {
        id: '6-1-11',
        title: '团队章程'
      }, {
        id: '6-1-12',
        title: '项目文件(更新)'
      }
    ]
  },
  '6-2': {
    title: '估算活动资源',
    phase: '规划',
    i: [
      {
        id: '6-2-1',
        title: '项目管理计划'
      }, {
        id: '6-2-2',
        title: '项目文件'
      }, {
        id: '6-2-3',
        title: '事业环境因素'
      }, {
        id: '6-2-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-2-5',
        title: '专家判断'
      }, {
        id: '6-2-6',
        title: '自下而上估算'
      }, {
        id: '6-2-7',
        title: '类比估算'
      }, {
        id: '6-2-8',
        title: '参数估算'
      }, {
        id: '6-2-9',
        title: '数据分析'
      }, {
        id: '6-2-10',
        title: '项目管理信息系统'
      }, {
        id: '6-2-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '6-2-12',
        title: '资源需求'
      }, {
        id: '6-2-13',
        title: '估算依据'
      }, {
        id: '6-2-14',
        title: '资源分解结构'
      }, {
        id: '6-2-15',
        title: '项目文件(更新)'
      }
    ]
  },
  '6-3': {
    title: '获取资源',
    phase: '执行',
    i: [
      {
        id: '6-3-1',
        title: '项目管理计划'
      }, {
        id: '6-3-2',
        title: '项目文件'
      }, {
        id: '6-3-3',
        title: '事业环境因素'
      }, {
        id: '6-3-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-3-5',
        title: '决策'
      }, {
        id: '6-3-6',
        title: '人际关系与团队技能'
      }, {
        id: '6-3-7',
        title: '预分派'
      }, {
        id: '6-3-8',
        title: '虚拟团队'
      }
    ],
    o: [
      {
        id: '6-3-9',
        title: '物质资源分配单'
      }, {
        id: '6-3-10',
        title: '项目团队派工单'
      }, {
        id: '6-3-11',
        title: '资源日历'
      }, {
        id: '6-3-12',
        title: '变更请求'
      }, {
        id: '6-3-13',
        title: '项目管理计划(更新)'
      }, {
        id: '6-3-14',
        title: '项目文件(更新)'
      }, {
        id: '6-3-15',
        title: '事业环境因素(更新)'
      }, {
        id: '6-3-16',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '6-4': {
    title: '建设团队',
    phase: '执行',
    i: [
      {
        id: '6-4-1',
        title: '项目管理计划'
      }, {
        id: '6-4-2',
        title: '项目文件'
      }, {
        id: '6-4-3',
        title: '事业环境因素'
      }, {
        id: '6-4-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-4-5',
        title: '集中办公'
      }, {
        id: '6-4-6',
        title: '虚拟团队'
      }, {
        id: '6-4-7',
        title: '沟通技术'
      }, {
        id: '6-4-8',
        title: '人际关系与团队技能'
      }, {
        id: '6-4-9',
        title: '认可与奖励'
      }, {
        id: '6-4-10',
        title: '培训'
      }, {
        id: '6-4-11',
        title: '个人和团队评估'
      }, {
        id: '6-4-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '6-4-13',
        title: '团队绩效评价'
      }, {
        id: '6-4-14',
        title: '变更请求'
      }, {
        id: '6-4-15',
        title: '项目管理计划(更新)'
      }, {
        id: '6-4-16',
        title: '项目文件(更新)'
      }, {
        id: '6-4-17',
        title: '事业环境因素(更新)'
      }, {
        id: '6-4-18',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '6-5': {
    title: '管理团队',
    phase: '执行',
    i: [
      {
        id: '6-5-1',
        title: '项目管理计划'
      }, {
        id: '6-5-2',
        title: '项目文件'
      }, {
        id: '6-5-3',
        title: '工作绩效报告'
      }, {
        id: '6-5-4',
        title: '团队绩效评价'
      }, {
        id: '6-5-5',
        title: '事业环境因素'
      }, {
        id: '6-5-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-5-7',
        title: '人际关系与团队技能'
      }, {
        id: '6-5-8',
        title: '项目管理信息系统'
      }
    ],
    o: [
      {
        id: '6-5-9',
        title: '变更请求'
      }, {
        id: '6-5-10',
        title: '项目管理计划(更新)'
      }, {
        id: '6-5-11',
        title: '项目文件(更新)'
      }, {
        id: '6-5-12',
        title: '事业环境因素(更新)'
      }
    ]
  },
  '6-6': {
    title: '控制资源',
    phase: '监控',
    i: [
      {
        id: '6-6-1',
        title: '项目管理计划'
      }, {
        id: '6-6-2',
        title: '项目文件'
      }, {
        id: '6-6-3',
        title: '工作绩效数据'
      }, {
        id: '6-6-4',
        title: '协议'
      }, {
        id: '6-6-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '6-6-6',
        title: '数据分析'
      }, {
        id: '6-6-7',
        title: '问题解决'
      }, {
        id: '6-6-8',
        title: '人际关系与团队技能'
      }, {
        id: '6-6-9',
        title: '项目管理信息系统'
      }
    ],
    o: [
      {
        id: '6-6-10',
        title: '工作绩效信息'
      }, {
        id: '6-6-11',
        title: '变更请求'
      }, {
        id: '6-6-12',
        title: '项目管理计划(更新)'
      }, {
        id: '6-6-13',
        title: '项目文件(更新)'
      }
    ]
  }
}
