export default {
  '8-1': {
    title: '规划风险管理',
    i: [
      {
        id: '8-1-1',
        title: '项目章程'
      }, {
        id: '8-1-2',
        title: '项目管理计划'
      }, {
        id: '8-1-3',
        title: '项目文件'
      }, {
        id: '8-1-4',
        title: '事业环境因素'
      }, {
        id: '8-1-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-1-6',
        title: '专家判断'
      }, {
        id: '8-1-7',
        title: '数据分析'
      }, {
        id: '8-1-8',
        title: '会议'
      }
    ],
    o: [
      {
        id: '8-1-9',
        title: '风险管理计划'
      }
    ]
  },
  '8-2': {
    title: '识别风险',
    i: [
      {
        id: '8-2-1',
        title: '项目管理计划'
      }, {
        id: '8-2-2',
        title: '项目文件'
      }, {
        id: '8-2-3',
        title: '采购文档'
      }, {
        id: '8-2-4',
        title: '协议'
      }, {
        id: '8-2-5',
        title: '事业环境因素'
      }, {
        id: '8-2-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-2-7',
        title: '专家判断'
      }, {
        id: '8-2-8',
        title: '数据收集'
      }, {
        id: '8-2-9',
        title: '数据分析'
      }, {
        id: '8-2-10',
        title: '人际关系与团队技能'
      }, {
        id: '8-2-11',
        title: '提示清单'
      }, {
        id: '8-2-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '8-2-13',
        title: '风险登记册'
      }, {
        id: '8-2-14',
        title: '风险报告'
      }, {
        id: '8-2-15',
        title: '项目文件(更新)'
      }
    ]
  },
  '8-3': {
    title: '实施定性风险分析',
    i: [
      {
        id: '8-3-1',
        title: '项目管理计划'
      }, {
        id: '8-3-2',
        title: '项目文件'
      }, {
        id: '8-3-3',
        title: '事业环境因素'
      }, {
        id: '8-3-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-3-5',
        title: '专家判断'
      }, {
        id: '8-3-6',
        title: '数据收集'
      }, {
        id: '8-3-7',
        title: '数据分析'
      }, {
        id: '8-3-8',
        title: '人际关系与团队技能'
      }, {
        id: '8-3-9',
        title: '风险分类'
      }, {
        id: '8-3-10',
        title: '数据表现'
      }, {
        id: '8-3-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '8-3-12',
        title: '项目文件(更新)'
      }
    ]
  },
  '8-4': {
    title: '实施定量风险分析',
    i: [
      {
        id: '8-4-1',
        title: '项目管理计划'
      }, {
        id: '8-4-2',
        title: '项目文件'
      }, {
        id: '8-4-3',
        title: '事业环境因素'
      }, {
        id: '8-4-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-4-5',
        title: '专家判断'
      }, {
        id: '8-4-6',
        title: '数据收集'
      }, {
        id: '8-4-7',
        title: '人际关系与团队技能'
      }, {
        id: '8-4-8',
        title: '不确定性表现方式'
      }, {
        id: '8-4-9',
        title: '数据分析'
      }
    ],
    o: [
      {
        id: '8-4-10',
        title: '项目文件(更新)'
      }
    ]
  },
  '8-5': {
    title: '规划风险应对',
    i: [
      {
        id: '8-5-1',
        title: '项目管理计划'
      }, {
        id: '8-5-2',
        title: '项目文件'
      }, {
        id: '8-5-3',
        title: '事业环境因素'
      }, {
        id: '8-5-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-5-5',
        title: '专家判断'
      }, {
        id: '8-5-6',
        title: '数据收集'
      }, {
        id: '8-5-7',
        title: '人际关系与团队技能'
      }, {
        id: '8-5-8',
        title: '威胁应对策略'
      }, {
        id: '8-5-9',
        title: '机会应对策略'
      }, {
        id: '8-5-10',
        title: '应急应对策略'
      }, {
        id: '8-5-11',
        title: '整体项目风险应对策略'
      }, {
        id: '8-5-12',
        title: '数据分析'
      }, {
        id: '8-5-13',
        title: '决策'
      }
    ],
    o: [
      {
        id: '8-5-14',
        title: '变更请求'
      }, {
        id: '8-5-15',
        title: '项目管理计划(更新)'
      }, {
        id: '8-5-16',
        title: '项目文件(更新)'
      }
    ]
  },
  '8-6': {
    title: '实施风险应对',
    i: [
      {
        id: '8-6-1',
        title: '项目管理计划'
      }, {
        id: '8-6-2',
        title: '项目文件'
      }, {
        id: '8-6-3',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '8-6-4',
        title: '专家判断'
      }, {
        id: '8-6-5',
        title: '人际关系与团队技能'
      }, {
        id: '8-6-6',
        title: '项目管理信息系统'
      }
    ],
    o: [
      {
        id: '8-6-7',
        title: '变更请求'
      }, {
        id: '8-6-8',
        title: '项目文件(更新)'
      }
    ]
  },
  '8-7': {
    title: '监督风险',
    i: [
      {
        id: '8-7-1',
        title: '项目管理计划'
      }, {
        id: '8-7-2',
        title: '项目文件'
      }, {
        id: '8-7-3',
        title: '工作绩效数据'
      }, {
        id: '8-7-4',
        title: '工作绩效报告'
      }
    ],
    tt: [
      {
        id: '8-7-5',
        title: '数据分析'
      }, {
        id: '8-7-6',
        title: '审计'
      }, {
        id: '8-7-7',
        title: '会议'
      }
    ],
    o: [
      {
        id: '8-7-8',
        title: '工作绩效信息'
      }, {
        id: '8-7-9',
        title: '变更请求'
      }, {
        id: '8-7-10',
        title: '项目管理计划(更新)'
      }, {
        id: '8-7-11',
        title: '项目文件(更新)'
      }, {
        id: '8-7-12',
        title: '组织过程资产(更新)'
      }
    ]
  }
}
