export default {
  '1-1': {
    title: '制定项目章程',
    i: [
      {
        id: '1-1-1',
        title: '立项管理文件'
      }, {
        id: '1-1-2',
        title: '协议'
      }, {
        id: '1-1-3',
        title: '事业环境因素'
      }, {
        id: '1-1-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '1-1-5',
        title: '专家判断'
      }, {
        id: '1-1-6',
        title: '数据收集'
      }, {
        id: '1-1-7',
        title: '人际关系与团队技能'
      }, {
        id: '1-1-8',
        title: '会议'
      }
    ],
    o: [
      {
        id: '1-1-9',
        title: '项目章程'
      }, {
        id: '1-1-10',
        title: '假设日志'
      }
    ]
  }
}
