export default {
  '10-1': {
    title: '识别干系人',
    i: [
      {
        id: '10-1-1',
        title: '立项管理文件'
      }, {
        id: '10-1-2',
        title: '项目章程'
      }, {
        id: '10-1-3',
        title: '项目管理计划'
      }, {
        id: '10-1-4',
        title: '项目文件'
      }, {
        id: '10-1-5',
        title: '协议'
      }, {
        id: '10-1-6',
        title: '事业环境因素'
      }, {
        id: '10-1-7',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '10-1-8',
        title: '专家判断'
      }, {
        id: '10-1-9',
        title: '数据收集'
      }, {
        id: '10-1-10',
        title: '数据分析'
      }, {
        id: '10-1-11',
        title: '数据表现'
      }, {
        id: '10-1-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '10-1-13',
        title: '干系人登记册'
      }, {
        id: '10-1-14',
        title: '变更请求'
      }, {
        id: '10-1-15',
        title: '项目管理计划(更新)'
      }, {
        id: '10-1-16',
        title: '项目文件(更新)'
      }
    ]
  }, 
  '10-2': {
    title: '规划干系人参与',
    i: [
      {
        id: '10-2-1',
        title: '项目章程'
      }, {
        id: '10-2-2',
        title: '项目管理计划'
      }, {
        id: '10-2-3',
        title: '项目文件'
      }, {
        id: '10-2-4',
        title: '协议'
      }, {
        id: '10-2-5',
        title: '事业环境因素'
      }, {
        id: '10-2-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '10-2-7',
        title: '专家判断'
      }, {
        id: '10-2-8',
        title: '数据收集'
      }, {
        id: '10-2-9',
        title: '数据分析'
      }, {
        id: '10-2-10',
        title: '决策'
      }, {
        id: '10-2-11',
        title: '数据表现'
      }, {
        id: '10-2-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '10-2-13',
        title: '干系人参与计划'
      }
    ]
  }, 
  '10-3': {
    title: '管理干系人参与',
    i: [
      {
        id: '10-3-1',
        title: '项目管理计划'
      }, {
        id: '10-3-2',
        title: '项目文件'
      }, {
        id: '10-3-3',
        title: '事业环境因素'
      }, {
        id: '10-3-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '10-3-5',
        title: '专家判断'
      }, {
        id: '10-3-6',
        title: '沟通技能'
      }, {
        id: '10-3-7',
        title: '人际关系与团队技能'
      }, {
        id: '10-3-8',
        title: '基本规则'
      }, {
        id: '10-3-9',
        title: '会议'
      }
    ],
    o: [
      {
        id: '10-3-10',
        title: '变更请求'
      }, {
        id: '10-3-11',
        title: '项目管理计划(更新)'
      }, {
        id: '10-3-12',
        title: '项目文件(更新)'
      }
    ]
  }, 
  '10-4': {
    title: '监督干系人参与',
    i: [
      {
        id: '10-4-1',
        title: '项目管理计划'
      }, {
        id: '10-4-2',
        title: '项目文件'
      }, {
        id: '10-4-3',
        title: '工作绩效数据'
      }, {
        id: '10-4-4',
        title: '事业环境因素'
      }, {
        id: '10-4-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '10-4-6',
        title: '数据分析'
      }, {
        id: '10-4-7',
        title: '决策'
      }, {
        id: '10-4-8',
        title: '数据表现'
      }, {
        id: '10-4-9',
        title: '沟通技能'
      }, {
        id: '10-4-10',
        title: '人际关系与团队技能'
      }, {
        id: '10-4-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '10-4-12',
        title: '工作绩效信息'
      }, {
        id: '10-4-13',
        title: '变更请求'
      }, {
        id: '10-4-14',
        title: '项目管理计划(更新)'
      }, {
        id: '10-4-15',
        title: '项目文件(更新)'
      }
    ]
  }
}
