export default {
  '5-1': {
    title: '规划质量管理',
    i: [
      {
        id: '5-1-1',
        title: '项目章程'
      }, {
        id: '5-1-2',
        title: '项目管理计划'
      }, {
        id: '5-1-3',
        title: '项目文件'
      }, {
        id: '5-1-4',
        title: '事业环境因素'
      }, {
        id: '5-1-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '5-1-6',
        title: '专家判断'
      }, {
        id: '5-1-7',
        title: '数据收集'
      }, {
        id: '5-1-8',
        title: '数据分析'
      }, {
        id: '5-1-9',
        title: '决策技术'
      }, {
        id: '5-1-10',
        title: '数据表现'
      }, {
        id: '5-1-11',
        title: '测试与检查的规划'
      }, {
        id: '5-1-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '5-1-13',
        title: '质量管理计划'
      }, {
        id: '5-1-14',
        title: '质量测量指标'
      }, {
        id: '5-1-15',
        title: '项目管理计划(更新)'
      }, {
        id: '5-1-16',
        title: '项目文件(更新)'
      }
    ]
  },
  '5-2': {
    title: '管理质量',
    i: [
      {
        id: '5-2-1',
        title: '项目管理计划'
      }, {
        id: '5-2-2',
        title: '项目文件'
      }, {
        id: '5-2-3',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '5-2-4',
        title: '数据收集'
      }, {
        id: '5-2-5',
        title: '数据分析'
      }, {
        id: '5-2-6',
        title: '决策技术'
      }, {
        id: '5-2-7',
        title: '数据表现'
      }, {
        id: '5-2-8',
        title: '审计'
      }, {
        id: '5-2-9',
        title: '面向X的设计'
      }, {
        id: '5-2-10',
        title: '问题解决'
      }, {
        id: '5-2-11',
        title: '质量改进方法'
      }
    ],
    o: [
      {
        id: '5-2-12',
        title: '质量报告'
      }, {
        id: '5-2-13',
        title: '测试与评估文件'
      }, {
        id: '5-2-14',
        title: '变更请求'
      }, {
        id: '5-2-15',
        title: '项目管理计划(更新)'
      }, {
        id: '5-2-16',
        title: '项目文件(更新)'
      }
    ]
  },
  '5-3': {
    title: '控制质量',
    i: [
      {
        id: '5-3-1',
        title: '项目管理计划'
      }, {
        id: '5-3-2',
        title: '项目文件'
      }, {
        id: '5-3-3',
        title: '可交付成果'
      }, {
        id: '5-3-4',
        title: '工作绩效数据'
      }, {
        id: '5-3-5',
        title: '批准的变更请求'
      }, {
        id: '5-3-6',
        title: '事业环境因素'
      }, {
        id: '5-3-7',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '5-3-8',
        title: '数据收集'
      }, {
        id: '5-3-9',
        title: '数据分析'
      }, {
        id: '5-3-10',
        title: '检查'
      }, {
        id: '5-3-11',
        title: '测试/产品评估'
      }, {
        id: '5-3-12',
        title: '数据表现'
      }, {
        id: '5-3-13',
        title: '会议'
      }
    ],
    o: [
      {
        id: '5-3-14',
        title: '工作绩效信息'
      }, {
        id: '5-3-15',
        title: '质量控制测量结果'
      }, {
        id: '5-3-16',
        title: '核实的可交付成果'
      }, {
        id: '5-3-17',
        title: '变更请求'
      }, {
        id: '5-3-18',
        title: '项目管理计划(更新)'
      }, {
        id: '5-3-19',
        title: '项目文件(更新)'
      }
    ]
  }
}
