export default {
  '3-1': {
    title: '规划范围管理',
    i: [
      {
        id: '3-1-1',
        title: '项目章程'
      }, {
        id: '3-1-2',
        title: '项目管理计划'
      }, {
        id: '3-1-3',
        title: '事业环境因素'
      }, {
        id: '3-1-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-1-5',
        title: '专家判断'
      }, {
        id: '3-1-6',
        title: '数据分析'
      }, {
        id: '3-1-7',
        title: '会议'
      }
    ],
    o: [
      {
        id: '3-1-8',
        title: '进度管理计划'
      }
    ]
  },
  '3-2': {
    title: '定义活动',
    i: [
      {
        id: '3-2-1',
        title: '项目管理计划'
      }, {
        id: '3-2-2',
        title: '事业环境因素'
      }, {
        id: '3-2-3',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-2-4',
        title: '专家判断'
      }, {
        id: '3-2-5',
        title: '分解'
      }, {
        id: '3-2-6',
        title: '滚动式规划'
      }, {
        id: '3-2-7',
        title: '会议'
      }
    ],
    o: [
      {
        id: '3-2-8',
        title: '活动清单'
      }, {
        id: '3-2-9',
        title: '活动属性'
      }, {
        id: '3-2-10',
        title: '里程碑清单'
      }, {
        id: '3-2-11',
        title: '变更请求'
      }, {
        id: '3-2-12',
        title: '项目管理计划(更新)'
      }
    ]
  },
  '3-3': {
    title: '排列活动顺序',
    i: [
      {
        id: '3-3-1',
        title: '项目管理计划'
      }, {
        id: '3-3-2',
        title: '项目文件'
      }, {
        id: '3-3-3',
        title: '事业环境因素'
      }, {
        id: '3-3-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-3-5',
        title: '紧前关系绘图法'
      }, {
        id: '3-3-6',
        title: '箭线图法'
      }, {
        id: '3-3-7',
        title: '确定和整合依赖关系'
      }, {
        id: '3-3-8',
        title: '提前量和滞后量'
      }, {
        id: '3-3-9',
        title: '项目管理信息系统'
      }
    ],
    o: [
      {
        id: '3-3-10',
        title: '项目进度网络图'
      }, {
        id: '3-3-11',
        title: '项目文件(更新)'
      }
    ]
  },
  '3-4': {
    title: '估算活动持续时间',
    i: [
      {
        id: '3-4-1',
        title: '项目管理计划'
      }, {
        id: '3-4-2',
        title: '项目文件'
      }, {
        id: '3-4-3',
        title: '事业环境因素'
      }, {
        id: '3-4-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-4-5',
        title: '专家判断'
      }, {
        id: '3-4-6',
        title: '类比估算'
      }, {
        id: '3-4-7',
        title: '参数估算'
      }, {
        id: '3-4-8',
        title: '三点估算'
      }, {
        id: '3-4-9',
        title: '自下而上估算'
      }, {
        id: '3-4-10',
        title: '数据分析'
      }, {
        id: '3-4-11',
        title: '决策'
      }, {
        id: '3-4-12',
        title: '会议'
      }
    ],
    o: [
      {
        id: '3-4-13',
        title: '持续时间估算'
      }, {
        id: '3-4-14',
        title: '估算依据'
      }, {
        id: '3-4-15',
        title: '项目文件(更新)'
      }
    ]
  },
  '3-5': {
    title: '制订进度计划',
    i: [
      {
        id: '3-5-1',
        title: '项目管理计划'
      }, {
        id: '3-5-2',
        title: '项目文件'
      }, {
        id: '3-5-3',
        title: '协议'
      }, {
        id: '3-5-4',
        title: '事业环境因素'
      }, {
        id: '3-5-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-5-6',
        title: '进度网络分析'
      }, {
        id: '3-5-7',
        title: '关键路径法'
      }, {
        id: '3-5-8',
        title: '资源优化'
      }, {
        id: '3-5-9',
        title: '数据分析'
      }, {
        id: '3-5-10',
        title: '提前量和滞后量'
      }, {
        id: '3-5-11',
        title: '进度压缩'
      }, {
        id: '3-5-12',
        title: '计划评审技术'
      }, {
        id: '3-5-13',
        title: '项目管理信息系统'
      }, {
        id: '3-5-14',
        title: '敏捷或适应型发布规划'
      }
    ],
    o: [
      {
        id: '3-5-15',
        title: '进度基准'
      }, {
        id: '3-5-16',
        title: '项目进度计划'
      }, {
        id: '3-5-17',
        title: '进度数据'
      }, {
        id: '3-5-18',
        title: '项目日历'
      }, {
        id: '3-5-19',
        title: '变更请求'
      }, {
        id: '3-5-20',
        title: '项目管理计划(更新)'
      }, {
        id: '3-5-21',
        title: '项目文件(更新)'
      }
    ]
  },
  '3-6': {
    title: '控制进度',
    i: [
      {
        id: '3-6-1',
        title: '项目管理计划'
      }, {
        id: '3-6-2',
        title: '项目文件'
      }, {
        id: '3-6-3',
        title: '工作绩效数据'
      }, {
        id: '3-6-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '3-6-5',
        title: '数据分析'
      }, {
        id: '3-6-6',
        title: '关键路径法'
      }, {
        id: '3-6-7',
        title: '项目管理信息系统'
      }, {
        id: '3-6-8',
        title: '资源优化'
      }, {
        id: '3-6-9',
        title: '提前量和滞后量'
      }, {
        id: '3-6-10',
        title: '进度压缩'
      }
    ],
    o: [
      {
        id: '3-6-11',
        title: '工作绩效信息'
      }, {
        id: '3-6-12',
        title: '进度预测'
      }, {
        id: '3-6-13',
        title: '变更请求'
      }, {
        id: '3-6-14',
        title: '项目管理计划(更新)'
      }, {
        id: '3-6-15',
        title: '项目文件(更新)'
      }
    ]
  }
}
