export default {
  '9-1': {
    title: '规划采购管理',
    phase: '规划',
    i: [
      {
        id: '9-1-1',
        title: '立项管理文件'
      }, {
        id: '9-1-2',
        title: '项目章程'
      }, {
        id: '9-1-3',
        title: '项目管理计划'
      }, {
        id: '9-1-4',
        title: '项目文件'
      }, {
        id: '9-1-5',
        title: '事业环境因素'
      }, {
        id: '9-1-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '9-1-7',
        title: '专家判断'
      }, {
        id: '9-1-8',
        title: '数据收集'
      }, {
        id: '9-1-9',
        title: '数据分析'
      }, {
        id: '9-1-10',
        title: '供方选择分析'
      }, {
        id: '9-1-11',
        title: '会议'
      }
    ],
    o: [
      {
        id: '9-1-12',
        title: '采购管理计划'
      }, {
        id: '9-1-13',
        title: '采购策略'
      }, {
        id: '9-1-14',
        title: '采购工作说明书'
      }, {
        id: '9-1-15',
        title: '招标文件'
      }, {
        id: '9-1-16',
        title: '自制或外购决策'
      }, {
        id: '9-1-17',
        title: '独立成本估算'
      }, {
        id: '9-1-18',
        title: '供方选择标准'
      }, {
        id: '9-1-19',
        title: '变更请求'
      }, {
        id: '9-1-20',
        title: '项目文件(更新)'
      }, {
        id: '9-1-21',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '9-2': {
    title: '实施采购',
    phase: '执行',
    i: [
      {
        id: '9-2-1',
        title: '项目管理计划'
      }, {
        id: '9-2-2',
        title: '项目文件'
      }, {
        id: '9-2-3',
        title: '采购文档'
      }, {
        id: '9-2-4',
        title: '卖方建议书'
      }, {
        id: '9-2-5',
        title: '事业环境因素'
      }, {
        id: '9-2-6',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '9-2-7',
        title: '专家判断'
      }, {
        id: '9-2-8',
        title: '广告'
      }, {
        id: '9-2-9',
        title: '投标人会议'
      }, {
        id: '9-2-10',
        title: '数据分析'
      }, {
        id: '9-2-11',
        title: '人际关系与团队技能'
      }
    ],
    o: [
      {
        id: '9-2-12',
        title: '选定的卖方'
      }, {
        id: '9-2-13',
        title: '协议'
      }, {
        id: '9-2-14',
        title: '变更请求'
      }, {
        id: '9-2-15',
        title: '项目管理计划(更新)'
      }, {
        id: '9-2-16',
        title: '项目文件(更新)'
      }, {
        id: '9-2-17',
        title: '组织过程资产(更新)'
      }
    ]
  },
  '9-3': {
    title: '控制采购',
    phase: '监控',
    i: [
      {
        id: '9-3-1',
        title: '项目管理计划'
      }, {
        id: '9-3-2',
        title: '项目文件'
      }, {
        id: '9-3-3',
        title: '采购文档'
      }, {
        id: '9-3-4',
        title: '协议'
      }, {
        id: '9-3-5',
        title: '工作绩效数据'
      }, {
        id: '9-3-6',
        title: '批准的变更请求'
      }, {
        id: '9-3-7',
        title: '事业环境因素'
      }, {
        id: '9-3-8',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '9-3-9',
        title: '专家判断'
      }, {
        id: '9-3-10',
        title: '索赔管理'
      }, {
        id: '9-3-11',
        title: '数据分析'
      }, {
        id: '9-3-12',
        title: '检查'
      }, {
        id: '9-3-13',
        title: '审计'
      }
    ],
    o: [
      {
        id: '9-3-14',
        title: '采购关闭'
      }, {
        id: '9-3-15',
        title: '采购文档(更新)'
      }, {
        id: '9-3-16',
        title: '工作绩效信息'
      }, {
        id: '9-3-17',
        title: '变更请求'
      }, {
        id: '9-3-18',
        title: '项目管理计划(更新)'
      }, {
        id: '9-3-19',
        title: '项目文件(更新)'
      }, {
        id: '9-3-20',
        title: '组织过程资产(更新)'
      }
    ]
  }
}
