export default {
  '4-1': {
    title: '规划成本管理',
    phase: '规划',
    i: [
      {
        id: '4-1-1',
        title: '项目章程'
      }, {
        id: '4-1-2',
        title: '项目管理计划'
      }, {
        id: '4-1-3',
        title: '事业环境因素'
      }, {
        id: '4-1-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '4-1-5',
        title: '专家判断'
      }, {
        id: '4-1-6',
        title: '数据分析'
      }, {
        id: '4-1-7',
        title: '会议'
      }
    ],
    o: [
      {
        id: '4-1-8',
        title: '成本管理计划'
      }
    ]
  },
  '4-2': {
    title: '估算成本',
    phase: '规划',
    i: [
      {
        id: '4-2-1',
        title: '项目管理计划'
      }, {
        id: '4-2-2',
        title: '项目文件'
      }, {
        id: '4-2-3',
        title: '事业环境因素'
      }, {
        id: '4-2-4',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '4-2-5',
        title: '专家判断'
      }, {
        id: '4-2-6',
        title: '类比估算'
      }, {
        id: '4-2-7',
        title: '参数估算'
      }, {
        id: '4-2-8',
        title: '自下而上估算'
      }, {
        id: '4-2-9',
        title: '三点估算'
      }, {
        id: '4-2-10',
        title: '数据分析'
      }, {
        id: '4-2-11',
        title: '项目管理信息系统'
      }, {
        id: '4-2-12',
        title: '决策'
      }
    ],
    o: [
      {
        id: '4-2-13',
        title: '成本估算'
      }, {
        id: '4-2-14',
        title: '估算依据'
      }, {
        id: '4-2-15',
        title: '项目文件(更新)'
      }
    ]
  },
  '4-3': {
    title: '制定预算',
    phase: '规划',
    i: [
      {
        id: '4-3-1',
        title: '项目管理计划'
      }, {
        id: '4-3-2',
        title: '可行性研究文件'
      }, {
        id: '4-3-3',
        title: '项目文件'
      }, {
        id: '4-3-4',
        title: '协议'
      }, {
        id: '4-3-5',
        title: '事业环境因素'
      }, {
        id: '4-3-6',
        title: '组织过程资产'
      }, 
    ],
    tt: [
      {
        id: '4-3-7',
        title: '专家判断'
      }, {
        id: '4-3-8',
        title: '成本汇总'
      }, {
        id: '4-3-9',
        title: '数据分析'
      }, {
        id: '4-3-10',
        title: '历史信息审核'
      }, {
        id: '4-3-11',
        title: '资金限制平衡'
      }, {
        id: '4-3-12',
        title: '融资'
      }, 
    ],
    o: [
      {
        id: '4-3-13',
        title: '成本基准'
      }, {
        id: '4-3-14',
        title: '项目资金需求'
      }, {
        id: '4-3-15',
        title: '项目文件(更新)'
      }
    ]
  },
  '4-4': {
    title: '控制成本',
    phase: '监控',
    i: [
      {
        id: '4-4-1',
        title: '项目管理计划'
      }, {
        id: '4-4-2',
        title: '项目资金需求'
      }, {
        id: '4-4-3',
        title: '项目文件'
      }, {
        id: '4-4-4',
        title: '工作绩效数据'
      }, {
        id: '4-4-5',
        title: '组织过程资产'
      }
    ],
    tt: [
      {
        id: '4-4-6',
        title: '专家判断'
      }, {
        id: '4-4-7',
        title: '数据分析'
      }, {
        id: '4-4-8',
        title: '完工尚需绩效指数'
      }, {
        id: '4-4-9',
        title: '项目管理信息系统'
      }
    ],
    o: [
      {
        id: '4-4-10',
        title: '工作绩效信息'
      }, {
        id: '4-4-11',
        title: '成本预测'
      }, {
        id: '4-4-12',
        title: '变更请求'
      }, {
        id: '4-4-13',
        title: '项目管理计划(更新)'
      }, {
        id: '4-4-14',
        title: '项目文件(更新)'
      }
    ]
  }
}
