export default {
  '10-1': {
    content: [
    ],
  },
  '10-1-1': {
    content: [
    ],
  },
  '10-1-2': {
    content: [
    ],
  },
  '10-1-3': {
    content: [
    ],
  },
  '10-1-4': {
    content: [
    ],
  },
  '10-1-5': {
    content: [
    ],
  },
  '10-1-6': {
    content: [
    ],
  },
  '10-1-7': {
    content: [
    ],
  },
  '10-1-8': {
    content: [
    ],
  },
  '10-1-9': {
    content: [
    ],
  },
  '10-1-10': {
    content: [
    ],
  },
  '10-1-11': {
    content: [
    ],
    important: true
  },
  '10-1-12': {
    content: [
    ],
  },
  '10-1-13': {
    content: [
    ],
    important: true
  },
  '10-1-14': {
    content: [
    ],
  },
  '10-1-15': {
    content: [
    ],
  },
  '10-1-16': {
    content: [
    ],
  },
  '10-2': {
    content: [
    ],
  },
  '10-2-1': {
    content: [
    ],
  },
  '10-2-2': {
    content: [
    ],
  },
  '10-2-3': {
    content: [
    ],
  },
  '10-2-4': {
    content: [
    ],
  },
  '10-2-5': {
    content: [
    ],
  },
  '10-2-6': {
    content: [
    ],
  },
  '10-2-7': {
    content: [
    ],
  },
  '10-2-8': {
    content: [
    ],
  },
  '10-2-9': {
    content: [
    ],
  },
  '10-2-10': {
    content: [
    ],
  },
  '10-2-11': {
    content: [
    ],
  },
  '10-2-12': {
    content: [
    ],
  },
  '10-2-13': {
    content: [
    ],
  },
  '10-3': {
    content: [
    ],
  },
  '10-3-1': {
    content: [
    ],
  },
  '10-3-2': {
    content: [
    ],
  },
  '10-3-3': {
    content: [
    ],
  },
  '10-3-4': {
    content: [
    ],
  },
  '10-3-5': {
    content: [
    ],
  },
  '10-3-6': {
    content: [
    ],
  },
  '10-3-7': {
    content: [
    ],
  },
  '10-3-8': {
    content: [
    ],
  },
  '10-3-9': {
    content: [
    ],
  },
  '10-3-10': {
    content: [
    ],
  },
  '10-3-11': {
    content: [
    ],
  },
  '10-3-12': {
    content: [
    ],
  },
  '10-4': {
    content: [
    ],
  },
  '10-4-1': {
    content: [
    ],
  },
  '10-4-2': {
    content: [
    ],
  },
  '10-4-3': {
    content: [
    ],
  },
  '10-4-4': {
    content: [
    ],
  },
  '10-4-5': {
    content: [
    ],
  },
  '10-4-6': {
    content: [
    ],
  },
  '10-4-7': {
    content: [
    ],
  },
  '10-4-8': {
    content: [
    ],
  },
  '10-4-9': {
    content: [
    ],
  },
  '10-4-10': {
    content: [
    ],
    important: true
  },
  '10-4-11': {
    content: [
    ],
  },
  '10-4-12': {
    content: [
    ],
  },
  '10-4-13': {
    content: [
    ],
  },
  '10-4-14': {
    content: [
    ],
  },
  '10-4-15': {
    content: [
    ],
  }
}

/*
项目干系人管理
1、识别干系人
识别干系人是定期识别项目干系人，分析和记录他们的利益、参与度、相互依赖性、影响力和对项目成功的潜在影响的过程。本过程的主要作用是，使项目团队能够建立对每个干系人或干系人群体的适度关注。
输入
1)立项管理文件
立项管理阶段经批准的结果或相关的文件可用于识别干系人的依据。立项管理从业务视角描述必要的信息，并且据此决定项目的期望结果是否值得所需投资。组织高层管理者通常使用立项管理文件作为决策依据。一般情况下，立项管理会包含业务需求和成本效益分析，以论证项目的合理性并确定项目边界。立项管理一般由市场需求、组织需要、客户要求、技术进步、法律要求、生态影响、社会需要等一个或多个因素引发。
2)项目章程
项目章程会列出关键干系人清单，还可能包含与干系人职责有关的信息。
3)项目管理计划
在首次识别干系人时，项目管理计划并不存在;不过，一旦编制完成，可作为识别干系人输入的项目管理计划组件主要包括:
1沟通管理计划:沟通与干系人参与之间存在密切联系。沟通管理计划中的信息是了解项目干系人的主要依据。2干系人参与计划:确定有效引导干系人参与的管理策略和措施。
4)项目文件
首次识别干系人的输入并不包括所有项目文件，要在整个项目期间定期识别干系人。项目经历启动阶段以后，将会生成更多项目文件，用于后续的项目阶段。可作为识别干系人过程输入的项目文件主要包括:
1需求文件:可以提供关于潜在干系人的信息。
2问题日志:所记录的问题可能为项目带来新的干系人，或改变现有干系人的参与类型。3变更日志:可能引入新干系人，或改变干系人与项目的现有关系的性质。
5)协议
协议的各方都是项目干系人，还可能涉及其他干系人。
光环软考光环软考

6)事业环境因素
能够影响识别干系人过程的事业环境因素主要包括:组织文化和治理框架;政策、法律、法规、标准以及行为规范等;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。
7)组织过程资产能影响识别干系人过程的组织过程资产主要包括:干系人登记册模板和说明;以往项目的干系人登记册;经验教训知识库，包括与干系人偏好、行动和参与有关的信息等。
工具与技术
1)专家判断
识别干系人时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:理解组织内政策和权力结构;了解所在组织和其他受影响的相关组织的环境和文化;了解项目所在行业发展情况或项目可交付成果类型;了解个体团队成员的贡献和专长等。
2)数据收集
适用于识别干系人过程的数据收集技术主要包括:1问卷和调查:可以包括一对一调查、焦点小组讨论，或其他大规模信息收集技术。2头脑风暴:用于识别干系人的头脑风暴技术包括头脑风暴和头脑写作。头脑风
暴是一种通用的数据收集和创意技术，用于向小组征求意见，如团队成员或主题专家;头脑写作是头脑风暴的改良形式，让个人参与者有时间在小组创意讨论开始前单独思考问题。信息可通过面对面小组会议收集，或在由技术支持的虚拟环境中收集。
3)数据分析
适用于识别干系人过程的数据分析技术主要包括:1干系人分析:会产生干系人清单和关于干系人的各种信息，例如，在组织内的
岗位、在项目中的角色、与项目的利害关系、期望、态度(如对项目的支持程度)，以及对项目信息的兴趣。干系人的利害关系组合主要包括:1兴趣:个人或群体会受与项目有关的决策或成果的影响;2权利(合法权利或道德权利):国家的法律框架可能已就干系人的合法权利做出规定，如职业健康和安全。道德权利可能涉及保护历史遗迹或环境的可持续性;3所有权:人员或群体对资产或财产拥有的法定所有权;4知识;专业知识有助于更有效地达成项目目标和组织业务需求，或有助于了解组织的权力结构，从而有益于项目;5贡献:提供资金或其他资源，包括人力资源，或者以无形方式为项目提供支持，例如宣传项目目标，或在项目与组织结构及政策之间扮演缓冲角色。
2文件分析:评估现有项目文件及以往项目的经验教训，以识别干系人和其他支
持性信息。
4)数据表现
光环软考光环软考

适用于识别干系人过程的数据表现技术是干系人映射分析和表现。干系人映射分析和表现是一种利用不同方法对干系人进行分类的方法。对干系人进行分类有助于团队与已识别的项目干系人建立关系。常见的分类方法包括:
1权力利益方格、权力影响方格，或作用影响方格:基于干系人的职权级别(权
力)、对项目成果的关心程度(利益)、对项目成果的影响能力(影响)，或改变项目计划或执行的能力，每一种方格都可用于对干系人进行分类。对于小型项目、干系人与项目的关系很简单的项目，或干系人之间的关系很简单的项目，这些分类模型非常实用。
2干系人立方体:上述方格模型的改良形式。立方体把上述方格中的要素组合成
三维模型，项目经理和团队可据此分析干系人并引导干系人参与项目。作为一个多维模型，它将干系人视为一个多维实体，便于分析，从而有助于沟通策略的制定。
3凸显模型:通过评估干系人的权力(职权级别或对项目成果的影响能力)、紧
迫性(因时间约束或干系人对项目成果有重大利益诉求而导致需立即加以关注)和合法性(参与的适当性)，对干系人进行分类。在凸显模型中，也可以用邻近性取代合法性，以便考察干系人参与项目工作的程度。这种凸显模型适用于复杂的干系人大型群体，或在干系人群体内部存在复杂的关系网络。凸显模型可用于确定已识别干系人的相对重要性。
4影响方向:可以根据干系人对项目工作或项目团队本身的影响方向，对干系人
进行分类。可以把干系人分类为:1向上。执行组织或客户组织、发起人和指导委员会的高级管理层。2向下。临时贡献知识或技能的团队或专家。3向外。项目团队外的干系人群体及其代表，如供应商、政府机构、公众、最终用户和监管部门。4横向。项目经理的同级人员，如其他项目经理或中层管理人员，他们与项目经理竞争稀缺项目资源或者合作共享资源或信息。
5优先级排序:如果项目有大量干系人、干系人群体的成员频繁变化、干系人和
项目团队之间或干系人群体内部的关系复杂，则有必要对干系人进行优先级排序。
5)会议
会议可用于在重要项目干系人之间达成谅解。既可以召开引导式研讨会、指导式小组讨论会，也可以通过电子或媒体技术进行虚拟小组讨论，来分享想法和分析数据。
输出
1)干系人登记册干系人登记册是识别干系人过程的主要输出，记录已识别干系人的信息，主要包括:
1身份信息:姓名、组织职位、地点、联系方式，以及在项目中扮演的角色。
光环软考光环软考

2评估信息:主要需求、期望、影响项目成果的潜力，以及干系人最能影响或冲击的项目生命周期阶段。3干系人分类:用内部或外部，作用、影响、权力或利益，上级、下级、外围或
横向，或者项目经理选择的其他分类模型进行分类的结果等。
2)变更请求
首次开展识别干系人过程时不会提出任何变更请求，但随着在后续项目期间继续识别干系人，新出现的干系人或关于现有干系人的新信息可能导致对产品、项目管理计划或项目文件提出变更请求。应该通过实施整体变更控制过程对变更请求进行审查和处理。
3)项目管理计划(更新)
在项目初始阶段识别干系人时不会导致项目管理计划更新，但随着项目进展，项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组件主要包括:
1需求管理计划:新识别的干系人可能会影响规划、跟踪和报告需求活动的方式。2沟通管理计划:记录干系人的沟通要求和已商定的沟通策略。
3风险管理计划:如果干系人的沟通要求和已商定的沟通策略会影响管理项目风险的方法，就应在风险管理计划中加以反映。4干系人参与计划:记录针对已识别干系人的商定的沟通策略。4)项目文件(更新)
在规划干系人过程更新的项目文件主要包括:1假设日志:大量关于相对权力、利益和干系人参与度的信息，都是基于一定的
假设条件的。应该在假设日志中记录这些假设条件。此外，还要在假设日志中记录会影响与具体干系人互动的各种制约因素。
2问题日志:在本过程中产生的新问题应该记录到问题日志中。3风险登记册:记录在本过程识别并通过风险管理过程管理的新风险。
2、规划干系人参与
规划干系人参与是根据干系人的需求、期望、利益和对项目的潜在影响，制定项目干系人参与项目的方法的过程。本过程的主要作用是，提供与干系人进行有效互动的可行计划。
输入
光环软考光环软考

1)项目章程
项目章程包含与项目目的、目标和成功标准有关的信息，在规划如何引导干系人参与项目时应该考虑这些信息。
2)项目管理计划
可用于规划干系人参与的项目管理计划组件主要包括:
1资源管理计划:包含团队成员及其他干系人角色和职责的信息。
2沟通管理计划:用于干系人管理的沟通策略以及用于实施策略的计划，既是项目干系人管理中的各个过程的输入，又会收录来自这些过程的相关信息。3风险管理计划:可能包含风险临界值或风险态度，有助于选择最佳的干系人参
与策略组合。
3)项目文件
可用作规划干系人参与过程输入的项目文件(尤其在初始规划之后)主要包括:1假设日志:关于假设条件和制约因素的信息，可能与特定干系人关联。
2风险登记册:包含项目的已识别风险，它通常会把这些风险与具体干系人关联，即把特定干系人指定为风险责任人或受风险影响者。3干系人登记册:提供项目干系人的清单、分类情况和其他信息。
4项目进度计划:进度计划中的活动需要与具体干系人关联，即把特定干系人指定为活动责任人或执行者。5问题日志;为了管理和解决问题日志中的问题，需要与受影响的干系人额外沟通。6变更日志:记录了对原始项目范围的变更。变更通常与具体干系人相关联，因
为干系人可能是变更请求提出者、变更请求审批者或受变更实施影响者。
4)协议
在规划承包商及供应商参与时，通常需要与组织内的采购小组和合同签署小组进行合作，以确保对承包商和供应商进行有效管理。
5)事业环境因素能够影响规划干系人参与的事业环境因素主要包括:组织文化和治理框架;人事管理政策;干系人风险偏好;已确立的沟通渠道;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。
6)组织过程资产
能够影响规划干系人参与过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织的问题、风险、变更和数据管理政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南;经验教训知识库，包括与干系人偏好、行动和参与有关的信息;支持有效干系人参与所需的软件工具等。
光环软考光环软考

工具与技术
1)专家判断
在规划干系人参与时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:组织内部及外部的政策和权力结构;组织及组织外部的环境和文化;干系人参与过程使用的分析和评估技术;沟通手段和策略;来自以往项目的关于干系人、干系人群体及干系人组织(他们可能参与过以往的类似项目)的特征的知识等。
2)数据收集
适用于规划干系人参与过程的数据收集技术是标杆对照。将干系人分析的结果与其他被视为具备引领级的组织或项目的信息进行比较。
3)数据分析
适用于规划干系人参与过程的数据分析技术主要包括:
1假设条件和制约因素分析:可能需要分析当前的假设条件和制约因素，以合理剪裁干系人参与策略。2根本原因分析:开展根本原因分析，识别是什么根本原因导致了干系人对项目
的某种支持水平，以便选择适当策略来改进其参与水平。
4)决策
适用于规划干系人参与过程的决策技术主要包括优先级排序或分级。应该对干系人需求以及干系人本身进行优先级排序或分级。具有最大利益和最高影响的干系人，通常应该排在优先级清单的最前面。
5)数据表现
适用于规划干系人参与过程的数据表现技术主要包括:1思维导图:用于对干系人信息、相互关系以及他们与组织的关系进行可视化整理。2干系人参与度评估矩阵:用于将干系人当前参与水平与期望参与水平进行比较。
干系人参与水平可分为如下:1不了解型:不知道项目及其潜在影响。2抵制型:知道项目及其潜在影响，但抵制项目工作或成果可能引发的任何变更。此类干系人不会支持项目工作或项目成果。3中立型:了解项目，但既不支持，也不反对。4支持型:了解项目及其潜在影响，并且会支持项目工作及其成果。5领导型:了解项目及其潜在影响，而且积极参与以确保项目取得成功。
6)会议
会议用于讨论规划干系人参与过程所需信息，以便制订良好的干系人参与计划。
输出
干系人参与计划干系人参与计划是项目管理计划的组成部分。该计划制订了干系人有效参与
和执行项目决策的策略和行动。干系人参与计划可以是正式的或非正式的，非常详细的或高度概括的，这基于项目的需要和干系人的期望。
光环软考光环软考

干系人参与计划主要包括调动干系人个人或群体参与的特定策略或方法。
3、管理干系人
管理干系人参与是通过与干系人进行沟通协作，以满足其需求与期望、处理问题，并促进干系人合理参与的过程。本过程的主要作用是，尽可能提高干系人的支持度，并降低干系人的抵制程度。
输入
1)项目管理计划
可用于管理干系人参与的项目管理计划组件主要包括:1沟通管理计划:描述与干系人沟通的方法、形式和技术。
2风险管理计划:描述了风险类别、风险偏好和报告格式。3干系人参与计划:为管理干系人期望提供指导和信息。
4变更管理计划:描述了提交、评估和执行项目变更的过程。2)项目文件
可作为管理干系人参与过程输入的项目文件主要包括:1问题日志:记录项目或干系人关注点，以及关于处理问题的行动方案。
2干系人登记册:提供项目干系人清单，以及执行干系人参与计划所需的任何信息。
3变更日志:记录变更请求及其状态，并将其传递给适当的干系人。
4经验教训登记册:在项目早期获取的与管理干系人参与有关的经验教训，可用
于项目后期，以提高本过程的效率和效果。
3)事业环境因素
能够影响管理干系人参与的事业环境因素主要包括:组织文化和治理结构;人事管理政策;干系人风险临界值;已确立的沟通渠道;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。
4)组织过程资产能够影响管理干系人参与过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织的问题、风险、变更和数据管理政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南;以往类似项目的历史信息等。
工具与技术
1)专家判断
光环软考光环软考

在管理干系人参与时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:组织内部及外部的政策和权力结构;组织及组织外部的环境和文化;干系人参与过程使用的分析和评估技术;沟通方法和策略;可能参与过以往类似项目的干系人、干系人群体及干系人组织;需求管理、供应商管理和变更等。2)沟通技能在开展管理干系人参与过程时，应该根据沟通管理计划，针对每个干系人采取相应的沟通方法。项目管理团队应该使用反馈机制，来了解干系人对各种项目管理活动和关键决策的反应，包括正式与非正式对话、问题识别和讨论、会议、进展报告和调查。
3)人际关系与团队技能
适用于管理干系人参与过程的人际关系与团队技能主要包括:1冲突管理:项目经理应确保及时解决冲突。
2文化意识:有助于项目经理和团队通过考虑文化差异和干系人需求，来实现有效沟通。3谈判:用于获得支持或达成关于支持项目工作或成果的协议，并解决团队内部或团队与其他干系人之间的冲突。4观察和交谈:通过观察和交谈，及时了解项目团队成员和其他干系人的工作和态度。
5政策意识:通过了解项目内外的权力关系，建立政策意识。
4)基本规则
根据团队章程中定义的基本规则，明确项目团队成员和其他干系人引导干系人参与的行为。
5)会议会议用于讨论和处理与干系人参与有关的问题或关注点。在本过程中需要召开的会议类型主要包括决策、问题解决、经验教训和回顾总结、项目开工会、迭代规划和状态更新会议。
输出
1)变更请求
变更请求作为管理干系人参与的结果，当项目范围或产品范围需要变更时，应该通过实施整体变更控制过程，对所有变更请求进行审查和处理。2)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，并通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组件主要包括:
1沟通管理计划:更新沟通管理计划，用来反映新的或已变更的干系人需求。2干系人参与计划:更新干系人参与计划，用来反映为干系人管理策略的变化。
光环软考光环软考

3)项目文件(更新)
可在管理干系人参与过程更新的项目文件主要包括:1变更日志:根据变更请求更新变更日志。
2问题日志:可能需要更新以反映问题日志条目的更新或添加。
3经验教训登记册:更新经验教训登记册，记录管理干系人参与的有效或无效方法，以供当前或未来项目借鉴。4干系人登记册:可能需要基于提供给干系人的关于问题解决、变更审批和项目状态的新信息，来更新干系人的登记册。
4、监督干系人参与
监督干系人参与是监督项目干系人的关系，并通过修订参与策略和计划来引导干系人合理参与项目的过程。本过程的主要作用是，随着项目进展和环境变化，维持或提升干系人参与活动的效率和效果。
输入
1)项目管理计划
可用于监督干系人参与的项目管理计划组件主要包括:1资源管理计划:确定了对团队成员的管理方法。
2沟通管理计划:描述了适用于项目干系人的沟通计划和策略。3干系人参与计划:定义了管理干系人需求和期望的计划。
2)项目文件
可作为监督干系人参与过程输入的项目文件主要包括:1风险登记册:记录了与干系人参与及互动有关的风险，包括它们的分类，以及潜在的应对措施。2干系人登记册:记录了各种干系人信息，主要包括干系人名单、评估结果和分类情况。
3问题日志:记录了所有与项目和干系人有关的已知问题。
4项目沟通记录:根据沟通管理计划和干系人参与计划与干系人开展的项目沟通记录。
光环软考光环软考

5经验教训登记册:在项目早期获取的经验教训，可用于项目后期阶段，以提高
引导干系人参与的效率和效果。
3)工作绩效数据
工作绩效数据包含项目状态数据，如哪些干系人支持项目，他们的参与水平和类型。
4)事业环境因素能够监督干系人参与过程的事业环境因素主要包括:组织文化和治理框架;人事管理政策;干系人风险临界值;已确立的沟通渠道;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。
5)组织过程资产
能够影响监督干系人参与过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织的问题、风险、变更和数据管理政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南;以往项目的历史信息等。
工具与技术
1)数据分析
适用于监督干系人参与过程的数据分析技术主要包括:1备选方案分析:在干系人参与效果没有达到期望要求时，应该开展备选方案分析，评估应对偏差的各种备选方案。2根本原因分析:开展根本原因分析，确定干系人参与未达预期效果的根本原因。
3干系人分析:确定干系人群体和个人在项目任何特定时间的状态。2)决策
适用于监督干系人参与过程的决策技术主要包括:1多标准决策分析:考察干系人成功参与项目的标准，并根据其优先级排序和加权，识别出最适当的选项。2投票:通过投票选出应对干系人参与水平偏差的最佳方案。
3)数据表现
适用于监督干系人参与过程的数据表现技术主要是干系人参与度评估矩阵。使用干系人参与度评估矩阵来跟踪每个干系人参与水平的变化，对干系人参与加以监督。
4)沟通技能
适用于监督干系人参与过程的沟通技能主要包括:1反馈:用于确保发送给干系人的信息被接收和理解。
2演示:为干系人提供清晰的信息。5)人际关系与团队技能
光环软考光环软考

适用于监督干系人参与过程的人际关系技能主要包括:1积极倾听:通过积极倾听，减少理解错误和沟通错误。
2文化意识:文化意识和文化敏感性有助于项目经理分析干系人和团队成员的文化差异和文化需求，并对沟通进行规划。3领导力:成功的干系人参与，需要强有力的领导技能，以传递愿景并激励干系人支持项目工作和成果。4人际交往:通过人际交往了解关于干系人参与水平。
5政策意识:政策意识有助于理解组织战略，理解谁能行使权力和施加影响，以
及培养与这些干系人沟通的能力。
6)会议
可用于监督干系人参与的会议类型包括为监督和评估干系人的参与水平而召开的状态会议站会、回顾会以及干系人参与计划中规定的其他任何会议。会议不再局限于面对面或声音互动。虽然面对面互动最为理想，但可能成本很高。电话会议和电信技术可以降低成本，并提供丰富的联系方法和沟通方式。
输出
1)工作绩效信息
工作绩效信息包括与干系人参与状态有关的信息，例如，干系人对项目的当前支持水平，以及与干系人参与度评估矩阵、干系人立方体或其他工具所确定的期望参与水平相比较的结果。
2)变更请求变更请求可能包括用于改善当前干系人参与水平的纠正及预防措施。通过实施整体变更控制过程对变更请求进行审查和处理。
3)项目管理计划(更新)
项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组件主要包括:
1资源管理计划:可能需要更新团队对引导干系人参与的职责。2沟通管理计划:可能需要更新项目的沟通策略。
3干系人参与计划:可能需要更新关于项目干系人社区的信息。4)项目文件(更新)
可能在监督干系人参与过程更新的项目文件主要包括:1问题日志:更新与干系人态度有关的信息。
光环软考光环软考

2经验教训登记册:记录本过程遇到的挑战及应对方法和如何调动干系人参与的方法。
3风险登记册:记录和更新干系人风险应对措施。
4干系人登记册:记录和更新在监督干系人参与中得到的信息。
*/
