import React from 'react'

export default {
  '3-1': {
    content: [
      '规划进度管理是为规划、编制、管理、执行和控制项目进度而制定政策、程序和文档的过程。',
      '本过程的主要作用是为如何在整个项目期间管理项目进度提供指南和方向。',
      '仅开展一次或仅在项目的预定义点开展。'
    ],
  },
  '3-1-1': {
    content: [
      '项目章程中规定的总体里程碑进度计划会影响项目的进度管理。'
    ],
  },
  '3-1-2': {
    content: [
      '规划进度管理中使用的项目管理计划组件主要包括:',
      '①开发方法;有助于定义进度计划方法、估算技术、进度计划编制工具以及用来控制进度的技术。',
      '②范围管理计划:描述如何定义和制定范围，并提供有关如何制订进度计划的信息。'
    ],
  },
  '3-1-3': {
    content: [
      '能够影响规划进度管理过程的事业环境因素上要包括:组织文化和结构;团队资源可用性、技能以及物质资源可用性;进度计划工具或软件;指南和标准，用于裁剪组织标准过程和程序以满足项目的特定要求;商业数据库，如标准化的估算数据等。'
    ],
  },
  '3-1-4': {
    content: [
      '能够影响规划进度管理过程的组织过程资产主要包括:历史信息和经验教训知识库;现有与制订进度计划及管理和控制进度相关的正式和非正式政策、程序和指南;模板和表格;监督和报告工具等。'
    ],
  },
  '3-1-5': {
    content: [
      '规划进度管理过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见涉及的领域包括:进度计划的编制、管理和控制;进度计划方法(如预测型或适应型生命周期);进度计划软件;项目所在的特定行业等。'
    ],
  },
  '3-1-6': {
    content: [
      '适用于规划进度管理过程的数据分析技术是备选方案分析。备选方案分析可包括确定采用哪些进度计划方法，以及如何将不同方法整合到项目中;此外，它还可以包括确定进度计划的详细程度、滚动式规划的持续时间以及审查和更新频率。'
    ],
  },
  '3-1-7': {
    content: [
      '项目团队可能举行规划会议来制订进度管理计划。参会人员可包括项目经理、项目发起人、项目团队成员、选定的干系人、进度计划或执行负责人以及其他必要人员等。'
    ],
  },
  '3-1-8': {
    content: [
      '进度管理计划是项目管理计划的组成部分，为编制、监督和控制项目进度建立准则和明确活动要求。根据项目需要，进度管理计划可以是正式或非正式的，非常详细或高度概括的。进度管理计划的内容一般包括:',
      '•项目进度模型:需要规定用于制定项目进度模型的进度规划方法论和工具。',
      '•进度计划的发布和迭代长度:使用适应型生命周期时，应指定发布、规划和迭代的固定时间段。固定时间段指项目团队稳定地朝着目标前进的持续时间，它可以推动团队先处理基本功能，然后在时间允许的情况下再处理其他功能，从而尽可能减少范围蔓延。',
      '•准确度:定义需要规定活动持续时间估算的可接受区间，以及允许的紧急情况储备。',
      '•计最单位:需要规定每种资源的计量单位，例如，用于测量时间的人时数、人天数或周数，用于计量数量的米、升、吨、千米或立方码。',
      '•工作分解结构(W8S):为进度管理计划提供了框架，保证了与估算及相应进度计划的协调性。',
      '•项目进度模型维护:需要规定在项目执行期冋，将如何在进度模型中更新项目状态，记录项目进展。',
      '•控制临界值:需要规定偏差临界值，用于监督进度绩效。它是在需要采取某种措施前允许出现的最大差异，通常用偏离基准计划中的参数的某个百分数来表示。',
      '•绩效测量规则:需要规定用于绩效测量的挣值管理(EVM)规则或其他规则。',
      '•报告格式:需要规定各种进度报告的格式和编制频率。'
    ],
    important: true
  },
  '3-2': {
    content: [
      '定义活动是识别和记录为完成项目可交付成果而须采取的具体行动的过程。',
      '本过程的主要作用是，将工作包分解为进度活动，作为对项目工作进行进度估算、规划、执行、监督和控制的基础。',
      '需要在整个项目期间开展。'
    ],
  },
  '3-2-1': {
    content: [
      '①进度管理计划:定义进度计划方法、滚动式规划的持续时间，以及管理工作所需的详细程度。',
      '②范围基准:在定义活动时，需明确考虑范围基准中的项目WBS，可交付成果、制约因素和假设条件。'
    ],
  },
  '3-2-2': {
    content: [
      '影响定义活动过程的事业环境因素主要包括:组织文化和结构、商业数据库中发布的商业信息、项目管理信息系统等。'
    ],
  },
  '3-2-3': {
    content: [
      '能够影响定义活动过程的组织过程资产主要包括:',
      '•经验教训知识库，其中包含以往类似项目的活动清单等历史信息。',
      '•标准化的流程。',
      '•以往项目中包含标准活动清单或部分活动清单的模板。',
      '•现有与活动规划相关的正式和非正式的政策、程序和指南，如进度规划方法论，在编制活动定义时应考虑这些因素等。'
    ],
  },
  '3-2-4': {
    content: [
      '定义活动过程中，应征求了解以往类似项目和当前项目的个人或小组的专业意见。'
    ],
  },
  '3-2-5': {
    content: [
      '分解是一种把项目范围和项目可交付成果逐步划分为更小、更便于管理的组成部分的技术。WBS中的每个工作包都需分解成活动，以便通过这些活动来完成相应的可交付成果。让团队成员参与分解过程，有助于得到更好、更准确的结果。WBS、WBS字典和活动清单可依次或同时编制，其中WBS和WBS字典是制定最终活动清单的基础。活动表示完成工作包所需的投入。定义活动过程的最终输出是活动而不是可交付成果，可交付成果是创建WBS过程的输出。'
    ],
  },
  '3-2-6': {
    content: [
      '滚动式规划是一种迭代式的规划技术，即详细规划近期要完成的工作，同时在较高层级上粗略规划远期工作。它是一种渐进明细的规划方式，适用于工作包、规划包。因此，在项目生命周期的不同阶段，工作的详细程度会有所不同。在早期的战略规划阶段，信息尚不够明确，工作包只能分解到已知的详细水平;而后，随着了解到更多的信息，近期即将实施的工作包就可以分解到具体的活动。'
    ],
    important: true
  },
  '3-2-7': {
    content: [
      '会议可以是面对面或虚拟会议，正式或非正式会议。参会者可以是团队成员或主题专家，目的是定义完成工作所需的活动。'
    ],
  },
  '3-2-8': {
    content: [
      '活动清单包含项目所需的进展活动。对于使用滚动式规划或敏捷技术的项目，活动清单会在项目进展过程中得到定期更新。活动清单包括每个活动的标识及工作范围详述，使项目团队成员知道需要完成什么工作。'
    ],
  },
  '3-2-9': {
    content: [
      '活动属性是指每项活动所具有的多重属性，用来扩充对活动的描述，活动属性随着项目进展情况演进并更新。在项目初始阶段，活动属性包括唯一活动标识(ID)、WBS标识和活动标签或名称;在活动属性编制完成时，活动属性可能包括活动描述、紧前活动、紧后活动、逻辑关系、提前量和滞后量、资源需求、强制日期、制约因素和假设条件。活动属性可用于识别开展工作的地点、编制开展活动的项目日历以及相关的活动类型。活动属性还可用于编制进度计划。根据活动属性，可在报告中以各种方式对计划进度活动进行选择、排序和分类。'
    ],
  },
  '3-2-10': {
    content: [
      '是项目中的重要时点或事件，里程碑清单列出了项目所有的里程碑，并指明每个里程碑是强制性的(如合同要求的)还是选择性的(如根据历史信息确定的)。里程碑的持续时间为零，因为它们代表的只是一个重要时间点或事件。'
    ],
    important: true
  },
  '3-2-11': {
    content: [
      '一旦定义项目的基准后，在将可交付成果渐进明细为活动的过程中，可能会发现原本不属于项目基准的工作，此时需要提出变更请求，通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '3-2-12': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。定义活动过程中，可能需要变更请求的项目管理计划组成部分包括:',
      '①进度基准:在整个项目期间，工作包逐渐细化为活动。在这个过程中可能会发现原本不属于项目基准的工作需要增加，因此需要修改交付日期或其他重要的进度里程碑。',
      '②成本基准:在针对进度活动的变更获得批准后，需要对成本基准做出相应的变更。'
    ],
  },
  '3-3': {
    content: [
      '排列活动顺序是识别和记录项目活动之间关系的过程。',
      '本过程的主要作用是定义工作之间的逻辑顺序，以便在既定的所有项目制约因素下获得最高的效率。',
      '需要在整个项目期间开展。'
    ],
  },
  '3-3-1': {
    content: [
      '排列活动顺序中使用的项目管理计划组件主要包括:',
      '①进度管理计划:规定了排列活动顺序的方法和准确度，以及所需的其他标准。',
      '②范围基准:在排列活动顺序时，需明确考虑范围基准中的项目WBS、可交付成果、制约因素和假设条件。'
    ],
  },
  '3-3-2': {
    content: [
      '可作为排列活动顺序过程输入的项目文件主要包括:',
      '①假设日志:该日志所记录的假设条件和制约因素可能影响活动排序的方式、活动之间的关系，以及对提前量和滞后量的需求，并且有可能生成一个会影响项目进度的风险。',
      '②活动属性:可能描述了事件之间的必然顺序或确定的紧前或紧后关系，以及定义的提前量与滞后量和活动之间的逻辑关系。',
      '③活动清单:列出了项目所需的、待排序的全部进度活动，这些活动的依赖关系和其他制约因素会对活动排序产生影响。',
      '④里程碑清单:该清单可能已经列出特定里程碑的实现日期，这可能影响活动排序的方式。'
    ],
  },
  '3-3-3': {
    content: [
      '能够影响排列活动顺序过程的事业环境因素主要包括:政府或行业标准、项目管理信息系统、进度规划工具、组织的工作授权系统等。'
    ],
  },
  '3-3-4': {
    content: [
      '能够影响排列活动顺序过程的组织过程资产主要包括:项目组合与项目集规划，以及项目之间的依赖关系与关联;现有与活动规划相关的正式和非正式的政策、程序和指南;有助于加快项目活动网络图编制的各种模板，模板中也会包括有助于排列活动顺序的与活动属性有关的信息;经验教训知识库，其中包含有助于优化排序过程的历史信息等。'
    ],
  },
  '3-3-5': {
    content: [
      '紧前关系绘图法(PrecedenceDiagrammingMethod,PDM)，又称前导图法，是创建进度模型的一种技术，使用方框或者长方形(被称作节点)代表活动，节点之间用箭头连接，以显示节点之间的逻辑关系。',
      '①完成到开始(FS):只有紧前活动完成，紧后活动才能开始的逻辑关系。例如，只有完成装配PC硬件(紧前活动)，才能开始在PC上安装操作系统(紧后活动)。',
      '②完成到完成(FF):只有紧前活动完成，紧后活动才能完成的逻辑关系。例如，只有完成文件的编写(紧前活动)，才能完成文件的编辑(紧后活动)。',
      '③开始到开始(SS):只有紧前活动开始，紧后活动才能开始的逻辑关系。例如，开始地基浇灌(紧前活动)，才能开始混凝土的找平(紧后活动)。',
      '④开始到完成(SF):只有紧前活动开始，紧后活动才能完成的逻辑关系。例如只有启动新应付账款系统(紧前活动)，才能关闭旧的应付账款系统(紧后活动)。',
      '⑤最早开始时间(EarliestStarttime,ES):某项活动能够开始的最早时间。',
      '⑥最早完成时间(EarliestFinishtime,EF):某项活动能够完成的最早时间。',
      'EF=ES+工期',
      '⑦最迟开始时间(LatestStarttime,LS):为了使项目按时完成，某项活动必须开始的最迟时间。',
      '⑧最迟完成时间(LatestFinishtime,LF):为了使项目按时完成，某项活动必须完成的最迟时间。',
      'LS=LF-工期'
    ],
    important: true
  },
  '3-3-6': {
    content: [
      '箭线图法(ArrowDiagrammingMethod,ADM)是用箭线表示活动，节点表示事件的一种网络图绘制方法。',
      '在箭线图法中，有如下三个基本原则:①网络图中每一活动和每一事件都必须有唯一的一个代号，即网络图中不会有相同的代号;②任两项活动的紧前事件和紧后事件代号至少有一个不相同，节点代号沿箭线方向越来越大;③流入(流出)同一节点的活动，均有共同的紧后活动(或紧前活动)。',
      '为了绘图的方便，在箭线图中又人为引入了一种额外的、特殊的活动，叫作虚活动(DummyActivity)，在网络图中由一个虚箭线表示。虚活动不消耗时间，也不消耗资源，只是为了弥补箭线图在表达活动依赖关系方面的不足。'
    ],
    important: true
  },
  '3-3-7': {
    content: [
      '①强制性依赖关系:强制性依赖关系是法律或合同要求的或工作内在性质决定的依赖关系，又称硬逻辑关系或硬依赖关系。强制性依赖关系往往与客观限制有关。例如，在建筑项目中，只有在地基建成后，才能建立地面结构;在电子项目中，必须先把原型制造出来，然后才能对其进行测试。在活动排序过程中，项目团队应明确哪些关系是强制性依赖关系，不应把强制性依赖关系和进度计划编制工具中的进度制约因素相混淆。',
      '②选择性依赖关系:选择性依赖关系有时又称软逻辑关系。选择性依赖关系应基于具体应用领域的最佳实践或项目的特殊性质对活动顺序的要求来创建。例如，根据普遍公认的最佳实践，在建造期间，应先完成卫生管道工程，才能开始电气工程。这个顺序并不是强制性要求，两个工程可以同时(并行)开展工作，但如按先后顺序进行可以降低整体项目风险。在排列活动顺序过程中，项目团队应明确哪些依赖关系属于选择性依赖关系，并对选择性依赖关系进行全面记录，因为它们会影响总浮动时间，并限制后续的进度安排。如果打算进行快速跟进，则应当审查相应的选择性依赖关系，并考虑是否需要调整或去除:',
      '③外部依赖关系:外部依赖关系是项目活动与非项目活动之间的依赖关系，这些依赖关系往往不在项目团队的控制范围内。例如，软件项目的测试活动取决于外部硬件的到货;建筑项目的现场准备可能要在政府的环境听证会之后才能开始;在排列活动顺序过程中，项目管理团队应明确哪些依赖关系属于外部依赖关系。',
      '④内部依赖关系:内部依赖关系是项目活动之间的紧前关系，通常在项目团队的控制之中。例如，只有机器组装完毕，团队才能对其测试，这是一个内部的强制性依赖关系。在排列活动顺序过程中，项目管理团队应明确哪些依赖关系属于内部依赖关系。'
    ],
    important: true
  },
  '3-3-8': {
    content: [
      '提前量是相对于紧前活动，紧后活动可提前的时间量，提前量一般用负值表示。滞后量是相对于紧前活动，紧后活动需要推迟的时间量，滞后量一般用正值表示。项目管理团队应该明确哪些依赖关系中需要加入提前量或滞后量，以便准确地表示活动之间的逻辑关系。'
    ],
    important: true
  },
  '3-3-9': {
    content: [
      '排列活动顺序过程中使用的项目管理信息系统是项目管理信息系统软件，这些软件有助于规划、组织和调整活动顺序，插入逻辑关系、提前和滞后值，以及区分不同类型的依赖关系。'
    ],
  },
  '3-3-10': {
    content: [
      '项目进度网络图是表示项目进度活动之间的逻辑关系(也叫依赖关系)的图形。项目进度网络图可手工或借助项目管理软件来绘制，可包括项目的全部细节，也可只列出一项或多项概括性活动。项目进度网络图应附有简要文字描述，说明活动排序所使用的基本方法。在文字描述中，还应该对任何异常的活动序列做详细说明。',
      '带有多个紧前活动的活动代表路径汇聚，而带有多个紧后活动的活动则代表路径分支。带汇聚和分支的活动受到多个活动的影响或能够影响多个活动，因此存在较大风险。'
    ],
    important: true
  },
  '3-3-11': {
    content: [
      '可在排列活动顺序过程更新的项目文件主要包括:',
      '①活动属性:可能描述了事件之间的必然顺序或确定的紧前或紧后关系，以及定义的提前量与滞后量和活动之间的逻辑关系。',
      '②活动清单:在排列活动顺序时，活动清单可能会受到项目活动关系变更的影响。',
      '③假设日志:根据活动的排序、关系确定以及提前量和滞后量，可能需要更新假设日志中的假设条件和制约因素，并且有可能生成一个会影响项目进度的风险。',
      '④里程碑清单:在排列活动顺序时，特定里程碑的计划实现日期可能会受到项目活动关系变更的影响。'
    ],
  },
  '3-4': {
    content: [
      '估算活动持续时间是根据资源估算的结果，估算完成单项活动所需工作时段数的过程。',
      '本过程的主要作用是确定完成每个活动所需花费的时间量。',
      '需要在整个项目期间开展。'
    ],
  },
  '3-4-1': {
    content: [
      '估算活动持续时间中使用的项目管理计划组件主要包括:',
      '①进度管理计划:规定了用于估算活动持续时间的方法和准确度，以及所需的其他标准。',
      '②范围基准:包含WBS和WBS字典，后者包括可能影响人力投入和持续时间估算的技术细节。'
    ],
  },
  '3-4-2': {
    content: [
      '可作为估算活动持续时间过程输入的项目文件主要包括:',
      '①假设日志:其所记录的假设条件和制约因素有可能生成一个会影响项目进度的风险。',
      '②风险登记册:单个项目风险可能影响资源的选择和可用性。',
      '③活动属性:可能描述了确定的紧前或紧后关系、定义的提前量与滞后量以及可能影响持续时间估算的活动之间的逻辑关系。',
      '④活动清单:列出了项目所需的、待估算的全部进度活动，这些活动的依赖关系和其他制约因素会对持续时间估算产生影响。',
      '⑤里程碑清单:可能已经列出特定里程碑的计划实现日期，这可能影响持续时间估算。',
      '⑥经验教训登记册:与人力投入和持续时间估算有关的经验教训登记册可以运用到项目后续阶段，以提高人力投入和持续时间估算的准确性。',
      '⑦资源需求:估算的活动资源需求会对活动持续时间产生影响。对于大多数活动来说，所分配的资源能否达到要求，将对其持续时间有显著影响。',
      '⑧资源分解结构:其按照资源类别和资源类型提供了已识别资源的层级结构。',
      '⑨资源日历:其中的资源可用性、资源类型和资源性质都会影响进度活动的持续时间。资源日历规定了在项目期间特定的项目资源何时可用及可用多久。',
      '⑩项目团队派工单:该派工单将合适的人员分派到团队，为项目配备人员。'
    ],
  },
  '3-4-3': {
    content: [
      '能够影响估算活动持续时间过程的事业环境因素主要包括:持续时间估算数据库和其他参考数据、生产率测量指标、发布的商业信息、团队成员的所在地等。'
    ],
  },
  '3-4-4': {
    content: [
      '能够影响估算活动持续时间过程的组织过程资产主要包括:关于持续时间的历史信息、项目日历、估算政策、进度规划方法论、经验教训知识库等。'
    ],
  },
  '3-4-5': {
    content: [
      '估算活动持续时间过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:进度计划的编制、管理和控制;估算的专业知识;学科或应用知识。'
    ],
  },
  '3-4-6': {
    content: [
      '类比估算是一种使用相似活动或项目的历史数据来估算当前活动或项目的持续时间或成本的技术。类比估算以过去类似项目的参数值(如持续时间、预算、规模、重量和复杂性等)为基础，来估算当前和未来项目的同类参数或指标。这是一种粗略的估算方法，有时需要根据项目复杂性方面的已知差异进行调整，在项目详细信息不足时，经常使用类比估算来估算项目持续时间。',
      '相对于其他估算技术，类比估算通常成本较低、耗时较少，但准确性也较低。类比估算可以针对整个项目或项目中的某个部分进行，也可以与其他估算方法联合使用。如果以往活动是本质上而不是表面上类似，并且从事估算的项目团队成员具备必要的专业知识，那么类比估算可靠性会比较高。'
    ],
    important: true
  },
  '3-4-7': {
    content: [
      '参数估算是一种基于历史数据和项目参数，使用某种算法来计算成本或持续时间的估算技术。它是指利用历史数据之间的统计关系和其他变量(如建筑施工中的平方英尺)，来估算诸如成本、预算和持续时间等活动参数。把需要实施的工作量乘以完成单位工作量所需的工时，即可计算出持续时间。参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性。参数估算可以针对整个项目或项目中的某个部分，并可以与其他估算方法联合使用。'
    ],
    important: true
  },
  '3-4-8': {
    content: [
      '当历史数据不充分时，通过考虑估算中的不确定性和风险，可以提高活动持续时间估算的准确性。使用三点估算有助于界定活动持续时间的近似区间:',
      <>①乐观时间(OptimisticTime,T<sub>o</sub>):在任何事情都顺利的情况下，完成某项工作的时间。</>,
      <>②最可能时间(MostlikelyTime,T<sub>M</sub>):正常情况下，完成某项工作的时间。</>,
      <>③悲观时间(PessimisticTime,T<sub>P</sub>):最不利的情况下，完成某项工作的时间。</>,
      '基于持续时间在三种估算值区间内的假定分布情况，可计算期望持续时间TE。如果三个估算值服从三角分布，则:',
      <>T<sub>E</sub>=(T<sub>o</sub>+T<sub>M</sub>+T<sub>p</sub>)/3</>,
      '如果三个估算值服从β分布，则:',
      <>T<sub>E</sub>=(T<sub>o</sub>+4T<sub>M</sub>+T<sub>p</sub>)/6</>
    ],
    important: true
  },
  '3-4-9': {
    content: [
      '自下而上估算是一种估算项目持续时间或成本的方法，通过从下到上逐层汇总WBS组成部分的估算而得到项目估算。如果无法以合理的可信度对活动持续时间进行估算，则应将活动中的工作进一步细化，然后估算细化后的具体工作的持续时间，接着再汇总得到每个活动的持续时间。活动之间如果存在影响资源利用的依赖关系，则应该对相应的资源使用方式加以说明，并记录在活动资源需求中。'
    ],
    important: true
  },
  '3-4-10': {
    content: [
      '可用作估算活动持续时间过程的数据分析技术主要包括:',
      '①备选方案分析:备选方案分析用于比较不同的资源能力或技能水平、进度压缩技术、不同工具(手动和自动)，以及关于资源的创建、租赁和购买决策。这有助于团队权衡资源、成本和持续时间变量，以确定完成项目工作的最佳方式。',
      '②储备分析:储备分析用于确定项目所需的应急储备量和管理储备。①应急储备:在进行持续时间估算时，须考虑应急储备应对进度方面的不确定性。应急储备是包含在进度基准中的一段持续时间，应急储备与“已知-未知”风险相关，用来应对已经接受的已识别风险，应急储备可取活动持续时间估算值的某一百分比或某一固定的时间段，亦可把应急储备从各个活动中剥离出来后汇总。应该在项目进度文件中清楚地列出应急储备，并随着项目信息越来越明确，可以动用、减少或取消应急储备。②管理储备:管理储备是为管理控制的目的而特别留出的项目预算，用来应对项目范围中不可预见的工作。管理储备用来应对会影响项目的“未知-未知”风险，它不包括在进度基准中，但属于项目总持续时间的一部分。依据合同条款，使用管理储备可能需要变更进度基准。'
    ],
    important: true
  },
  '3-4-11': {
    content: [
      '适用于估算活动持续时间过程的决策技术是投票。举手表决是从投票方法衍生出来的一种形式，经常用于敏捷项目中。'
    ],
  },
  '3-4-12': {
    content: [
      '项目团队可能会召开会议来估算活动持续时间。'
    ],
  },
  '3-4-13': {
    content: [
      '持续时间估算是对完成某项活动、阶段或项目所需的工作时段数的定量评估，其中并不包括任何滞后量，但可指出一定的变动区间。例如:2周±2天，表明活动至少需要8天，最多不超过12天(假定每周工作5天)。'
    ],
  },
  '3-4-14': {
    content: [
      '持续时间估算所需的支持信息的数量和种类，因应用领域不同而不同。不论其详细程度如何，支持性文件都应该清晰、完整地说明持续时间估算是如何得出的。持续时间估算的支持信息可包括:',
      '①关于估算依据的文件(如估算是如何编制的)。',
      '②关于全部假设条件的文件。',
      '③关于各种已知制约因素的文件。',
      '④对估算区间的说明(如“±10%”)，以指出预期持续时间的所在区间。',
      '⑤对最终估算的置信水平的说明。',
      '⑥有关影响估算的单个项目风险的文件等。'
    ],
    important: true
  },
  '3-4-15': {
    content: [
      '可在估算活动持续时间过程更新的项目文件主要包括:',
      '①活动属性:本过程输出的活动持续时间估算将记录在活动属性中。',
      '②假设日志:更新假设日志时，包括为估算持续时间而制定的假设条件，此外还包括进度计划方法论和进度计划编制工具所带来的制约因素。',
      '③经验教训登记册:在更新经验教训登记册时，可以增加能够有效和高效地估算人力投入和持续时间的技术。'
    ],
  },
  '3-5': {
    content: [
      '制订进度计划是分析活动顺序、持续时间、资源需求和进度制约因素，创建进度模型，从而落实项目执行和监控的过程。',
      '本过程的主要作用是为完成项目活动而制定具有计划日期的进度模型。',
      '需要在整个项目期间开展。'
    ],
  },
  '3-5-1': {
    content: [
      '制订进度计划中使用的项目管理计划组件主要包括:',
      '①进度管理计划:规定了用于制订进度计划的进度计划编制方法和工具，以及推算进度计划的方法。',
      '②范围基准:范围说明书、WBS和WBS字典包含了项目可交付成果的详细信息，供创建进度模型时借鉴。'
    ],
  },
  '3-5-2': {
    content: [
      '①假设日志:该日志所记录的假设条件和制约因素可能造成影响项目进度的单个项目风险。',
      '②风险登记册:记录了所有已识别的会影响进度模型风险的详细信息及特征。进度储备通过预期或平均风险影响程度，反映了与进度有关的风险信息。',
      '③活动属性:提供了创建进度模型所需的细节信息。',
      '④活动清单:明确了需要在进度模型中包含的活动。',
      '⑤里程碑清单:列出了特定里程碑的实现日期。',
      '⑥项目进度网络图:包含用于推算进度计划的紧前和紧后活动的逻辑关系。',
      '⑦估算依据:持续时间估算所需的支持信息的数量和种类，因应用领域而异。不论其详细程度如何，支持性文件都应该清晰、完整说明持续时间估算是如何得出的。',
      '⑧持续时间估算:包括对完成某项活动所需的工作时段数的定量评估，用于进度计划的推算。',
      '⑨经验教训:与创建进度模型有关的经验教训登记册可以运用到项目后期阶段，以提高进度模型的有效性。',
      '⑩资源需求:活动资源需求明确了活动所需的资源类型和数量，用于创建进度模型。',
      '⑪项目团队派工单:明确了分配到每个活动的资源。',
      '⑫资源日历:规定了在项目期间的资源可用性。'
    ],
  },
  '3-5-3': {
    content: [
      '在制定如何执行项目工作以履行合同承诺时，供应商为项目进度提供了输入。'
    ],
  },
  '3-5-4': {
    content: [
      '能够影响制订进度计划过程的事业环境因素包括:政府或行业标准、沟通渠道等。'
    ],
  },
  '3-5-5': {
    content: [
      '能够影响制订进度计划过程的组织过程资产主要包括:进度计划方法论，其中包括制定和维护进度模型时应遵循的政策;项目日历等。'
    ],
  },
  '3-5-6': {
    content: [
      '进度网络分析是创建项目进度模型的一种综合技术:①当多个路径在同一时间点汇聚或分叉时，评估汇总进度储备的必要性，以减少出现进度落后的可能性;②审查网络，查看关键路径是否存在高风险活动或具有较多提前量的活动，是否需要使用进度储备或执行风险应对计划来降低关键路径的风险。',
      '进度网络分析是一个反复进行的过程，一直持续到创建出可行的进度模型。'
    ],
  },
  '3-5-7': {
    content: [
      '关键路径法用于在进度模型中估算项目的最短工期，确定逻辑网络路径的进度灵活性。关键路径法有两个规则:①规则1:某项活动的最早开始时间必须相同或晚于直接指向这项活动的最早结束时间中的最晚时间;②规则2:某项活动的最迟结束时间必须相同或早于该活动直接指向的所有活动最迟开始时间的最早时间。',
      '①总浮动时间:在任一网络路径上，进度活动可以从最早开始日期推迟或拖延的时间，而不至于延误项目完成日期或违反进度制约因素，就是总浮动时间。总浮动时间的计算方法为:本活动的最迟完成时间减去本活动的最早完成时间，或本活动的最迟开始时间减去本活动的最早开始时间。',
      '②自由浮动时间:就是指在不延误任何紧后活动的最早开始日期或不违反进度制约因素的前提下，某进度活动可以推迟的时间量，其计算方法为:紧后活动最早开始时间的最小值减去本活动的最早完成时间。'
    ],
    important: true
  },
  '3-5-8': {
    content: [
      '资源优化技术是根据资源供需情况来调整进度模型的技术。资源优化用于调整活动的开始和完成日期，以调整计划使用的资源，使其等于或少于可用的资源，包括:',
      '(1)资源平衡。资源平衡是为了在资源需求与资源供给之间取得平衡，根据资源制约因素对开始日期和完成日期进行调整的一种技术。',
      '(2)资源平滑。对进度模型中的活动进行调整，从而使项目资源需求不超过预定的资源限制的一种技术。'
    ],
    important: true
  },
  '3-5-9': {
    content: [
      '可用制订进度计划过程的数据分析技术主要包括:',
      '①假设情景分析:是对各种情景进行评估，预测它们对项目目标的影响(积极或消极的)。假设情景分析就是对“如果情景X出现，情况会怎样?”这样的问题进行分析，即基于已有的进度计划，考虑各种各样的情景。可以根据假设情景分析的结果，评估项目进度计划在不同条件下的可行性，以及为应对意外情况的影响而编制进度储备和应对计划。',
      '②模拟:是把单个项目风险和不确定性的其他来源模型化的方法，以评估它们对项目目标的潜在影响。最常见的模拟技术是蒙特卡罗分析，它利用风险和其他不确定资源计算整个项目可能的进度结果。模拟包括基于多种不同的活动假设、制约因素、风险、问题或情景，使用概率分布和不确定性的其他表现形式，来计算出多种可能的工作包持续时间。'
    ],
    important: true
  },
  '3-5-10': {
    content: [
      '提前量和滞后量是网络分析使用的一种调整方法，通过调整紧后活动的开始时间来编制一份切实可行的进度计划。提前量用于在条件许可情况下提早开始紧后活动;而滞后量是在某些限制条件下，在紧前和紧后活动之间增加一段不需要工作或资源的自然时间。'
    ],
  },
  '3-5-11': {
    content: [
      '进度压缩技术是指在不缩减项目范围的前提下，缩短或加快进度工期，以满足进度制约因素、强制日期或其他进度目标。进度压缩技术包括:',
      '①赶工:是通过增加资源，以最小的成本代价来压缩进度工期的一种技术。赶工的例子包括:批准加班、增加额外资源或支付加急费用来加快关键路径上的活动。赶工只适用于那些通过增加资源就能缩短持续时间的且位于关键路径上的活动。但赶工并非总是切实可行的，因它可能导致风险和/或成本的增加。',
      '②快速跟进:是一种进度压缩技术，将正常情况下按顺序进行的活动或阶段改为至少是部分并行开展。例如，在大楼的建筑图纸尚未全部完成前就开始建地基。快速跟进可能造成返工和风险增加，所以它只适用于能够通过并行活动来缩短关键路径上的项目工期的情况。若进度加快而使用提前量，通常会增加相关活动之间的协调工作，并增加质量风险。快速跟进还有可能增加项目成本。'
    ],
    important: true
  },
  '3-5-12': {
    content: [
      '计划评审技术(ProgramEvaluationandReviewTechnique,PERT)，又称为三点估算技术，其理论基础是假设项目持续时间以及整个项目完成时间是随机的，且服从某种概率分布。PERT可以估计整个项目在某个时间内完成的概率。PERT和CPM在项目进度规划中应用非常广，本文通过实例来对此技术加以说明。(1)活动的时间估计。PERT对各项目活动的完成时间按照3种不同情况估计:',
      <>①乐观时间(OptimisticTime,T<sub>O</sub>):在任何事情都顺利的情况下，完成某项工作的时间。</>,
      <>②最可能时间(MostlikelyTime,T<sub>M</sub>):正常情况下，完成某项工作的时间。</>,
      <>③悲观时间(PessimisticTime,T<sub>p</sub>):最不利的情况下，完成某项工作的时间。</>
    ],
    important: true
  },
  '3-5-13': {
    content: [
      '项目管理信息系统包括进度计划软件，这些软件用活动、网络图、资源需求和活动持续时间等作为输入，自动生成开始和完成日期，从而可加快进度计划的编制过程。'
    ],
  },
  '3-5-14': {
    content: [
      '敏捷或适应型发布规划基于项目路线图和产品发展愿景，提供了高度概括的发布进度时间轴(通常是3~6个月)。同时还确定了发布的迭代或冲刺次数，使产品负责人和团队能够决定需要开发的内容，并基于业务目标、依赖关系和障碍因素确定达到产品放行所需的时间。对客户而言，产品功能就是价值，因此该时间轴定义了每次迭代结束时交付的功能，提供了更易于理解的项目进度计划，而这些就是客户真正需要的信息。'
    ],
    important: true
  },
  '3-5-15': {
    content: [
      '进度基准是经过批准的进度模型，只有通过正式的变更控制程序才能进行变更，用作与实际结果进行比较的依据。经干系人接受和批准，进度基准包含基准开始日期和基准结束日期。在监控过程中，将用实际开始和完成日期与批准的基准日期进行比较，以确定是否存在偏差。进度基准是项目管理计划的组成部分。'
    ],
    important: true
  },
  '3-5-16': {
    content: [
      '项目进度计划是进度模型的输出，为各个相互关联的活动标注了计划日期、持续时间、里程碑和所需资源等。项目进度计划中至少要包括每个活动的计划开始日期与计划完成日期。即使在早期阶段就进行了资源规划，但在未确认资源分配和计划开始与完成日期之前，项目进度计划都只是初步的。项目进度计划可以是概括的或详细的。虽然项目进度计划可用列表形式，但图形方式更直观，可以采用的图形方式包括:',
      '①横道图:横道图也称为“甘特图”，是展示进度信息的一种图表方式。在横道图中，纵向列示活动，横向列示日期，用横条表示活动自开始日期至完成日期的持续时间。横道图相对易读，比较常用。',
      '②里程碑图:里程碑图与横道图类似，但仅标示出主要可交付成果和关键外部接口的计划开始或完成日期。',
      '③项目进度网络图:项目进度网络图通常用活动节点法绘制，没有时间刻度，纯粹显示活动及其相互关系。项目进度网络图也可以是包含时间刻度的进度网络图，称为“时标图”。'
    ],
    important: true
  },
  '3-5-17': {
    content: [
      '项目进度模型中的进度数据是用以描述和控制进度计划的信息集合。进度数据至少包括进度里程碑、进度活动、活动属性，以及已知的全部假设条件与制约因素，而所需的其他数据因应用领域的不同而不同。经常可用作支持细节的信息包括:',
      '①按时段列的资源需求，往往以资源直方图表示。',
      '②备选的进度计划，如最好情况或最坏情况下的进度计划、经资源平衡或未经资源平衡的进度计划、有强制日期或无强制日期的进度计划。',
      '③使用的进度储备等。',
      '进度数据还可以包括资源直方图、现金流预测，以及订购与交付进度安排等其他相关信息。'
    ],
  },
  '3-5-18': {
    content: [
      '在项目日历中规定可以开展进度活动的可用工作日和工作班次，它把可用于开展进度活动的时间段(按天或更小的时间单位)与不可用的时间段区分开来。在一个进度模型中，可能需要采用不止一个项目日历来编制项目进度计划，因为有些活动需要不同的工作时段。因此，可能需要对项目日历进行更新。'
    ],
  },
  '3-5-19': {
    content: [
      '修改项目范围或项目进度计划之后，可能会对范围基准和/或项目管理计划的其他组成部分提出变更请求，应该通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '3-5-20': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更请求的项目管理计划组成部分包括:',
      '①进度管理计划:更新进度管理计划，以反映制订和管理进度计划的方式的变更。',
      '②成本基准:在针对范围、资源或成本估算的变更获得批准后，需要对成本基准做出相应的变更。有时成本偏差太过严重，以至于需要修订成本基准，以便为绩效测量提供现实可行的依据。'
    ],
  },
  '3-5-21': {
    content: [
      '可在制订进度计划过程更新的项目文件主要包括:',
      '①活动属性:更新活动属性以反映在制定进度计划过程中所产生的对资源需求和其他相关内容的修改。',
      '②假设日志:可能需要更新假设日志，以反映创建进度模型时发现的有关持续时间、资源使用、排序或其他信息的假设条件的变更。',
      '③持续时间估算:资源的数量和可用性以及活动依赖关系可能会引起持续时间估算的变更。如果资源平衡分析改变了资源需求，就可能需要对持续时间估算做出相应的更新。',
      '④经验教训登记册:在更新经验教训登记册时，可以增加能够有效和高效制定进度模型的技术。',
      '⑤资源需求:资源平衡可能对所需资源类型与数量的初步估算产生显著影响。如果资源平衡分析改变了资源需求，就需要对资源需求做出相应的更新。',
      '⑥风险登记册:可能需要更新风险登记册，以反映进度假设条件所隐含的机会或威胁。'
    ],
  },
  '3-6': {
    content: [
      '控制进度是监督项目状态，以更新项目进度和管理进度基准变更的过程。',
      '本过程的主要作用是在整个项目期间保持对进度基准的维护。',
      '在整个项目期间开展。'
    ],
  },
  '3-6-1': {
    content: [
      '控制进度中使用的项目管理计划组件主要包括:',
      '①进度管理计划:描述了进度的更新频率、进度储备的使用方式以及进度的控制方式。',
      '②进度基准:把进度基准与实际结果相比，以判断是否需要进行变更或采取纠正或预防措施。',
      '③范围基准:在监控进度基准时，需明确考虑范围基准中的项目WBS、可交付成果、制约因素和假设条件。',
      '④绩效测量基准:使用挣值分析时，将绩效测量基准与实际结果比较，以决定是否有必要进行变更，采取纠正措施或预防措施。'
    ],
  },
  '3-6-2': {
    content: [
      '①资源日历:显示了团队和物质资源的可用性。',
      '②项目进度计划:是最新版本的项目进度计划。',
      '③项目日历:在一个进度模型中，可能需要不止一个项目日历来预测项目进度，因为有些活动需要不同的工作时段。',
      '④进度数据:在控制进度过程中需要对进度数据进行审查和更新。',
      '⑤经验教训登记册:在项目早期的经验教训可运用到后期阶段，以改进进度控制。'
    ],
  },
  '3-6-3': {
    content: [
      '包含关于项目状态的数据，例如哪些活动已经开始，它们的进展如何(如实际持续时间、剩余持续时间和实际完成百分比)，哪些活动已经完成。'
    ],
  },
  '3-6-4': {
    content: [
      '能够影响控制进度过程的组织过程资产主要包括:现有与进度控制有关的正式和非正式的政策、程序和指南;进度控制工具;可用的监督和报告方法等。'
    ],
  },
  '3-6-5': {
    content: [
      '可用作控制进度过程的数据分析技术主要包括:',
      '①挣值分析:进度绩效测量指标(如进度偏差(SV)和进度绩效指数(SPI))用于评价偏离初始进度基准的程度。',
      '②迭代燃尽图:这类图用于追踪迭代未完项中尚待完成的工作。它分析与理想燃尽图的偏差。可使用预测趋势线来预测迭代结束时可能出现的偏差，以及在迭代期间应采取的合理行动。燃尽图中先用对角线表示理想的燃尽情况，再每天画出实际剩余工作，最后基于剩余工作计算出趋势线以预测完成情况。',
      '③绩效审查:指根据进度基准测量、对比和分析进度绩效，如实际开始和完成日期、已完成百分比以及当前工作的剩余持续时间。',
      '④趋势分析:检查项目绩效随时间的变化情况，以确定绩效是在改善还是在恶化。图形分析技术有助于理解截至目前的绩效，并与未来的绩效目标(表示为完工日期)进行对比。',
      '⑤偏差分析:关注实际开始和完成日期与计划的偏离，实际持续时间与计划的差异，以及浮动时间的偏差。它包括确定偏离进度基准的原因与程度，评估这些偏差对未来工作的影响，以及确定是否需要采取纠正或预防措施。',
      '⑥假设情景分析:基于项目风险管理过程的输出，对各种不同的情景进行评估，促使进度模型符合项目管理计划和批准的基准。'
    ],
    important: true
  },
  '3-6-6': {
    content: [
      '检查关键路径的进展情况有助于确定项目进度状态。关键路径上的偏差将对项目的结束日期产生直接影响。评估次关键路径上的活动的进展情况，有助于识别进度风险。'
    ],
  },
  '3-6-7': {
    content: [
      '项目管理信息系统包括进度计划工具和软件，可以对照计划日期跟踪实际日期，对照进度基准报告偏差和进展，以及预测项目进度模型变更的影响。'
    ],
  },
  '3-6-8': {
    content: [
      '资源优化技术是在同时考虑资源可用性和项目时间的情况下，对活动和活动所需资源进行的进度规划。'
    ],
  },
  '3-6-9': {
    content: [
      '在网络分析中调整提前量与滞后量，设法使进度滞后的项目活动赶上计划。'
    ],
  },
  '3-6-10': {
    content: [
      '采用进度压缩技术使进度落后的项目活动赶上计划，可以对剩余工作使用快速跟进或赶工方法。'
    ],
  },
  '3-6-11': {
    content: [
      '工作绩效信息包括与进度基准相比较的项目工作执行情况。可以在工作包层级和控制账户层级，计算开始和完成日期的偏差以及持续时间的偏差。对于使用挣值分析的项目，进度偏差(SV)和进度绩效指数(SPI)将记录在工作绩效报告中。'
    ],
  },
  '3-6-12': {
    content: [
      '进度预测指根据已有的信息和知识，对项目未来的情况和事件进行的估算或预计。随着项目执行，应该基于工作绩效信息，更新和重新发布进度预测，这些信息取决于纠正或预防措施所期望的未来绩效，可能包括挣值绩效指数，以及可能在未来对项目造成影响的进度储备信息。'
    ],
  },
  '3-6-13': {
    content: [
      '通过分析进度偏差，审查进展报告、绩效测量结果和项目范围或进度调整情况，可能会对进度基准、范围基准和/或项目管理计划的其他组成部分提出变更请求。应该通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '3-6-14': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组成部分主要包括:',
      '①进度管理计划:可能需要更新进度管理计划，以反映进度管理方法的变更。',
      '②进度基准:在项目范围、活动资源或活动持续时间估算等方面的变更获得批准后，可能需要对进度基准做相应变更。另外，因进度压缩技术或绩效问题造成变更时，也可能需要更新进度基准。',
      '③成本基准:在针对范围、资源或成本估算的变更获得批准后，需要对成本基准做出相应的变更。',
      '④绩效测量基准:在范围、进度绩效或成本估算的变更获得批准后，需要对绩效测量基准做出相应的变更。有时绩效偏差太过严重，需要提出变更请求来修订绩效测量基准，以便为绩效测量提供现实可行的依据。'
    ],
  },
  '3-6-15': {
    content: [
      '可在控制进度过程更新的项目文件主要包括:',
      '①假设日志:进度绩效可能表明需要修改关于活动排序、持续时间和生产效率的假设条件。',
      '②估算依据:进度绩效可能表明需要修改持续时间的估算方式。',
      '③经验教训登记册:更新经验教训登记册，以记录维护进度的有效技术，以及造成偏差的原因和用于应对进度偏差的纠正措施。',
      '④项目进度计划:把更新后的进度数据代入进度模型，生成更新后的项目进度计划，以反映进度变更并有效管理项目。',
      '⑤资源日历:更新资源日历，以反映因资源优化、进度压缩以及纠正或预防措施而导致的资源日历变更。',
      '⑥进度数据:可能需要重新绘制项目进度网络图，以反映经批准的剩余持续时间和经批准的进度计划修改。有时，项目进度延误非常严重，以至于必须重新预测开始与完成日期，编制新的目标进度计划，才能为指导工作、测量绩效和度量进展提供现实的数据。',
      '⑦风险登记册:采用进度压缩技术可能导致风险，也就可能需要更新风险登记册及其中的风险应对计划。'
    ],
  }
}
