export default {
  '6-1': {
    content: [
    ],
  },
  '6-1-1': {
    content: [
    ],
  },
  '6-1-2': {
    content: [
    ],
  },
  '6-1-3': {
    content: [
    ],
  },
  '6-1-4': {
    content: [
    ],
  },
  '6-1-5': {
    content: [
    ],
  },
  '6-1-6': {
    content: [
    ],
  },
  '6-1-7': {
    content: [
    ],
    important: true
  },
  '6-1-8': {
    content: [
    ],
  },
  '6-1-9': {
    content: [
    ],
  },
  '6-1-10': {
    content: [
    ],
    important: true
  },
  '6-1-11': {
    content: [
    ],
    important: true
  },
  '6-1-12': {
    content: [
    ],
  },
  '6-2': {
    content: [
    ],
  },
  '6-2-1': {
    content: [
    ],
  },
  '6-2-2': {
    content: [
    ],
  },
  '6-2-3': {
    content: [
    ],
  },
  '6-2-4': {
    content: [
    ],
  },
  '6-2-5': {
    content: [
    ],
  },
  '6-2-6': {
    content: [
    ],
  },
  '6-2-7': {
    content: [
    ],
  },
  '6-2-8': {
    content: [
    ],
  },
  '6-2-9': {
    content: [
    ],
  },
  '6-2-10': {
    content: [
    ],
  },
  '6-2-11': {
    content: [
    ],
  },
  '6-2-12': {
    content: [
    ],
  },
  '6-2-13': {
    content: [
    ],
  },
  '6-2-14': {
    content: [
    ],
    important: true
  },
  '6-2-15': {
    content: [
    ],
  },
  '6-3': {
    content: [
    ],
  },
  '6-3-1': {
    content: [
    ],
  },
  '6-3-2': {
    content: [
    ],
  },
  '6-3-3': {
    content: [
    ],
  },
  '6-3-4': {
    content: [
    ],
  },
  '6-3-5': {
    content: [
    ],
    important: true
  },
  '6-3-6': {
    content: [
    ],
    important: true
  },
  '6-3-7': {
    content: [
    ],
    important: true
  },
  '6-3-8': {
    content: [
    ],
    important: true
  },
  '6-3-9': {
    content: [
    ],
  },
  '6-3-10': {
    content: [
    ],
  },
  '6-3-11': {
    content: [
    ],
    important: true
  },
  '6-3-12': {
    content: [
    ],
  },
  '6-3-13': {
    content: [
    ],
  },
  '6-3-14': {
    content: [
    ],
  },
  '6-3-15': {
    content: [
    ],
  },
  '6-3-16': {
    content: [
    ],
  },
  '6-4': {
    content: [
    ],
  },
  '6-4-1': {
    content: [
    ],
  },
  '6-4-2': {
    content: [
    ],
  },
  '6-4-3': {
    content: [
    ],
  },
  '6-4-4': {
    content: [
    ],
  },
  '6-4-5': {
    content: [
    ],
    important: true
  },
  '6-4-6': {
    content: [
    ],
  },
  '6-4-7': {
    content: [
    ],
    important: true
  },
  '6-4-8': {
    content: [
    ],
    important: true
  },
  '6-4-9': {
    content: [
    ],
  },
  '6-4-10': {
    content: [
    ],
  },
  '6-4-11': {
    content: [
    ],
    important: true
  },
  '6-4-12': {
    content: [
    ],
  },
  '6-4-13': {
    content: [
    ],
    important: true
  },
  '6-4-14': {
    content: [
    ],
  },
  '6-4-15': {
    content: [
    ],
  },
  '6-4-16': {
    content: [
    ],
  },
  '6-4-17': {
    content: [
    ],
  },
  '6-4-18': {
    content: [
    ],
  },
  '6-5': {
    content: [
    ],
  },
  '6-5-1': {
    content: [
    ],
  },
  '6-5-2': {
    content: [
    ],
  },
  '6-5-3': {
    content: [
    ],
  },
  '6-5-4': {
    content: [
    ]
  },
  '6-5-5': {
    content: [
    ],
  },
  '6-5-6': {
    content: [
    ],
  },
  '6-5-7': {
    content: [
    ],
    important: true
  },
  '6-5-8': {
    content: [
    ],
  },
  '6-5-9': {
    content: [
    ],
  },
  '6-5-10': {
    content: [
    ],
  },
  '6-5-11': {
    content: [
    ],
  },
  '6-5-12': {
    content: [
    ],
  },
  '6-6': {
    content: [
    ],
  },
  '6-6-1': {
    content: [
    ],
  },
  '6-6-2': {
    content: [
    ],
  },
  '6-6-3': {
    content: [
    ],
  },
  '6-6-4': {
    content: [
    ],
  },
  '6-6-5': {
    content: [
    ],
  },
  '6-6-6': {
    content: [
    ],
    important: true
  },
  '6-6-7': {
    content: [
    ],
    important: true
  },
  '6-6-8': {
    content: [
    ],
    important: true
  },
  '6-6-9': {
    content: [
    ],
  },
  '6-6-10': {
    content: [
    ],
  },
  '6-6-11': {
    content: [
    ],
  },
  '6-6-12': {
    content: [
    ],
  },
  '6-6-13': {
    content: [
    ],
  }
}

/*
项目资源管理
1、规划资源管理
规划资源管理是定义如何估算、获取、管理和利用团队以及实物资源的过程。本过程的主要作用是，根据项目类型和复杂程度确定适用于项目资源的管理方法和管理程度。
输入
1)项目章程:项目章程提供项目的高层级描述和要求，此外还包括可能影响项目资源管理的关键干系人名单、里程碑概况以及预先批准的财务资源。2)项目管理计划可作为规划资源管理过程输入的项目管理计划组件主要包括:
1质量管理计划:有助于定义项目所需的资源水平，以实现和维护已定义的质量水平并达到项目测量指标。2范围基准:识别了可交付成果，决定了需要管理的资源的类型和数量。3)项目文件
可作为规划资源管理过程输入的项目文件主要包括:1需求文件:指出了项目所需的资源的类型和数量，并可能影响管理资源的方式。
2项目进度计划:提供了所需资源的时间轴。3风险登记册:包含可能影响资源规划的各种威胁和机会的信息。
4干系人登记册:有助于识别对项目所需资源有特别兴趣或影响的那些干系人，
以及会影响资源使用偏好的干系人。
4)事业环境因素
能够影响规划资源管理过程的事业环境因素包括:组织文化和结构;设施和资源的物理分布;现有资源的能力和可用性;市场条件等。
5)组织过程资产
光环软考光环软考
能够影响规划资源管理过程的组织过程资产包括:人力资源政策和程序;物质资源管理政策和程序;安全政策;安保政策;资源管理计划模板;类似项目的历史信息等。
工具与技术
1)专家判断
规划资源管理时，应征求具备如下专业知识或接受过相关培训的个人或小组意见:协调组织内部的最佳资源;人才管理和员工发展;确定为实现项目目标所需的初步投入水平;根据组织文化确定报告要求;根据经验教训和市场条件，评估获取资源所需的提前量;识别与资源获取、留用和遣散计划有关的风险;遵循适用的法律法规;管理供应商(卖方)和物流工作，确保在需要时能够提供材料和用品等。
2)数据表现图表适用于规划资源管理过程的数据表现。数据表现有多种格式来记录和阐明团队成员的角色与职责，大多数格式属于层级型、矩阵型或文本型。有些项目人员安排可以在子计划(如风险、质量或沟通管理计划)中列出，无论使用什么方法来记录团队成员的角色，目的都是要确保每个工作包都有明确的责任人，确保全体团队成员都清楚地理解其角色和职责。一般来说，层级型可用于表示高层级角色，而文本型则更适用于记录详细职责。(1)层级型:可采用传统的组织结构图，自上而下地显示各种职位及其相互关系。
1工作分解结构(WBS):用来显示如何把项目可交付成果分解为工作包，有助于
明确高层级的职责。
2组织分解结构(OBS):按照组织现有的部门、单元或团队排列，并在每个部门
下列出项目活动或工作包。例如，运营部门只需找到其所在的OBS位置，就能看到自己的全部项目职责。
3资源分解结构:按资源类别和类型，对团队和实物资源的层级列表，用于规划、
管理和控制项目工作，每向下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构(WBS)相结合。(2)矩阵型:展示项目资源在各个工作包中的任务分配。矩阵型图表的一个例子是职责分配矩阵(RAM)，它显示了分配给每个工作包的项目资源，用于说明工作包或活动与项目团队成员之间的关系。在大型项目中，可以制定多个层次的RAM，例如，高层次的RAM可定义项目团队、小组或部门负责WBS中的哪部分工作，而低层次的RAM则可在各小组内为具体活动分配角色、职责和职权。矩阵型图表能反映与每个人相关的所有活动，以及与每项活动相关的所有人员，它也可确保任何一项任务都只有一个人负责，从而避免职权不清(3)文本型:如果需要详细描述团队成员的职责，就可以采用文本型。文本型文件通常以概述的形式，提供诸如职责、职权、能力和资格等方面的信息。这种文件有多种名称，如职位描述、角色-职责-职权表。这类文件可作为未来项目的模板，特别是在根据当前项目的经验教训对其内容进行更新之后。
光环软考光环软考

3)组织理论:组织理论阐述个人、团队和组织部门的行为方式。有效利用组织理论中的常用技术，可以节约规划资源管理过程的时间、成本及人力投入，提高规划工作的效率。此外，可以根据相关的组织理论灵活运用领导风格，以适应项目生命周期中团队成熟度的变化。最重要的是要认识到，组织的结构和文化会直接影响项目的组织结构。4)会议:项目团队可通过召开会议来规划项目资源管理。
输出
1)资源管理计划
作为项目管理计划的一部分，资源管理计划提供了关于如何分类、分配、管理和释放项目资源的指南。资源管理计划可以根据项目的具体情况分为团队管理计划和实物资源管理计划。资源管理计划的内容主要包括:
1识别资源:用于识别和量化项目所需的团队和实物资源的方法。
2获取资源:关于如何获取项目所需的团队和实物资源的指南。
3角色与职责:1角色是指在项目中某人承担的职务或分配给某人的职务，如土
木工程师、商业分析师和测试协调员。2职权是指使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目工作的权力。例如，下列事项都需要由具有明确职权的人来做决策:选择活动的实施方法、质量验收标准，以及如何应对项目偏差等。当个人的职权水平与职责相匹配时，团队成员就能最佳地开展工作。3职责是指为完成项目活动，项目团队成员必须履行的职责和工作。4能力是指为完成项目活动，项目团队成员须具备的技能和才干。如果项目团队成员不具备所需的能力，就不能有效地履行职责。一旦发现成员能力与职责不匹配，就应主动采取措施，如安排培训、招募新成员、调整进度计划或工作范围。
4项目组织图:以图形方式展示项目团队成员及其报告关系。基于项目需要，项目组织图可以是正式或非正式的，非常详细或高度概括的。例如，一个3000人
的灾害应急团队项目组织图，比仅有20人的内部项目组织图要详尽得多。5项目团队资源管理:关于如何定义、配备、管理和最终遣散项目团队资源的指南。
6培训:针对项目成员的培训策略。
7团队建设:建设项目团队的方法。8资源控制:依据需要确保实物资源充足可用，并为项目需求优化实物资源采购
而采用的方法。包括有关整个项目生命周期期间的库存、设备和用品管理的信息。9认可计划:将给予团队成员哪些认可和奖励，以及何时给予。
2)团队章程
光环软考光环软考

团队章程是为团队创建团队价值观、共识和工作指南的文件。团队章程包括:团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南和团队共识。团队章程对项目团队成员的可接受行为确定了明确的期望，尽早认可并遵守明确的规则，有助于减少误解，提高生产力;借助诸如行为规范、沟通、决策、会议礼仪等方面的讨论，团队成员可以了解彼此重要的价值观。由团队制定或参与制定的团队章程可发挥最佳效果，所有项目团队成员都分担责任，确保遵守团队章程中规定的规则;可定期审查和更新团队章程，确保团队成员始终了解团队基本规则，并指导新成员融入团队。
3)项目文件(更新)
可在规划资源管理过程更新的项目文件主要包括:1假设日志:更新假设日志时可增加关于实物资源的可用性、物流要求和位置信息以及团队资源的技能集和可用性的假设条件。2风险登记册:更新关于团队和实物资源可用性的风险，以及其他已知资源的相关风险。
2、估算活动资源
估算活动资源是估算执行项目所需的团队资源，以及材料、设备和用品的类型和数量的过程。本过程的主要作用是明确完成项目所需的资源种类、数量和特性。
输入
1)项目管理计划:可作为估算活动资源过程输入的项目管理计划组件主要包括:1范围基准:识别了实现项目目标所需的项目和产品范围，而范围决定了对团队和实物资源的需求。2资源管理计划:定义了识别项目所需不同资源的方法，还定义了量化各个活动
所需的资源并整合这些信息的方法。
2)项目文件
可作为估算活动资源过程输入的项目文件主要包括:1假设日志:可能包含有关生产力因素、可用性、成本估算以及工作方法的信息，这些因素会影响团队和实物资源的性质和数量。2风险登记册:描述了可能影响资源选择和可用性的各个风险。
3活动属性:为估算活动清单中每项活动所需的团队和实物资源提供了数据来源，包括资
源需求、强制日期、活动地点、假设条件和制约因素。4活动清单:识别了需要资源的活动。
5成本估算:资源成本从数量和技能水平方面会影响资源选择。
光环软考光环软考

6资源日历:识别了每种具体资源可用时的工作日、班次、正常营业的上下班时
间、周末和公共假期。在规划活动期间，潜在的可用资源信息(如团队资源、设备和材料)用于估算资源可用性。资源日历还规定了在项目期间确定的团队和实物资源何时可用、可用多久。这些信息可以在活动或项目层面建立，这考虑了诸如资源经验和(或)技能水平以及不同地理位置等属性。
3)事业环境因素
能够影响估算活动资源过程的事业环境因素包括:资源的位置、资源可用性、团队资源的技能、组织文化、发布的估算数据以及市场条件等。
4)组织过程资产能够影响估算活动资源过程的组织过程资产包括:关于人员配备的政策和程序;关于用品和设备的政策与程序;关于以往项目中类似工作所使用的资源类型的历史信息等。
工具与技术
1)专家判断
估算活动资源时，应征求具备团队和物质资源规划和估算方面的专业知识或接受过相关培训的个人或小组的意见。
2)自下而上估算自下而上估算是首先对团队和实物资源在活动级别上进行估算，然后汇总成工作包、控制账户和总体项目层级上的估算。
3)类比估算
类比估算将以往类似项目的资源相关信息作为估算未来项目的基础。这是一种快速估算方法，适用于项目经理只能识别WBS的几个高层级的情况。4)参数估算参数估算基于历史数据和项目参数，使用某种算法或历史数据与其他变量之间的统计关系，来计算活动所需的资源数量。例如，一项活动需要4000小时的编码时间，1年之内完成，则需要2人编码(每人每年付出2000小时)。参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性。
5)数据分析
适用于估算活动资源过程的数据分析技术是备选方案分析。备选方案分析是一种对已识别的可选方案进行评估的技术，用来决定选择哪种方案或使用何种方法来执行项目工作。很多活动有多个备选的实施方案，例如使用能力或技能水平不同的资源、不同规模或类型的机器、不同的工具(手工或自动)，以及关于资源自制、租赁或购买的决策。备选方案分析有助于提供在定义的制约因素范围内执行项目活动的最佳方案。
6)项目管理信息系统
项目管理信息系统可以包括资源管理软件，这些软件有助于规划、组织与管理资源库，以及编制资源估算。根据软件的复杂程度，可以确定资源分解结构、资源可用性、资源费率和各种资源日历，有助于优化资源使用。
7)会议项目经理可以和职能经理一起举行规划会议，以估算每项活动所需的资源、支持型活动、
光环软考光环软考

团队资源的技能水平，以及所需材料的数量。参会者可能包括项目经理、项目发起人、选定的
项目团队成员、选定的干系人以及其他必要人员。
输出
1)资源需求
资源需求识别了各个工作包或工作包中每项活动所需的资源类型和数量，可以汇总这些需求，以估算每个工作包、每个WBS分支以及整个项目所需的资源。资源需求描述的细节数量与具体程度因应用领域而异，而资源需求文件也可包含为确定所用资源的类型、可用性和所需数量所做的假设。
2)估算依据
资源估算所需的支持信息的数量和种类，因应用领域而异。但不论其详细程度如何，支持性文件都应该清晰完整地说明资源估算是如何得出的。资源估算的支持信息包括:估算方法;用于估算的资源，如以往类似项目的信息;与估算有关的假设条件;已知的制约因素;估算范围;估算的置信水平:有关影响估算的已识别风险的文件等。
3)资源分解结构
资源分解结构是资源依类别和类型的层级展现，如图13-5所示。资源类别包括(但不限于)人力、材料、设备和用品，资源类型则包括技能水平、要求证书、等级水平或适用于项目的其他类型。在规划资源管理过程中，资源分解结构用于指导项目的分类活动。在这一过程中，资源分解结构是一份完整的文件，用于获取和监督资源。
4)项目文件(更新)
可在估算活动资源过程更新的项目文件主要包括:
1假设日志:关于项目所需资源的类型和数量的假设条件更新在假设日志中。此外，任何资源制约因素，包括集体劳资协议、连续工作时间、计划休假等，也应
当相应更新。2活动属性:活动属性依据资源需求更新。
3经验教训登记册:在经验教训登记册中更新能够有效和高效地估算资源的技术，以及那些无效或低效的技术信息。
3、获取资源
获取资源是获取项目所需的团队成员、设施、设备、材料、用品和其他资源的过程。本过程的主要作用:1概述和指导资源的选择;2将选择的资源分配给相应的活动。
输入
光环软考光环软考

1)项目管理计划
可作为获取资源过程输入的项目管理计划组件主要包括:1资源管理计划:为如何获取项目资源提供指南。
2成本基准:提供了项目活动的总体预算。3采购管理计划:提供了关于将从项目外部获取的资源的信息，包括如何将采购
与其他项目工作整合起来以及涉及资源采购工作的干系人。
2)项目文件
可作为获取资源过程输入的项目文件主要包括:1项目进度计划:展示了各项活动及其开始和结束日期，有助于确定需要提供和获取资源的时间。
2资源需求:识别了需要获取的资源。
3干系人登记册:可能会从中发现干系人对项目特定资源的需求或期望，在获取
资源过程中应加以考虑。
3)事业环境因素
能够影响获取资源过程的事业环境因素有:现有组织资源信息，包括可用性、能力水平，以及有关团队资源和资源成本的以往经验;市场条件;组织结构;地理位置等。
4)组织过程资产能够影响获取资源过程的组织过程资产包括:有关项目资源的采购、配置和分配的政策和程序;历史信息和经验教训知识库等。
工具与技术
1)决策适用于获取资源过程的决策技术是多标准决策分析。选择标准常用于选择项目的实物资源或项目团队。使用多标准决策分析工具制定出标准，用于对潜在资源进行评级或打分(例如，在内部和外部团队资源之间进行选择)。根据标准的相对重要性对标准进行加权，加权值可能因资源类型的不同而发生变化。可使用的选择标准包括;
1可用性:确认资源能否在项目所需时段内为项目所用。2成本:确认增加资源的成本是否在规定的预算内
3能力:确认团队成员是否提供了项目所需的能力。有些选择标准对团队资源来说是独特的，包括:1经验:确认团队成员具备项目成功所需的相关经验。
光环软考光环软考

2知识:团队成员是否掌握关于客户、执行过类似项目和项目环境细节的相关知识。
3技能:确认团队成员拥有使用项目工具的相关技能。
4态度:团队成员能否与他人协同工作，以形成有凝聚力的团队。5国际因素:团队成员的位置、时区和沟通能力。
2)人际关系与团队技能适用于获取资源过程的人际关系与团队技能是谈判。很多项目需要针对所需资源进行谈判。
项目管理团队需要与下列各方谈判:
1职能经理:确保项目在要求的时限内获得最佳资源，直到完成职责。
2执行组织中的其他项目管理团队:合理分配稀缺或特殊资源。
3外部组织和供应商:提供合适的、稀缺的、特殊的、合格的、经认证的或其他
特殊的团队或实物资源。特别需要注意与外部谈判有关的政策、惯例、流程、指南、法律及其他标准。在资源分配谈判中，项目管理团队影响他人的能力很重要。例如，说服职能经理，让他看到项目具有良好的前景，影响他把最佳资源分配给这个项目而不是竞争项目。
3)预分派预分派指事先确定项目的实物或团队资源，在如下情况时可采用预分派:1在竞标过程中承诺分派特定人员进行项目工作;2项目取决于特定人员的专有技能;3在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作。
4)虚拟团队虚拟团队的使用为招募项目团队成员提供了新的可能性。虚拟团队可定义为具有共同目标，在完成角色任务的过程中很少或没有时间面对面工作的一群人。现代沟通技术(如电子邮件、电话会议、社交媒体、网络会议和视频会议等)使虚拟团队成为可行。虚拟团队模式使人们有可能:1在组织内部地处不同地理位置的员工之间组建团队:2为项目团队增加特殊技能，即使相应的专家不在同一地理区域;3将在家办公的员工纳入团队:4在工作班次、工作小时或工作日不同的员工之间组建团队;5将行动不便者或残疾人纳入团队;6执行那些原本会因差旅费用过高而被搁置或取消的项目;7节省员工所需的办公室和所有实物设备的开支等。在虚拟团队的环境中，沟通规划变得日益重要。可能需要花更多时间来设定明确的期望、促进沟通、制定冲突解决方法、召集人员参与决策、理解文化差异，以及共享成功喜悦。
光环软考光环软考

输出
1)物质资源分配单
物质资源分配单记录了项目将使用的材料、设备、用品、地点和其他实物资源。
2)项目团队派工单
项目团队派工单记录了团队成员及其在项目中的角色和职责，可包括项目团队名录，还需要把人员姓名插入项目管理计划的其他部分，如项目组织图和进度计划。3)资源日历资源日历识别了每种具体资源可用时的工作日、班次、正常营业的上下班时间、周末和公共假期。在规划活动期间，潜在的可用资源信息(如团队资源、设备和材料)用于估算资源可用性。资源日历规定了在项目期间确定的团队和实物资源何时可用和可用多久。这些信息可以在活动或项目层面建立，并考虑了诸如资源经验、技能水平以及不同地理位置等属性。
4)变更请求
如果获取资源过程中出现变更请求(例如影响了进度)，或者推荐措施、纠正措施或预防措施影响了项目管理计划的任何组成部分或项目文件，项目经理应提交变更请求，且应该通过实施整体变更控制过程对变更请求进行审查和处理。5)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。开展获取资源过程可能导致项目管理计划更新的内容包括:
1资源管理计划:更新资源管理计划，以反映获取项目资源的实际经验，包括在项目早期获取资源的经验教训，这些经验会影响项目后期的资源获取过程。2成本基准:在项目资源采购期间，成本基准可能发生变更。6)项目文件(更新)
可在获取资源过程更新的项目文件主要包括:1经验教训登记册:项目中遇到的挑战、本可以规避这些挑战的方法，以及良好的资源获取方式均可更新到经验教训登记册中。2项目进度计划:所需资源的可用性可能会导致项目进度的变更。
3资源分解结构:在本过程中获取的资源应记录到资源分解结构中。4资源需求:可更新资源需求文件，以反映获取的项目资源。
5风险登记册:将本过程中识别的新风险记录在风险登记册中，并通过风险管理过程进行管理。6干系人登记册:任何增加的新干系人，以及在本过程中获得的有关现有相关方
的新信息更新在干系人登记册中。
7)事业环境因素(更新)
光环软考光环软考

需要更新的事业环境因素包括:组织内资源的可用性;组织已使用的消耗资源数量。
8)组织过程资产(更新)作为获取资源过程的结果，需要更新的组织过程资产包括(但不限于)有关采购、配置和分配资源的文件。
4、建设团队
建设团队是提高工作能力，促进团队成员互动，改善团队整体氛围，以提高项目绩效的过程。本过程的主要作用是，改进团队协作、增强人际关系技能、激励员工、减少摩擦以及提升整体项目绩效。
输入
1)项目管理计划
建设团队过程使用到的项目管理计划组件是资源管理计划。资源管理计划为如何通过团队绩效评价和其他形式的团队管理活动，为项目团队成员提供奖励、提出反馈、增加培训或采取惩罚措施提供指南。资源管理计划可能包括团队绩效评价标准。
2)项目文件
可作为建设团队过程输入的项目文件主要包括:1团队章程:包含团队工作指南。团队价值观和工作指南为描述团队的合作方式提供了架构。2项目进度计划:定义了如何以及何时为项目团队提供培训，以培养不同阶段所需的能力，并根据项目执行期间的任何差异(如有)识别需要的团队建设策略。3项目团队派工单:识别了团队成员的角色与职责。
4资源日历:定义了项目团队成员何时能参与团队建设活动，有助于说明团队在整个项目期间的可用性5经验教训登记册:项目早期与团队建设有关的经验教训可以运用到项目后期阶
段，以提高团队绩效。
3)事业环境因素
能够影响建设团队过程的事业环境因素包括:有关雇用和解雇的人力资源管理政策、员工绩效审查、员工发展与培训记录，以及认可与奖励;团队成员的技能、能力和特定知识;团队成员地理分布等。
4)组织过程资产能够影响建设团队过程的组织过程资产包括历史信息和经验教训知识库。
工具与技术
光环软考光环软考

1)集中办公集中办公是指把许多或全部最活跃的项目团队成员安排在同一个地点工作，以增强团队工作能力。集中办公既可以是临时的(如仅在项目特别重要的时期)，也可以贯穿整个项目。实施集中办公策略时，可借助团队会议室、张贴进度计划的场所，以及其他能增进沟通和集体感的设施
2)虚拟团队虚拟团队的使用能带来很多好处，例如，使用更多技术熟练的资源、降低成本、减少出差及搬迁费用，以及拉近团队成员与供应商和客户或其他重要干系人的距离。虚拟团队可以利用技术来营造在线团队环境，以供团队存储文件、使用在线对话来讨论问题，以及保存团队日历。
3)沟通技术在解决集中办公或虚拟团队的团队建设问题方面，沟通技术至关重要。它有助于为集中办公团队营造一个融洽的环境，促进虚拟团队(尤其是团队成员分散在不同时区的团队)更好地相互理解。可采用的沟通技术包括:
1共享门户:共享信息库(如网站、协作软件或内部网)对虚拟项目团队很有帮助。
2视频会议:一种可有效地与虚拟团队进行沟通的重要技术。
3音频会议:有助于与虚拟团队建立融洽的相互信任的关系。4电子邮件/聊天软件:使用电子邮件和聊天软件定期沟通也是一种有效的方式。
4)人际关系与团队技能适用于建设团队过程的人际关系与团队技能主要包括:
1冲突管理:项目经理应及时地以建设性方式解决冲突，从而创建高绩效团队。
2影响力:本过程的影响力技能是指收集相关的关键信息，在维护相互信任的关系时，用来解决重要问题并达成一致意见。3激励:为采取行动提供了理由。提高团队参与决策的能力并鼓励独立工作。
4谈判:团队成员之间的谈判旨在就项目需求达成共识。谈判有助于在团队成员之间建立融洽的相互信任的关系。5团队建设:通过举办各种活动，强化团队的社交关系，打造积极合作的工作环
境。团队建设活动既可以是状态审查会上的5分钟议程，也可以是为改善人际关系而设计的、在非工作场所专门举办的专业提升活动。团队建设活动旨在帮助各团队成员更加有效地协同工作。如果团队成员的工作地点相隔甚远，无法进行面对面接触，就特别需要有效的团队建设策略。非正式的沟通和活动有助于建立信任和良好的工作关系。团队建设在项目前期必不可少，但它更是个持续的过程。项目环境的变化不可避免，要有效应对这些变化，就需要持续不断地开展团队建
光环软考光环软考

设。项目经理应该持续地监督团队机能和绩效，确定是否需要采取措施来预防或纠正各种团队问题。
5)认可与奖励在建设项目团队过程中，需要对成员的优良行为给予认可与奖励。最初的奖励计划是在规划资源管理过程中编制的，只有能满足被奖励者的某个重要需求的奖励，才是有效的奖励。在管理项目团队过程中，可以正式或非正式的方式做出奖励决定，但在决定认可与奖励时，应考虑文化差异。当人们感受到自己在组织中的价值，并且可以通过获得奖励来体现这种价值时，他们就会受到激励。通常，金钱是奖励制度中的有形奖励，然而也存在各种同样有效，甚至更加有效的无形奖励。大多数项目团队成员会因得到成长机会、获得成就感、得到赞赏以及用专业技能迎接新挑战，而受到激励。项目经理应该在整个项目生命周期中尽可能地给予表彰，而不是等到项目完成时才给予。
6)培训
培训包括旨在提高项目团队成员能力的全部活动，可以是正式的或非正式的，方式包括课堂培训、在线培训、计算机辅助培训、在岗培训(由其他项目团队成员提供)、辅导及训练。如果项目团队成员缺乏必要的管理或技术技能，可以把对这种技能的培养作为项目工作的一部分。项目经理应该按资源管理计划中的安排来实施预定的培训，也应该根据管理项目团队过程中的观察、交谈和项目绩效评估的结果，来开展必要的计划外培训。培训成本通常应该包括在项目预算中，或者如果增加的技能有利于未来的项目，则由执行组织承担。培训可以由内部或外部培训师来执行。
7)个人和团队评估个人和团队评估工具能让项目经理和项目团队洞察成员的优势和劣势。这些工具可帮助项目经理评估团队成员的偏好和愿望、团队成员如何处理和整理信息、如何制定决策，以及团队成员如何与他人打交道。有各种可用的工具，如态度调查、专项评估、结构化访谈、能力测试及焦点小组。这些工具有利于增进团队成员间的理解、信任、承诺和沟通，在整个项目期间不断提高团队成效。
8)会议可以用会议来讨论和解决有关团队建设的问题，参会者包括项目经理和项目团队。会议类型包括:项目说明会、团队建设会议以及团队发展会议。
输出
1)团队绩效评价随着项目团队建设工作(如培训、团队建设和集中办公等)的开展，项目管理团队应该对项目团队的有效性进行正式或非正式的评价。有效的团队建设策略和活动可以提高团队绩效，从而提高实现项目目标的可能性。评价团队有效性的指标可包括:1个人技能的改进，使成员更有效地完成工作任务;2团队能力的改进，从而使团队成员更好地开展工作;3团队成员离职率的降低;4团队凝聚力的加强，从而使团队成员公开分享信息和经验，并互相帮助来提高项目绩效。通过对团队整体绩效的评价，项目管理团队能够识别出所需的特殊培训、教练、辅导、协助或改变，以提高团队绩效。项目管理团队也应该识别出合适或所需的资源，以执行和实现在绩效评价过程中提出的改进建议。
光环软考光环软考

2)变更请求
如果建设团队过程中出现变更请求，或者推荐的纠正措施或预防措施影响了项目管理计划的任何组成部分或项目文件，项目经理应提交变更请求，并按照实施整体变更控制过程的要求进行变更。
3)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组成部分包括但不限于资源管理计划。4)项目文件(更新)
可在建设团队过程更新的项目文件主要包括:1项目进度计划:项目团队建设活动可能会导致项目进度的变更。
2项目团队派工单:如果团队建设导致已商定的派工单出现变更，应对项目团队派工单做出相应的更新。3资源日历:更新资源日历，以反映项目资源的可用性。
4经验教训登记册:将项目中遇到的挑战、本可以规避这些挑战的方法，以及良好的团队建设方式更新在经验教训登记册中。5团队章程:更新团队章程，以反映因团队建设对团队工作指南做出的变更。
5)事业环境因素(更新)
作为建设项目团队过程的结果，需要更新的事业环境因素包括:员工发展计划的记录;技能评估等。
6)组织过程资产(更新)作为建设团队过程的结果，需要更新的组织过程资产包括培训需求和人事评测等。
5、管理团队
管理团队是跟踪团队成员工作表现、提供反馈、解决问题并管理团队变更以优化项目绩效的过程。本过程的主要作用是，影响团队行为、管理冲突以及解决问题。
输入
1)项目管理计划
可用于管理团队的项目管理计划组件是资源管理计划，资源管理计划为如何管理和最终遣散项目团队资源提供指南。
2)项目文件
可作为管理团队过程输入的项目文件主要包括:
1团队章程:为团队应如何决策、举行会议和解决冲突提供指南。
2问题日志:在管理项目团队过程中，总会出现各种问题，此时可用问题日志记录由谁负责在目标日期内解决特定问题，并监督解决情况。
光环软考光环软考

3项目团队派工单:识别了团队成员的角色与职责。4经验教训登记册:项目早期的经验教训可以运用到项目后期阶段，以提高团队
管理的效率与效果。
3)工作绩效报告
工作绩效报告是为制定决策、采取行动或引起关注所形成的实物或电子工作绩效信息，它包括从进度控制、成本控制、质量控制和范围确认中得到的结果，有助于项目团队管理。绩效报告和相关预测报告中的信息，有助于确定未来的团队资源需求、认可与奖励，以及更新资源管理计划。
4)团队绩效评价
项目管理团队应该持续地对项目团队绩效进行正式或非正式的评价。不断地评价项目团队绩效，有助于采取措施解决问题、调整沟通方式、解决冲突和改进团队互动。
5)事业环境因素能够影响管理团队过程的事业环境因素包括但不限于人力资源管理政策。6)组织过程资产能够影响管理团队过程的组织过程资产包括:嘉奖证书:组织带品牌的物品，如工作制服、徽章等;组织中其他的额外待遇等。
工具与技术
1)人际关系与团队技能适用于管理团队过程的人际关系与团队技能包括:冲突管理、制定决策、情商、影响和领导力。(1)冲突管理。在项目环境中，冲突不可避免。冲突的来源包括资源稀缺、进度优先级排序和个人工作风格差异等。采用团队基本规则、团队规范及成熟的项目管理实践(如沟通规划和角色定义)，可以减少冲突的数量。成功的冲突管理可提高生产力，改进工作关系。同时，如果管理得当，意见分歧有利于提高创造力和改进决策。假如意见分歧成为负面因素，应该首先由项目团队成员负责解决;如果冲突升级，项目经理应提供协助，促成满意的解决方案，采用直接和合作的方式，尽早并且通常是在私下处理冲突。如果破坏性冲突继续存在，则可使用正式程序，包括采取惩戒措施。项目经理解决冲突的能力往往决定其管理项目团队的成败。不同的项目经理可能采用不同的解决冲突方法。影响冲突解决方法的因素包括:1冲突的重要性与激烈程度;2解决冲突的紧迫性;3涉及冲突的人员的相对权力;4维持良好关系的重要性;5永久或暂时解决冲突的动机等。
有5种常用的冲突解决方法，每种技巧都有各自的作用和用途。
1撤退/回避:从实际或潜在冲突中退出，将问题推迟到准备充分的时候，或者将问题推给其他人员解决。2缓和/包容:强调一致而非差异;为维持和谐与关系而退让一步，考虑其他方的需要。
光环软考光环软考

3妥协/调解:为了暂时或部分解决冲突，寻找能让各方都在一定程度上满意的方案，但这种方法有时会导致“双输”局面。4强迫/命令:以牺牲其他方为代价，推行某一方的观点;只提供赢-输方案。通常是利用权力来强行解决紧急问题，这种方法通常会导致“赢-输”局面。5合作/解决问题;综合考虑不同的观点和意见，采用合作的态度和开放式对话
引导各方达成共识和承诺，这种方法可以带来双赢局面。(2)制定决策。此处决策是指谈判能力以及影响组织与项目管理团队的能力，而不是决策工具集所描述的一系列工具。进行有效决策需要:1着眼于所要达到的目标;2遵循决策流程;3研究环境因素;4分析可用信息;5激发团队创造力;6理解风险等。(3)情商。是指识别、评估和管理个人情绪、他人情绪及团体情绪的能力。项目管理团队能通过情商来了解、评估及控制项目团队成员的情绪，预测团队成员的行为，确认团队成员的关注点及跟踪团队成员的问题，来达到减轻压力、加强合作的目的。(4)影响。在矩阵环境中，项目经理对团队成员通常没有或仅有很小的命令职权，所以他们适时影响干系人的能力，对保证项目成功非常关键。影响力主要体现在如下方面:说服他人;清晰表达观点和立场;积极且有效的倾听;了解并综合考虑各种观点;收集相关信息，在维护相互信任的关系下，解决问题并达成一致意见等。(5)领导力。成功的项目需要强有力的领导技能，领导力是领导团队、激励团队做好本职工作的能力。它包括各种不同的技巧、能力和行动。领导力在项目生命周期中的所有阶段都很重要。有多种领导力理论，定义了适用于不同情形或团队的领导风格。领导力对沟通愿景及鼓舞项目团队高效工作十分重要。2)项目管理信息系统项目管理信息系统可包括资源管理或进度计划软件，用于在各个项目活动中管理和协调团队成员。
输出
1)变更请求
如果管理团队过程中出现变更请求，或者推荐措施、纠正措施或预防措施而影响了项目管理计划的任何组成部分或项目文件，项目经理应提交变更请求，并通过实施整体变更控制过程对变更请求进行审查和处理。例如，人员配备变更，无论是自主选择还是由不可控事件造成，都会干扰项目团队，这种干扰可能导致进度落后或预算超支。人员配备变更包括转派人员、外包部分工作和替换离职人员。2)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组成部分包括:
1资源管理计划:根据实际的项目团队管理经验更新。
光环软考光环软考

2进度基准:可能需要更改项目进度，以反映团队的执行方式。3成本基准:可能需要更改项目成本基准，以反映团队的执行方式。
3)项目文件(更新)
可在管理团队过程更新的项目文件包括:1问题日志:在本过程中提出的新问题可以记录到问题日志中。
2经验教训登记册:更新经验教训登记册，记录在项目中遇到的挑战、本可以规避这些挑战的方法，以及良好的团队管理方式。3项目团队派工单:如果需要对团队做出变更，在项目团队派工单中记录这些变
更。
4)事业环境因素(更新)
作为管理团队过程的结果，需要更新的事业环境因素包括:对组织绩效评价的输入;个人技能等。
6、控制资源
控制资源是确保按计划为项目分配实物资源，以及根据资源使用计划监督资源实际使用情况，并采取必要纠正措施的过程。本过程的主要作用:1确保所分配的资源适时、适地可用于项目;2资源在不再需要时被释放。
输入
1)项目管理计划
可用于控制资源的项目管理计划组件是资源管理计划。资源管理计划为如何使用、控制和最终释放实物资源提供指南。
2)项目文件
可作为控制资源过程输入的项目文件主要包括:
1项目进度计划:展示了项目在何时何地需要哪些资源。2问题日志:用于识别有关缺乏资源、原材料供应延迟和低等级原材料等问题。3资源需求:识别了项目所需的材料、设备、用品和其他资源。4资源分解结构:为项目过程中需要替换或重新获取资源的情况提供参考。
5经验教训登记册:在项目早期获得的经验教训可以运用到后期阶段，以改进实物资源控制。
光环软考光环软考

6物质资源分配单:描述了资源的预期使用情况以及资源的详细信息，例如类型、数量、地点以及属于组织内部资源还是外购资源。7风险登记册:识别了可能会影响设备、材料或用品的单个风险。
3)工作绩效数据
工作绩效数据包含有关项目状态的数据，例如已使用的资源的数量和类型。
4)协议
在项目中签署的协议是获取组织外部资源的依据，应在需要新的和未规划的资源时，或在当前资源出现问题时，在协议里定义相关程序。
5)组织过程资产能够影响控制资源过程的组织过程资产包括:有关资源控制和分配的政策;执行组织内用于解决问题的升级程序;经验教训知识库，其中包含以往类似项目的信息等。
工具与技术
1)数据分析适用于控制资源过程的数据分析技术主要包括:
1备选方案分析:有助于选择最佳解决方案以纠正资源使用偏差，可将加班和增加团队资源等备选方案与延期交付或阶段性交付比较，以权衡利弊。2成本效益分析:有助于项目成本出现差异时确定最佳的纠正措施。
3绩效审查:测量、比较和分析计划的资源使用和实际资源使用的不同。分析成本和进度工作绩效信息有助于指出可能影响资源使用的问题。4趋势分析:在项目进展过程中，项目团队可能会使用趋势分析，基于当前绩效
信息来确定未来项目阶段所需的资源。趋势分析检查项目绩效随时间的变化情况，可用于确定绩效是在改善还是在恶化。
2)问题解决问题解决可能会用到一系列工具，有助于项目经理解决控制资源过程中出现的问题。问题可能来自组织内部(组织中另一部门使用的机器或基础设施未及时释放，因存储条件不当造成材料受损等)，也可能来自组织外部(主要供应商破产或恶劣天气使资源受损)。项目经理应采取有条不紊的步骤来解决问题:1识别问题:明确问题。2定义问题:将问题分解为可管理的小问题。3调查:收集数据。4分析:找出问题的根本原因。5解决:从众多解决方案中选择最合适的一个。6检查解决方案:确认是否已解决问题。
3)人际关系与团队技能人际关系与团队技能有时被称为“软技能”，属于个人能力。本过程使用的人际关系与团队技能包括:
1谈判:项目经理需要就增加实物资源、变更实物资源或资源相关成本进行谈判。
光环软考光环软考

2影响力:有助于项目经理及时解决问题并获得所需资源。
4)项目管理信息系统
项目管理信息系统可包括资源管理或进度计划软件，用于监督资源的使用情况，
协助确保合适的资源适时、适地用于合适的活动。
输出
1)工作绩效信息
工作绩效信息包括项目工作进展信息，这一信息将资源需求和资源分配与项目活动期间的资源使用相比较，从而发现需要处理的资源可用性方面的差异。2)变更请求如果控制资源过程出现变更请求，或者推荐的纠正措施或预防措施影响了项目管理计划的任何组成部分或项目文件，项目经理应提交变更请求，并通过实施整体变更控制过程对变更请求进行审查和处理。
3.项目管理计划(更新)
项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组成部分包括:
1资源管理计划:根据实际的项目资源管理经验更新。2进度基准:可能需要更新项目进度，以反映管理项目资源的方式。
3成本基准:可能需要更新项目成本基准，以反映管理项目资源的方式。4)项目文件(更新)
可在控制资源过程更新的项目文件主要包括:1假设日志:把关于设备、材料、用品和其他实物资源的新假设条件更新在假设日志中。
2问题日志:在本过程中出现的新问题可以记录到问题日志中。
3经验教训登记册:在经验教训登记册中更新有效管理资源物流、废料、使用偏差，以及应对资源偏差的纠正措施的技术。4物质资源分配单:是动态的，会因可用性、项目、组织、环境或其他因素而发生变更。5资源分解结构:可能需要更新资源分解结构，以反映使用项目资源的方式。
6风险登记册:将资源可用性及利用或其他实物资源的风险更新在险登记册中。
光环软考光环软考
*/
