export default {
  '9-1': {
    content: [
      '规划采购管理是记录项目采购决策、明确采购方法，及识别潜在卖方的过程。',
      '本过程的主要作用是确定是否从项目外部获取货物和服务，如果是，则还要确定将在什么时间、以什么方式获取什么货物和服务。货物和服务可从执行组织的其他部门采购，或者从外部渠道采购。',
      '仅开展一次或仅在项目的预定义点开展。'
    ],
  },
  '9-1-1': {
    content: [
      '立项管理阶段经批准的结果或相关的文件可用于规划采购管理的依据。立项管理从业务视角描述必要的信息，并且据此决定项目的期望结果是否值得所需投资。组织高层管理者通常使用立项管理文件作为决策依据。一般情况下，立项管理会包含商业需求和成本效益分析，以论证项目的合理性并确定项目边界。立项管理一般由市场需求、组织需要、客户要求、技术进步、法律要求、生态影响、社会需要等一个或多个因素引发。'
    ],
    important: true
  },
  '9-1-2': {
    content: [
      '项目章程包括目标、项目描述、总体里程碑，以及预先批准的财务资源。'
    ],
  },
  '9-1-3': {
    content: [
      '可用于规划采购管理的项目管理计划的组件主要包括:',
      '①范围管理计划:说明如何在项目实施阶段管理承包商的工作范围。',
      '②质量管理计划:包含项目需要遵循的行业标准与准则。这些标准与准则应写入招标文件，如建议邀请书，并将最终在合同中引用。这些标准与准则也可用于供应商资格预审，或作为供应商甄选标准的一部分。',
      '③资源管理计划:包括关于哪些资源需要采购或租赁的信息，以及任何可能影响采购的假设条件或制约因素。',
      '④范围基准:包含范围说明书、WBS和WBS字典。在项目早期，项目范围可能仍要继续演进，应该针对项目范围中已知的工作编制工作说明书(SOW)和工作大纲(TOR)'
    ],
  },
  '9-1-4': {
    content: [
      '可作为规划采购管理过程输入的项目文件主要包括:',
      '①风险登记册:列明风险清单，以及风险分析和风险应对规划的结果。有些风险应通过采购协议转移给第三方。',
      '②干系人登记册:干系人登记册提供有关项目参与者及其项目利益的详细信息，包括监管机构、合同签署人员和法务人员。',
      '③需求文件:一是卖方需要满足的技术要求;二是具有合同和法律意义的需求，如健康、安全、安保、绩效、环境、保险、知识产权、同等就业机会、执照、许可证，以及其他非技术要求。',
      '④需求跟踪矩阵:将产品需求从来源连接到满足需求的可交付成果。',
      '⑤里程碑清单:重要里程碑清单说明卖方需要在何时交付成果。',
      '⑥资源需求:包含关于某些特定需求的信息，例如，可能需要采购的团队及实物资源。',
      '⑦项目团队派工单:包含关于项目团队技能和能力的信息，以及他们可用于支持采购活动的时间。如果项目团队不具备开展采购活动的能力，则需要外聘人员或对现有人员进行培训，或者二者同时进行。'
    ],
  },
  '9-1-5': {
    content: [
      '能够影响规划采购管理过程的事业环境因素主要包括:市场条件;可从市场获得的产品、服务和成果;卖方，包括其以往绩效或声誉;关于产品、服务和成果的典型条款和条件，或适用于特定行业的典型条款和条件;特殊的当地要求，例如关于雇用当地员工或卖方的法规要求;关于采购的法律建议;合同管理系统，包括合同变更控制程序;已有的多层级供应商系统，其中列出了基于以往经验而预审合格的卖方;财务会计和合同支付系统等。'
    ],
  },
  '9-1-6': {
    content: [
      '组织使用的各种合同协议类型也会影响规划采购管理过程中的决策。能够影响规划采购管理过程的组织过程资产主要包括:预先批准的卖方清单，经过适当审查的卖方清单可以简化招标所需的步骤，并缩短卖方甄选过程的时间;正式的采购政策、程序和指南，大多数组织都有正式的采购政策和采购机构，如果没有，项目团队就应该配备相关的资源和专业技能来实施采购活动;合同类型，所有法律合同关系通常可分为总价和成本补偿两大类，此外，还有第三种常用的混合类型工料合同。在实践中，单次采购也会一起使用两种或更多合同类型。',
      '(1)总价合同(Fixed-Price Contract)。此类合同为既定产品、服务或成果的采购设定一个总价。这种合同应在已明确定义需求，且不会出现重大范围变更的情况下使用。总价合同类型包括:',
      '①固定总价(Firm Fixed Price, FFP):这是最常用的合同类型。大多数买方都喜欢这种合同，因为货物采购的价格在一开始就已确定，并且不允许改变(除非工作范围发生变更)',
      '②总价加激励费用(Fixed Price Incentive Fee, FPIF):这种总价合同为买方和卖方提供了一定的灵活性，允许一定的绩效偏离，并对实现既定目标给予相关的财务奖励(通常取决于卖方的成本、进度或技术绩效)。FPIF合同中会设置价格上限，高于此价格上限的全部成本将由卖方承担。',
      '③总价加经济价格调整(Fixed Price with Economic Price Adjustment, FPEPA):这种合同适用于卖方履约期将跨越几年时间，或将以不同货币支付价款两种情况。它是总价合同的一种类型，但合同中包含了特殊条款，允许根据条件变化，如通货膨胀、某些特殊商品的成本增加(或降低)，以事先确定的方式对合同价格进行最终调整。',
      '(2)成本补偿合同。此类合同向卖方支付为完成工作而发生的全部合法实际成本(可报销成本)，外加一笔费用作为卖方的利润。这种合同适用于工作范围预计会在合同执行期间发生重大变更的情况。成本补偿合同又可分为:',
      '④成本加固定费用(Cost Plus Fixed Fee, CPFF):为卖方报销履行合同工作所发生的一切可列支成本，并向卖方支付一笔固定费用。该费用以项目初始估算成本的某一百分比计列。除非项目范围发生变更，否则费用金额维持不变。',
      '⑤成本加激励费用(Cost Plus Incentive Fee, CPIF):为卖方报销履行合同工作所发生的一切可列支成本，并在卖方达到合同规定的绩效目标时，向卖方支付预先确定的激励费用。在CPIF合同中，如果最终成本低于或高于原始估算成本，则买方和卖方需要根据事先商定的成本分摊比例来分享节约部分或分担超支部分。例如，基于卖方的实际成本，按照80:20的比例分担(分享)超过(低于)目标成本的部分。',
      '⑥成本加奖励费用(Cost PriceAward Fee, CPAF):为卖方报销一切合法成本，但只有在卖方满足合同规定的、笼统主观的绩效标准的情况下，才向卖方支付大部分费用。奖励费用完全由买方根据自己对卖方绩效的主观判断来决定，并且通常不允许申诉。',
      '(3)工料合同(Time and Material, T&M)。工料合同(又称时间和手段合同)，是兼具成本补偿合同和总价合同特点的混合型合同。这种合同往往适用于在无法快速编制出准确的工作说明书的情况下扩充人员、聘用专家或寻求外部支持。'
    ],
    important: true
  },
  '9-1-7': {
    content: [
      '在规划采购管理时，应征求具备如下专业知识或接受相关培训的个人或小组意见:采购与购买;合同类型和合同文件;法规及合规性等。'
    ],
  },
  '9-1-8': {
    content: [
      '适用于规划采购管理过程的数据收集技术是市场调研。市场调研包括考察行业情况和具体卖方的能力。采购团队可运用从会议、在线评论和各种其他渠道得到的信息，来了解市场情况。采购团队也可以调整具体的采购目标，以便在平衡与有能力提供所需材料或服务的卖方的范围有关的风险的同时，利用成熟技术。'
    ],
  },
  '9-1-9': {
    content: [
      '适用于规划采购管理过程的数据分析技术是自制或外购分析。自制或外购分析用于确定某项工作或可交付成果最好是由项目团队自行完成，还是应该从外部采购。制定自制或外购决策时应考虑的因素包括:组织当前的资源配置及其技能和能力，对专业技术的需求，不愿承担永久雇用的义务，以及对独特技术专长的需求;还要评估与每个自制或外购决策相关的风险。在自制或外购分析中，可以使用回收期、投资回报率(ROI)、内部报酬率(IRR)、现金流贴现、净现值(NPV)、收益成本(BCA)或其他分析技术，来确定某种货物或服务是应该在项目内部自制，还是从外部购买。'
    ],
  },
  '9-1-10': {
    content: [
      '在确定选择方法前，有必要审查项目竞争性需求的优先级。由于竞争性选择方法可能要求卖方在事前投入大量时间和资源，因此，应该在采购文件中写明评估方法，让投标人了解将会被如何评估。常用的选择方法包括:',
      '①最低成本:适用于标准化或常规采购。此类采购有成熟的实践与标准，有具体明确的预期成果，可以用不同的成本来取得。',
      '②仅凭资质:适用于采购价值相对较小，不值得花时间和成本开展完整选择过程的情况。买方会确定短名单，然后根据可信度、相关资质、经验、专业知识、专长领域和参考资料选择最佳的投标人。',
      '③基于质量或技术方案得分:邀请一些组织提交建议书，同时列明技术和成本详情;如果技术建议书可以接受，再邀请它们进行合同谈判。采用此方法，会先对技术建议书进行评估，考察技术方案的质量。如果经过谈判，证明它们的财务建议书是可接受的，那么就会选择技术建议书得分最高的卖方。',
      '④基于质量和成本:在基于质量和成本的方法中，成本也是用于选择卖方的一个考虑因素。一般而言，如果项目的风险和(或)不确定性较高，相对于成本而言，质量就应该是一个关键因素。',
      '⑤唯一来源:买方要求特定卖方准备技术和财务建议书，然后针对建议书开展谈判。由于没有竞争，因此仅在有适当理由时才采用此方法，而且应将其视为特殊情况。',
      '⑥固定预算:在建议邀请书中向受邀的卖方披露可用预算，然后在此预算内选择技术建议书得分最高的卖方。因为有成本限制，所以卖方会在建议书中调整工作的范围和质量，以适应该预算。买方应该确保固定预算与工作说明书相符，且卖方能够在该预算内完成相关任务。此方法仅适用于工作说明书定义精确、预期不会发生变更，而且预算固定且不得超出的情况。'
    ],
    important: true
  },
  '9-1-11': {
    content: [
      '仅靠调研还不能获得制定采购策略所需的具体信息，会议可用于确定管理和监督采购的策略。采购方与潜在投标人合作，有利于卖方以互惠的方法提供产品或服务，从而使采购方从中受益。'
    ],
  },
  '9-1-12': {
    content: [
      '采购管理计划包含要在采购过程中开展的各种活动。它应该记录是否要开展国际竞争性招标、国内竞争性招标和当地招标等。如果项目由外部资助，资金的来源和可用性应符合采购管理计划和项目进度计划的规定。采购管理计划可包括以下内容:①如何协调采购与项目的其他工作，例如项目进度计划制订和控制;②开展重要采购活动的时间表;③用于管理合同的采购测量指标;④与采购有关的干系人角色和职责，如果执行组织有采购部，项目团队拥有的职权和受到的限制;⑤可能影响采购工作的制约因素和假设条件;⑥司法管辖权和付款货币;⑦是否需要编制独立估算，以及是否应将其作为评价标准;⑧风险管理事项，包括对履约保函或保险合同的要求，以减轻某些项目风险;⑨拟使用的预审合格的卖方(如果有)等。根据每个项目的需要，采购管理计划可以是正式或非正式的，也可以是非常详细或高度概括的。'
    ],
  },
  '9-1-13': {
    content: [
      '一旦完成自制或外购分析，并决定从项目外部渠道采购，就应制定一套采购策略。应该在采购策略中规定项目交付方法、具有法律约束力的协议类型，以及如何在采购阶段推动采购进展。',
      '(1)交付方法。对专业服务项目和建筑施工项目应该采用不同的交付方法。',
      '①专业服务项目的交付方法:主要涉及的项目类型包括:买方或服务提供方不得分包、买方或服务提供方可以分包、买方和服务提供方设立合资企业、买方或服务提供方仅充当代表。',
      '②工业或商业施工项目的交付方法:主要涉及的项目类型包括:交钥匙式、设计-建造(DB)、设计-招标-建造(DBB)、设计-建造-运营(DBO)、建造-拥有-运营-转让(BOOT)及其他。',
      '(2)合同支付类型。合同支付类型与项目交付方法无关，需要与采购组织的内部财务系统相协调。它们主要包括以下合同类型及其变种:总价、固定总价、成本加奖励费用、成本加激励费用、工料、目标成本及其他。',
      '①总价合同适用于工作类型可预知、需求能清晰定义且不太可能变更的情况。',
      '②成本补偿合同适用于工作不断演进、很可能变更或未明确定义的情况。',
      '③激励和奖励费用可用于协调买方和卖方的目标。',
      '(3)采购阶段。采购策略也可以包括与采购阶段有关的信息，这种信息可能包括:采购工作的顺序安排或阶段划分、每个阶段的描述，以及每个阶段的具体目标:用于监督的采购绩效指标和里程碑;从一个阶段过渡到下一个阶段的标准;用于追踪采购进展的监督和评估计划;向后续阶段转移知识的过程。'
    ],
    important: true
  },
  '9-1-14': {
    content: [
      '依据项目范围基准，为每次采购编制工作说明书(SOW)，仅对将要包含在相关合同中的那一部分项目范围进行定义。工作说明书会充分详细地描述拟采购的产品、服务或成果，以便潜在卖方确定是否有能力提供此类产品、服务或成果。根据采购品的性质、买方的需求或拟采用的合同形式，工作说明书的详细程度会有较大不同。工作说明书的内容包括:规格、所需数量、质量水平、绩效数据、履约期间、工作地点和其他要求。采购工作说明书应力求清晰、完整和简练。它需要说明所需的附加服务，例如，报告绩效，或对采购品的后续运营支持。在采购过程中，应根据需要对工作说明书进行修订，直到它成为所签协议的一部分。对于服务采购，可能会用“工作大纲(TOR)”这个术语。与采购工作说明书类似，工作大纲通常包括以下内容:①承包商需要执行的任务，以及所需的协调工作;②承包商必须达到的适用标准;③需要提交批准的数据;④由买方提供给承包商的，适用时，将用于合同履行的全部数据和服务的详细清单;⑤关于初始成果提交和审查(或审批)的进度计划。'
    ],
  },
  '9-1-15': {
    content: [
      '招标文件用于向潜在卖方征求建议书。如果主要依据价格来选择卖方(如购买商业或标准产品时)，通常就使用标书、投标或报价等术语:如果其他考虑因素(如技术能力或技术方法)至关重要，则通常使用建议书之类的术语。具体使用的采购术语也可能因行业或采购地点而异。取决于所需的货物或服务，招标文件可以是信息邀请书、报价邀请书、建议邀请书，或其他适当的采购文件。使用不同文件的条件如下:',
      '①信息邀请书(RFI):如果需要卖方提供关于拟采购货物和服务的更多信息，就使用信息邀请书。随后一般还会使用报价邀请书或建议邀请书。',
      '②报价邀请书(RFQ):如果需要供应商提供关于将如何满足需求和(或)将需要多少成本的更多信息，就使用报价邀请书。',
      '③建议邀请书(RFP):如果项目中出现问题且解决办法难以确定，就使用建议邀请书。',
      '这是最正式的“邀请书”文件，需要遵守与内容、时间表，以及卖方应答有关的严格的采购规则。买方拟定的采购文件不仅应便于潜在卖方做出准确、完整的应答，还要便于买方对卖方应答进行评价。采购文件会包括规定的应答格式、相关的采购工作说明书，以及所需的合同条款。采购文件的复杂和详细程度应与采购的价值及相关的风险相符。采购文件既需要具备足够详细的信息，以确保卖方做出一致且适当的应答，同时它又要有足够的灵活度，让卖方为满足相同的要求而提出更好的建议。'
    ],
    important: true
  },
  '9-1-16': {
    content: [
      '通过自制或外购分析，做出某项特定工作最好由项目团队自己完成，还是需要从外部渠道采购的决策。'
    ],
    important: true
  },
  '9-1-17': {
    content: [
      '对于大型的采购，采购组织可自行准备独立估算，或聘用外部专业估算师做出成本估算，并将其作为评价卖方报价的对照基准。如果二者之间存在明显差异，则可能表明采购工作说明书存在缺陷或模糊，或者潜在卖方误解了或未能完全响应采购工作说明书。'
    ],
  },
  '9-1-18': {
    content: [
      '在确定评估标准时，买方要努力确保选出的建议书提供最佳质量的所需服务。供方选择标准主要包括:能力和潜能;产品成本和生命周期成本;交付日期;技术专长和方法;具体的相关经验;用于响应工作说明书的工作方法和工作计划;关键员工的资质、可用性和胜任力;组织的财务稳定性;管理经验;知识转移计划，包括培训计划等。针对国际项目，评估标准还可包括“本地内容”要求，例如，在提议的关键员工中要有本国人;针对不同的标准，可以用数值分数、颜色代码或书面描述，来说明卖方满足采购组织需求的程度。这些标准是加权系统的组成部分，可据此以加权打分的方法排列所有建议书的顺序，以便确定谈判的顺序，并与某个卖方签订合同。'
    ],
    important: true
  },
  '9-1-19': {
    content: [
      '关于采购货物、服务或资源的决策，可能导致变更请求:规划采购期间的其他决策，也可能导致变更请求。对项目管理计划及其子计划和其他组件的修改都可能导致会影响采购行为的变更请求。应该通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '9-1-20': {
    content: [
      '可在规划采购管理过程更新的项目文件主要包括:',
      '①经验教训登记册:更新以记录任何与法规和合规性、数据收集、数据分析和供方选择分析相关的经验教训。',
      '②里程碑清单:重要里程碑清单说明卖方需要在何时交付成果。',
      '③需求文件:可能包括卖方需要满足的技术要求;具有合同和法律意义的需求，如健康、安全、安保、绩效、环境、保险、知识产权、同等就业机会、执照、许可证以及其他非技术要求。',
      '④需求跟踪矩阵:将产品需求从来源连接到满足需求的可交付成果。',
      '⑤风险登记册:取决于卖方的组织、合同的持续时间、外部环境、项目交付方法、所选合同类型，以及最终商定的价格，任何被选中的卖方都会带来特殊的风险。',
      '⑥干系人登记册:更新以记录任何关于干系人的补充信息，尤其是监管机构、合同签署人员，以及法务人员的信息。'
    ],
  },
  '9-1-21': {
    content: [
      '作为规划采购管理过程的结果，需要更新的组织过程资产主要包括关于合格卖方的信息对于采购次数少且相对简单的项目，作为本过程输出的有些文件可以合并。不过，对于采购规模较大、较复杂，而且大部分工作需由承包商完成的项目，就需要使用几种不同类型的文件。'
    ],
  },
  '9-2': {
    content: [
      '实施采购是获取卖方应答、选择卖方并授予合同的过程。',
      '本过程的主要作用是，选定合格卖方并签署关于货物或服务交付的法律协议。本过程的最后成果是签订的协议，包括正式合同。',
      '根据需要在整个项目期间定期开展。'
    ],
  },
  '9-2-1': {
    content: [
      '可用于实施采购的项目管理计划组件主要包括:',
      '①范围管理计划:描述如何管理工作范围，包括卖方负责的工作范围。',
      '②需求管理计划:描述将如何分析、记录和管理需求。它可能还包括卖方将如何管理按协议规定应该实现的需求。',
      '③沟通管理计划:描述买方和卖方之间如何开展沟通。',
      '④风险管理计划:项目管理计划的组成部分，描述如何安排和实施项目风险管理活动。',
      '⑤采购管理计划:包含在实施采购过程中应该开展的活动。',
      '⑥配置管理计划:定义了哪些是配置项，哪些配置项需要正式变更控制，以及针对这些配置项的变更控制过程。它包括卖方开展配置管理的形式和过程，以便与买方采取的方法保持一致。',
      '⑦成本基准:包括用于开展采购的预算，用于管理采购过程的成本，以及用于管理卖方的成本。'
    ],
  },
  '9-2-2': {
    content: [
      '可作为实施采购过程输入的项目文件主要包括:',
      '①需求文件:可能包括卖方需要满足的技术要求;具有合同和法律意义的需求，如健康、安全、安保、绩效、环境、保险、知识产权、同等就业机会、执照、许可证，以及其他非技术要求。',
      '②项目进度计划:确定项目活动的开始和结束日期，包括采购活动。它还会规定承包商最终的交付日期。',
      '③风险登记册:取决于卖方的组织、合同的持续时间、外部环境、项目交付方法、所选合同类型，以及最终商定的价格。任何被选中的卖方都会带来特殊的风险。',
      '④干系人登记册:包含与已识别干系人有关的所有详细信息。',
      '⑤经验教训登记册:在项目早期获取的与实施采购有关的经验教训，可用于项目后期阶段，以提高本过程的效率。'
    ],
  },
  '9-2-3': {
    content: [
      '采购文档是用于达成法律协议的各种书面文件，其中可能包括当前项目启动之前的较旧文件。采购文档可包括:',
      '①招标文件:包括发给卖方的信息邀请书、建议邀请书、报价邀请书，或其他文件，以便卖方编制应答文件。',
      '②采购工作说明书:向卖方清晰地说明目标、需求及成果，以便卖方据此做出量化应答。',
      '③独立成本估算:可由内部或外部人员编制，用于评价投标人提交的建议书的合理性。',
      '④供方选择标准:描述如何评估投标人的建议书，包括评估标准和权重。为了减轻风险，买方可能决定与多个卖方签署协议，以便在单个卖方出问题并影响整体项目时，降低由此导致的损失。'
    ],
  },
  '9-2-4': {
    content: [
      '卖方为响应采购文件包而编制的建议书，其中包含的基本信息将被评估团队用于选定一个或多个投标人(卖方)。如果卖方将提交价格建议书，最好要求他们将价格建议书与技术建议书分开。评估团队会根据供方选择标准审查每一份建议书，然后选出最能满足采购组织需求的卖方。'
    ],
  },
  '9-2-5': {
    content: [
      '能够影响实施采购过程的事业环境因素包括:关于采购的当地法律和法规;确保主要采购涉及当地卖方的当地法律和法规;制约采购过程的外部经济环境;市场条件;以往与卖方合作的相关经验，包括正反两方面;之前使用的协议;合同管理系统等。'
    ],
  },
  '9-2-6': {
    content: [
      '能够影响实施采购过程的组织过程资产主要包括:预审合格的优先卖方清单;会影响卖方选择的组织政策;组织中关于协议起草及签订的具体模板或指南;关于付款申请和支付过程的财务政策和程序等。'
    ],
  },
  '9-2-7': {
    content: [
      '在实施采购时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:建议书评估:技术或相关主题事宜;相关的职能领域，如财务、工程、设计、开发、供应链管理等;行业监管环境;法律法规和合规性要求;谈判等。'
    ],
  },
  '9-2-8': {
    content: [
      '广告是就产品、服务或成果与用户或潜在用户进行的沟通。在大众出版物(如指定的报纸)或专门行业出版物上刊登广告，往往可以扩充现有的潜在卖方名单。大多数政府机构都要求公开发布采购广告，或在网上公布拟签署的政府合同的信息。'
    ],
  },
  '9-2-9': {
    content: [
      '投标人会议(又称承包商会议、供应商会议或投标前会议)是在卖方提交建议书之前，在买方和潜在卖方之间召开的会议，其目的是确保所有潜在投标人对采购要求都有清楚且一致的理解，并确保没有任何投标人会得到特别优待。'
    ],
  },
  '9-2-10': {
    content: [
      '适用于实施采购过程的数据分析技术主要包括建议书评估。对建议书进行评估，确定它们是否对包含在招标文件包中的招标文件、采购工作说明书、供方选择标准和其他文件，都做出了完整且充分的响应。'
    ],
  },
  '9-2-11': {
    content: [
      '适用于实施采购过程的人际关系与团队技能是谈判。谈判是为达成协议而进行的讨论。采购谈判是指在合同签署之前，对合同的结构、各方的权利和义务，以及其他条款加以澄清，以便双方达成共识。最终的文件措辞应该反映双方达成的全部一致意见。谈判以签署买方和卖方均可执行的合同文件或其他正式协议而结束。谈判应由采购团队中拥有合同签署职权的成员主导。项目经理和项目管理团队的其他成员可以参加谈判并提供必要的协助。'
    ],
  },
  '9-2-12': {
    content: [
      '选定的卖方是在建议书评估或投标评估中被判断为最有竞争力的投标人。对于较复杂、高价值和高风险的采购，在授予合同前，要把选定卖方报给组织高级管理人员审批。'
    ],
  },
  '9-2-13': {
    content: [
      '合同是对双方都有约束力的协议。它强制卖方提供规定的产品、服务或成果，强制买方向卖方支付相应的报酬。合同建立了受法律保护的买卖双方的关系。协议文本的主要内容会有所不同，主要包括:①采购工作说明书或主要的可交付成果;②进度计划、里程碑，或进度计划中规定的日期;③绩效报告:④定价和支付条款;⑤检查、质量和验收标准;⑥担保和后续产品支持;⑦激励和惩罚;⑧保险和履约保函;⑨下属分包商批准;⑩一般条款和条件;⑪变更请求处理;⑫终止条款和替代争议解决方法等。'
    ],
  },
  '9-2-14': {
    content: [
      '通过实施整体变更控制过程，来审查和处理对项目管理计划及其子计划和其他组件的变更请求。'
    ],
  },
  '9-2-15': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组件主要包括:',
      '①需求管理计划:项目需求可能因卖方的要求而变更。',
      '②质量管理计划:卖方可能提出备选质量标准或备选解决方案，从而影响质量管理计划中规定的质量管理方法。',
      '③沟通管理计划:选定卖方后，需要更新沟通管理计划，记录卖方沟通需求和方法。',
      '④风险管理计划:每个协议和卖方都会带来独特的风险，从而需要更新风险管理计划。具体的风险应该记录到风险登记册中。',
      '⑤采购管理计划:可能需要基于合同谈判和签署的结果更新采购管理计划。',
      '⑥范围基准:在执行采购活动时，需明确考虑范围基准中的项目工作分解结构和可交付成果。本过程可能导致对任何一个或全部可交付成果的变更。',
      '⑦进度基准:如果卖方交付成果方面的变更影响了项目的整体进度绩效，则可能需要更新并审批基准进度计划，以反映当前的期望。',
      '⑧成本基准:在项目交付期间，承包商的材料价格和人力价格可能随外部经济环境而频繁变动。这种变动需要反映到成本基准中。'
    ],
  },
  '9-2-16': {
    content: [
      '可在实施采购过程更新的项目文件主要包括:',
      '①经验教训登记表:记录在实施采购期间所遇到的挑战、本可采取的规避方法，以及有效的方法。',
      '②需求文件:可能包括卖方需要满足的技术要求;具有合同和法律意义的需求，如健康、安全、安保、绩效、环境、保险、知识产权、同等就业机会、执照、许可证，以及其他非技术要求。',
      '③需求跟踪矩阵:随着将卖方纳入项目计划，可能需要根据特定卖方的能力，变更需求登记册及跟踪矩阵。',
      '④资源日历:可能需要根据卖方的可用性更新与进度计划有关的资源日历。',
      '⑤风险登记册:取决于卖方的组织、合同的持续时间、外部环境、项目交付方法、所选合同类型，以及最终商定的价格。每个被选中的卖方都会带来特殊的风险。在合同签署过程中，应对风险登记册进行变更，以反映每个卖方带来的具体风险。',
      '⑥干系人登记册:包含与已识别干系人有关的所有详细信息。与具体卖方签订协议后，需要更新干系人登记册。'
    ],
  },
  '9-2-17': {
    content: [
      '可在实施采购过程更新的组织过程资产包括:潜在和预审合格的卖方清单;与卖方合作的相关经验，包括正反两方面等。'
    ],
  },
  '9-3': {
    content: [
      '控制采购是管理采购关系、监督合同绩效、实施必要的变更和纠偏，以及关闭合同的过程。',
      '本过程的主要作用是，确保买卖双方履行法律协议，满足项目需求。',
      '根据需要在整个项目期间开展。'
    ],
  },
  '9-3-1': {
    content: [
      '可用于控制采购的项目管理计划组件主要包括:',
      '①需求管理计划:描述将如何分析、记录和管理承包商需求。',
      '②风险管理计划:描述如何安排和实施由卖方引发的风险管理活动。',
      '③采购管理计划:规定了在控制采购过程中需要开展的活动。',
      '④变更管理计划:包含关于如何处理由卖方引发的变更的信息。',
      '⑤进度基准:如果卖方的进度拖后影响了项目的整体进度绩效，可能需要更新并审批进度计划，以反映当前的期望。'
    ],
  },
  '9-3-2': {
    content: [
      '可作为控制采购过程输入的项目文件主要包括:',
      '①假设日志:记录了采购过程中做出的假设。',
      '②需求文件:可能包括卖方需要满足的技术要求;具有合同和法律意义的需求，如健康、安全、安保、绩效、环境、保险、知识产权、同等就业机会、执照、许可证，以及其他非技术要求',
      '③需求跟踪矩阵:将产品需求从来源连接到满足需求的可交付成果。',
      '④里程碑清单:重要里程碑清单说明卖方需要在何时交付成果。',
      '⑤风险登记册:取决于卖方的组织、合同的持续时间、外部环境、项目交付方法、所选合同类型，以及最终商定的价格，每个被选中的卖方都会带来特殊的风险。',
      '⑥干系人登记册:包括关于已识别干系人的信息，例如，合同团队成员、选定的卖方、签署合同的专员，以及参与采购的其他干系人。',
      '⑦质量报告:用于识别不合规的卖方过程、程序或产品。',
      '⑧经验教训登记册:在项目早期获取的经验教训可供项目未来使用，以改进承包商绩效和采购过程。'
    ],
  },
  '9-3-3': {
    content: [
      '采购文档包含用于管理采购过程的完整支持性记录，包括工作说明书、支付信息、承包商工作绩效信息、计划、图纸和其他往来函件。'
    ],
  },
  '9-3-4': {
    content: [
      '协议是双方达成的包括对各方义务的一致理解。对照相关协议，确认其中的条款和条件的遵守情况。'
    ],
  },
  '9-3-5': {
    content: [
      '工作绩效数据包含与项目状态有关的卖方数据，例如，技术绩效，已启动、进展中或已结束的活动，已产生或投入的成本。工作绩效数据还可能包括已向卖方付款的情况。'
    ],
  },
  '9-3-6': {
    content: [
      '批准的变更请求可能包括对合同条款和条件的修改，例如，修改采购工作说明书、定价，以及对产品、服务或成果的描述。与采购相关的任何变更，在通过控制采购过程实施之前，都需要以书面形式正式记录，并取得正式批准。在复杂的项目和项目集中，变更请求可能由参与项目的卖方提出，并对参与项目的其他卖方造成影响。项目团队应该有能力识别、沟通和解决会影响多个卖方的工作的变更。'
    ],
  },
  '9-3-7': {
    content: [
      '能够影响控制采购过程的事业环境因素主要包括:合同变更控制系统;市场条件;财务管理和应付账款系统;采购组织的道德规范等。'
    ],
  },
  '9-3-8': {
    content: [
      '能够影响控制采购过程的组织过程资产主要是采购政策。'
    ],
  },
  '9-3-9': {
    content: [
      '在控制采购时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:相关的职能领域，如财务、工程、设计、开发和供应链管理等;法律法规和合规性要求;索赔管理等。'
    ],
  },
  '9-3-10': {
    content: [
      '如果买卖双方不能就变更补偿达成一致意见，或对变更是否发生存在分歧，那么被请求的变更就成为有争议的变更或潜在的推定变更。此类有争议的变更称为索赔。如果不能妥善解决，它们会成为争议并最终引发申诉。在整个合同生命周期中，通常会按照合同条款对索赔进行记录、处理、监督和管理。如果合同双方无法自行解决索赔问题，则可能不得不按合同中规定的程序，用替代争议解决方法(ADR)去处理。谈判是解决所有索赔和争议的首选方法。'
    ],
    important: true
  },
  '9-3-11': {
    content: [
      '用于监督和控制采购的数据分析技术主要包括:',
      '①绩效审查:对照协议，对质量、资源、进度和成本绩效进行测量、比较和分析，以审查合同工作的绩效。其中包括确定工作包提前或落后于进度计划、超出或低于预算，以及是否存在资源或质量问题。',
      '②挣值分析(EVA):计算进度和成本偏差，以及进度和成本绩效指数，以确定偏离目标的程度。',
      '③趋势分析:可用于编制关于成本绩效的完工估算(EAC)，以确定绩效是正在改善还是恶化。'
    ],
  },
  '9-3-12': {
    content: [
      '检查是指对承包商正在执行的工作进行结构化审查，可能涉及对可交付成果的简单审查或对工作本身的实地审查。在施工、工程和基础设施建设项目中，检查包括买方和承包商联合巡检现场，以确保双方对正在进行的工作有共同的认识。'
    ],
  },
  '9-3-13': {
    content: [
      '审计是对采购过程的结构化审查。应该在采购合同中明确规定与审计有关的权利和义务买卖双方的项目经理都应该关注审计结果，以便对项目进行必要的调整。'
    ],
  },
  '9-3-14': {
    content: [
      '买方通常通过其授权的采购管理员，向卖方发出合同已经完成的正式书面通知。关于正式关闭采购的要求，通常已在合同条款和条件中规定，包括在采购管理计划中。一般而言，这些要求包括:已按时按质按技术要求交付全部可交付成果;没有未决索赔或发票，全部最终款项已付清。项目管理团队应该在关闭采购之前批准所有的可交付成果。'
    ],
    important: true
  },
  '9-3-15': {
    content: [
      '采购文档应更新，以包括用于支持合同的全部进度计划、已提出但未批准的合同变更，以及已批准的变更请求。采购文档还包括由卖方编制的技术文件，以及其他工作绩效信息，例如，可交付成果的状况、卖方绩效报告和担保、财务文件(包括发票和支付记录)，以及与合同相关的检查结果。'
    ],
  },
  '9-3-16': {
    content: [
      '工作绩效信息是卖方正在履行的工作的绩效情况，包括与合同要求相比较的可交付成果完成情况和技术绩效达成情况，以及与SOW预算相比较的已完成工作的成本产生和认可情况。'
    ],
  },
  '9-3-17': {
    content: [
      '在控制采购过程中，可能提出对项目管理计划及其子计划和其他组件的变更请求，例如，成本基准、进度基准和采购管理计划。应该通过实施整体变更控制过程对变更请求进行审查和处理。已提出而未解决的变更可能包括买方发布的指示或卖方采取的行动，而对方认为该指示或行动已构成对合同的推定变更。因为双方可能对推定变更存在争议，并可能引起一方向另一方索赔，所以通常应该在项目往来函件中对推定变更进行专门识别和记录。'
    ],
  },
  '9-3-18': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划的组件主要包括:',
      '①风险管理计划:每个协议和卖方都会带来独特的风险，因此可能需要更新风险管理计划。如果在执行合同期间发生重大的意外风险，则风险管理计划可能需要更新。应该把具体的风险记录到风险登记册中。',
      '②采购管理计划:包含在采购过程中需要开展的活动。可能需要基于卖方执行工作的绩效情况对采购管理计划进行更新。',
      '③进度基准:如果卖方的重大进度变更影响到了项目的整体进度绩效，则可能需要更新并审批基准进度计划，以反映当前的期望。买方应该注意某个卖方的进度拖延，这可能会对其他卖方的工作造成连锁影响。',
      '④成本基准:在项目交付期间，承包商的材料价格和人力价格可能随外部经济环境而频繁变动。这种变动需要反映到成本基准中。'
    ],
  },
  '9-3-19': {
    content: [
      '可在控制采购过程更新的项目文件主要包括:',
      '①经验教训登记册:记录能有效维护采购工作的范围、进度和成本的技术。对于出现的偏差，经验教训登记册应该记录曾采取的纠正措施及其有效性。如果已经发生索赔，则应记录相关信息以避免重蹈覆辙，其他关于如何改善采购过程的信息也应记录在内。',
      '②资源需求:随着承包商工作进展，工作执行不符合原定计划时需要变更资源需求。',
      '③需求跟踪矩阵:更新需求跟踪矩阵，记录已实现的需求。',
      '④风险登记册:取决于卖方的组织、合同的持续时间、外部环境、项目交付方法、所选合同类型，以及最终商定的价格，每个被选中的卖方都会带来特殊的风险。随着早期风险的过时以及新风险的出现，项目执行期间会对风险登记册进行变更。',
      '⑤干系人登记册:随着执行阶段的工作进展，承包商和供应商可能发生变更，应该把承包商和供应商的变更情况记录在干系人登记册中。'
    ],
  },
  '9-3-20': {
    content: [
      '作为控制采购过程的结果，需要更新的组织过程资产主要包括:',
      '①支付计划和请求:所有支付都应按合同条款和条件进行。',
      '②卖方绩效评估文件:由买方准备，用于记录卖方继续执行当前合同工作的能力，说明是否允许卖方承接未来的项目，或对卖方现在的项目执行工作或过去的执行工作进行评级。',
      '③预审合格卖方清单更新:以前已经通过资格审查(获得批准)的潜在卖方的清单。因为卖方可能因绩效不佳而被取消资格并从清单中删除，所以应该根据控制采购过程的结果来更新这个清单。',
      '④经验教训知识库:经验教训应该归档到经验教训知识库中，以改善未来项目的采购工作。在合同执行终了时，应把采购的实际成果与原始采购管理计划中的预期成果进行比较。应在经验教训中说明项目目标是否达成;若未达成，则说明原因。',
      '⑤采购档案:应该准备好带索引的全套合同文档，包括已关闭的合同，并将其纳入最终的项目档案。'
    ],
  }
}
