export default {
  '1-1': {
    content: [
      '制定项目章程是编写一份正式批准项目并授权项目经理在项目活动中使用组织资源的文件的过程。本过程的主要作用：1）明确项目与组织战略目标之间的直接联系；2）确立项目的正式地位；3）展示组织对项目的承诺。'
    ]
  },
  '1-1-1': {
    content: [
      '立项管理阶段经批准的结果或相关的立项管理文件是用于制定项目章程的依据。立项管理从业务视角描述必要的信息，并且据此决定项目的期望结果是否值得所需投资。组织高层管理者通常使用立项管理文件作为决策依据。一般情况下立项管理包含商业需求和成本效益分析，论证项目的合理性并确定项目边界。立项管理一般由市场需求、组织需要、客户要求、技术进步、法律要求、生态影响、社会需要等一个或多个因素引发。',
      '项目章程包含来源于立项管理文件中的相关项目信息。由于立项管理文件不是项目文件，项目经理不可以对它们进行更新或修改，只可以提出相关建议。虽然立项管理文件是在项目之前制定的，但需要定期审核。2）协议：协议有多种形式，包括合同、谅解备忘录（MOUs）、服务水平协议（SLA）、协议书、意向书、口头协议或其他书面协议。为外部客户做项目时，通常需要签订合同。'
    ],
    important: true
  },
  '1-1-2': {
    content: [
      '协议有多种形式，包括合同、谅解备忘录（MOUs）、服务水平协议（SLA）、协议书、意向书、口头协议或其他书面协议。为外部客户做项目时，通常需要签订合同。'
    ]
  },
  '1-1-3': {
    content: [
      '能够影响制定项目章程过程的事业环境因素主要包括：政府或行业标准（如产品标准、质量标准、安全标准和工艺标准）；法律法规要求和相关制约因素；市场条件；组织文化和氛围；组织治理框架（通过安排人员、制定政策和确定过程，以结构化的方式实施控制、指导和协调,以实现组织的战略和目标）；干系人的期望和风险临界值等。'
    ],
    important: true
  },
  '1-1-4': {
    content: [
      '能够影响制定项目章程过程的组织过程资产主要包括：组织的标准政策、流程和程序；项目组合、项目集和项目的治理框架（用于提供指导和制定决策的治理职能和过程）；监督和报告的方法；模板（如项目章程模板）；历史信息与经验教训知识库（如项目记录与文件、关于以往项目选择决策的结果及以往项目绩效的信息）等。'
    ],
    important: true
  },
  '1-1-5': {
    content: [
      '是指基于某应用领域、知识领域、学科和行业等的专业知识而做出的、关于当前活动的合理判断，这些专业知识可来自具有专业学历、知识、技能、经验或培训经历的任何小组或个人。制定项目章程过程中，应征求具备如下光环软考光环软考领域相关专业知识或接受过相关培训的个人或小组的意见，涉及领域包括：组织战略；效益管理；项目所任的行业以及项目关注的领域的技术知识；持续时间和预算的估算；风险识别等领域。'
    ]
  },
  '1-1-6': {
    content: [
      '可用于制定项目章程过程的数据收集技术主要包括：',
      '①头脑风暴：用于在短时间内获得大量创意，适用于团队环境，需要引导者进行引导。头脑风暴由两个部分构成：创意产生和创意分析。制定项目章程时可通过头脑风暴向干系人、主题专家和团队成员收集数据、解决方案或创意。',
      '②焦点小组：召集干系人和主题专家讨论项目风险、成功标准和其他议题，比一对一访谈更有利于互动交流。',
      '③访谈：通过与干系人直接交谈，了解高层级需求、假设条件、制约因素、审批标准以及其他信息。'
    ],
    important: true
  },
  '1-1-7': {
    content: [
      '制定项目章程需要的人际关系与团队技能主要包括：',
      '①冲突管理：助于干系人就目标、成功标准、高层级需求、项目描述、总体里程碑和其他内容达成一致意见。',
      '②引导：有效引导团队活动成功达成决定、解决方案或结论。引导者确保参与者有效参与、互相理解并考虑所有意见，按既定决策流程全力支持得出的结论或结果，以及所达成的行动计划和协议随后得到合理执行。',
      '③会议管理：包括准备议程，确保邀请每个关键干系人代表，以及准备和发送后续的会议纪要和行动计划。'
    ]
  },
  '1-1-8': {
    content: [
      '在制定项目章程过程中，与关键干系人举行会议的目的是识别项目目标、成功标准、主要可交付成果、高层级需求、总体里程碑和其他概述信息。'
    ]
  },
  '1-1-9': {
    content: [
      '记录了关于项目和项目预期交付的产品、服务或成果的高层级信息：①项目目的；②可测量的项目目标和相关的成功标准；③高层级需求、高层级项目描述、边界定义以及主要可交付成果；④整体项目风险；⑤总体里程碑进度计划；⑥预先批准的财务资源；⑦关键干系人名单；⑧项目审批要求（例如，评价项目成功的标准，由谁对项目成功下结论，由谁签署项目结束）;⑨项目退出标准（例如，在何种条件下才能关闭或取消项目或阶段）;⑩委派的项目经理及其职责和职权；⑪发起人或其他批准项目章程的人员的姓名和职权等。'
    ],
    important: true
  },
  '1-1-10': {
    content: [
      '用于记录整个项目生命周期中的所有假设条件和制约因素。在项目启动之前进行可行性研究和论证时，即开始识别高层级的战略和运营假设条件与制约因素。这些假设条件与制约因素应纳入项目章程。较低层级的活动和任务假设条件在项目期间随着诸如定义技术规范、估算、进度和风险等项目活动的开展而生成。'
    ]
  },
  '1-2': {
    content: [
      '制订项目管理计划是定义、准备和协调项目计划的所有组成部分，并把它们整合为一份综合项目管理计划的过程。本过程的主要作用:生成一份综合文件，用于确定所有项目工作的基础及其执行方式。'
    ],
  },
  '1-2-1': {
    content: [
      '项目团队把项目章程作为初始项目规划的起点。项目章程会根据其所包含的信息种类数量和项目的复杂程度和已知的信息的不同而不同。但项目拳程中至少会包含项目的高层级信息，供项目管理计划的各个组成部分进一步细化。'
    ],
  },
  '1-2-2': {
    content: [
      '创建项目管理计划需要整合诸多过程的输出。其他知识领域规划过程所输出的子计划和基准都是本过程的输入。此外，对这些子计划和基准的变更都可能导致对项目管理计划的相应更新。'
    ],
  },
  '1-2-3': {
    content: [
      '能够影响制订项目管理计划过程的事业环境因素主要包括:政府或行业标准(如产品标准、质量标准、安全标准和工艺标准);法律法规要求和相关制约因素;垂直市场(如建筑)和专门领域(如环境、安全、风险或敏捷软件开发)的项目管理知识体系;组织的结构、文化、管理实践和可持续性;组织治理框架(通过安排人员、制定政策和确定过程，以结构化的方式实施控制、指导和协调，从而实现组织的战略和目标);基础设施(如现有的设施和固定资产)等。'
    ],
  },
  '1-2-4': {
    content: [
      '能够影响制订项目管理计划过程的组织过程资产主要包括:组织的标准政策、流程和程序;项目管理计划模板;变更控制程序，包括修改正式的组织标准、政策、计划、程序或项目文件，以及批准和确认变更所须遵循的步骤;监督和报告方法、风险控制程序以及沟通要求;以往类似项目的相关信息(如范围、成本、进度与绩效测量基准、项目日历、项目进度网络图和风险登记册);历史信息和经验教训知识库等。'
    ],
  },
  '1-2-5': {
    content: [
      '制订项目管理计划过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:根据项目需要裁剪项目管理过程，包括这些过程间的依赖关系和相互影响，以及这些过程的主要输入和输出;根据需要制订项目管理计划的附加组成部分;确定过程所需的工具与技术;编制应包括在项目管理计划中的技术与管理细节;确定项目所需的资源与技能水平;定义项目的配置管理级别;确定哪些项目文件受制于正式的变更控制过程;确定项目工作的优先级，确保把项目资源在合适的时间分配到合适工作。'
    ],
  },
  '1-2-6': {
    content: [
      '可用于制订项目管理计划过程的数据收集技术主要包括:',
      '①头脑风暴:制订项目管理计划时，经常以头脑风暴的形式来收集关于项目方法的创意和解决方案。参会者包括项目团队成员，其他主题专家和干系人也可以参与。',
      '②核对单:很多组织基于自身经验制定了标准化的核对单，或者采用所在行业的核对单。核对单可以指导项目经理制订计划或帮助检查项目管理计划是否包含所需的全部信息。',
      '③焦点小组:召集干系人讨论项目管理方法以及项目管理计划各个组成部分的整合方式。',
      '④访谈:用于从干系人获取特定信息，制订项目管理计划、任何子计划或项目文件。'
    ],
  },
  '1-2-7': {
    content: [
      '制订项目管理计划需要的人际关系与团队技能主要包括:',
      '①冲突管理:必要时可以通过冲突管理让具有差异性的干系人就项目管理计划的所有方面达成共识。',
      '②引导:引导者确保参与者有效参与、互相理解，并考虑所有意见，按既定决策流程全力支持得到的结论或结果。',
      '③会议管理:有必要采用会议管理来确保有效召开多次会议，以便制订、统一和商定项目管理计划。'
    ],
  },
  '1-2-8': {
    content: [
      '在制订项目管理计划中，可以通过会议讨论项目方法，确定为达成项目目标而采用的工作执行方式，以及明确项目执行过程中的监控方式。通常利用项目开工会议来明确项目规划阶段工作的完成并宣布开始项目执行阶段，目的是传达项目目标、获得团队对项目的承诺，以及阐明每个干系人的角色和职责。开工会议召开时机取决于项目特征:',
      '  •对于小型项目:通常由同一个团队开展项目规划和执行。这种情况下，由于执行团队参与了规划，项目在启动之后就会开工。',
      '  •对于大型项目:通常由项目管理团队开展大部分规划工作。在初始规划工作完成、执行(开发)阶段开始时，项目团队其他成员才参与进来。这种情况下，开工会议将在项目执行阶段开始时召开。',
      '  •对于多阶段项目:通常在每个阶段开始时都要召开一次开工会议。'
    ],
  },
  '1-2-9': {
    content: [
      '是说明项目执行、监控和收尾方式的一份文件，它整合并综合了所有知识领域子管理计划和基准，以及管理项目所需的其他组件信息，项目管理计划的组件取决于项目的具体需求。项目管理计划组件主要包括:',
      '①子管理计划:范围管理计划、需求管理计划、进度管理计划、成本管理计划、质量管理计划、资源管理计划、沟通管理计划、风险管理计划、采购管理计划、干系人参与计划。',
      '②基准:范围基准、进度基准和成本基准。',
      '③其他组件:项目管理计划过程生成的组件会因项目而异，但是通常包括:变更管理计划、配置管理计划、绩效测量基准、项目生命周期、开发方法、管理审查。'
    ],
    important: true
  },
  '1-3': {
    content: [
      '指导与管理项目工作是为实现项目目标而领导和执行项目管理计划中所确定的工作，并实施已批准变更的过程。本过程的主要作用是对项目工作和可交付成果开展综合管理，以提高项目成功的可能性。'
    ],
  },
  '1-3-1': {
    content: [
      '项目管理计划的任何组件都可用作指导与管理项目工作的输入。'
    ],
  },
  '1-3-2': {
    content: [
      '可作为指导与管理项目工作过程输入的项目文件主要包括:',
      '①需求跟踪矩阵:把产品需求连接到相应的可交付成果，有助于项目团队聚焦于最终结果。',
      '②风险登记册:记录可能影响项目执行的各种威胁和机会的信息。',
      '③风险报告:记录关于整体项目风险来源的信息，以及关于已识别单个项目风险的概括信息。',
      '④里程碑清单:列出特定里程碑的计划实现日期。',
      '⑤项目进度计划:至少包含工作活动清单、持续时间、资源以及计划的开始与完成日期。',
      '⑥项目沟通记录:包含绩效报告、可交付成果的状态，以及项目生成的其他信息。',
      '⑦经验教训登记册:经验教训用于改进项目绩效，以免重复犯错。登记册有助于确定针对哪些方面设定规则或指南，以使团队行动保持一致。',
      '⑧变更日志:记录所有变更请求的状态。'
    ],
  },
  '1-3-3': {
    content: [
      '是实施整体变更控制过程的输出，包括经项目经理审查和批准的变更请求，必要时需要经变更控制委员会(ChangeControlBoard,CCB)审查和批准。CCB是项目的所有者权益代表，负责对变更进行决策。CCB由项目所涉及的主要干系人共同组成，通常包括用户和项目所在组织管理层的决策人员。CCB是决策机构，不是作业机构;通常CCB的工作是通过评审手段来决定项目基准是否需要变更，但不提出变更方案。',
      '经CCB批准的变更请求可能是纠正措施、预防措施和缺陷补救措施，并由项目团队纳入项目进度计划付诸实施，批准的变更请求可能对项目或项目管理计划的相关领域产生影响，还可能导致修改正式受控的项目管理计划组件或项目文件。'
    ],
    important: true
  },
  '1-3-4': {
    content: [
      '能够影响指导与管理项目工作过程的事业环境因素主要包括:组织的结构、文化、管理实践和可持续性;基础设施(如现有的设施和固定资产);干系人的风险临界值(如允许的成本超支百分比)等。'
    ],
  },
  '1-3-5': {
    content: [
      '能够影响指导与管理项目工作过程的组织过程资产主要包括:组织的标准政策，流程和程序;问题与缺陷管理程序，用于定义问题与缺陷控制、问题与缺陷识别及其解决，以及行动事项跟踪;问题与缺陷管理数据库，包括历史问题与缺陷状态、问题和缺陷解决情况，以及行动事项的结果;绩效测量数据库，用来收集与提供过程和产品的测量数据;变更控制和风险控制程序;以往项目的项目信息(如范围、成本、进度与绩效测屋基准，项目日历，项目进度网络图，风险登记册，风险报告以及经验教训知识库)等。'
    ],
  },
  '1-3-6': {
    content: [
      '指导与管理项目工作过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:关于项目所在的行业以及项目关注的领域的技术知识;成本和预算管理;法规与采购;法律法规;组织治理等。'
    ],
  },
  '1-3-7': {
    content: [
      '项目管理信息系统给项目提供了IT软件工具，例如进度计划软件工具、工作授权系统、配置管理系统、信息收集与发布系统，以及进入其他在线信息系统(如知识库)的登录界面，支持自动收集和报告关键绩效指标(KPI)。'
    ],
  },
  '1-3-8': {
    content: [
      '在指导与管理项目工作时，可以通过会议来讨论和解决项目的相关预算项。参会者可包括项目经理、项目团队成员，以及与所讨论事项相关或会受该事项影响的干系人。会议应该明确每个参会者的角色，确保有效参会。会议类型一般包括:开工会议、技术会议、敏捷或迭代规划会议、每日站会、指导小组会议、问题解决会议、进展跟进会议以及回顾会议。'
    ],
  },
  '1-3-9': {
    content: [
      '可交付成果是在某一过程、阶段或项目完成时，必须产出的任何独特并可核实的产品、成果或服务能力。它通常是项目的结果，包括项目管理计划的组成部分。',
      '一旦完成了可交付成果的第一个版本，就应该执行变更控制。用配置管理工具和程序来支持对可交付成果(如文件、软件和构件)的多个版本的控制。'
    ],
    important: true
  },
  '1-3-10': {
    content: [
      '是在执行项目工作的过程中，从每个正在执行的活动中收集到的原始观察结果和测量值。数据通常是最低层次的细节，将交由其他过程从中提炼并形成信息。在工作执行过程中收集数据，再交由10大知识领域的相应的控制过程做进一步分析。',
      '例如，工作绩效数据包括已完成的工作、关键绩效指标(KPI)、技术绩效测量结果、进度活动的实际开始日期和完成日期、已完成的故事点、可交付成果状态、进度进展情况、变更请求的数量、缺陷的数量、实际发生的成本、实际持续时间等。'
    ],
    important: true
  },
  '1-3-11': {
    content: [
      '在整个项目生命周期中，项目经理通常会遇到问题、差距、不一致或意外冲突。项目经理需要采取某些行动加以处理，以免影响项目绩效。问题日志是一种记录和跟进所有问题的项目文件，所需记录和跟进的内容主要包括:①问题类型;②问题提出者和提出时间;③问题描述;④问题优先级;⑤解决问题负责人;⑥目标解决日期;⑦问题状态;⑧最终解决情况等。问题日志可以帮助项目经理有效跟进和管理问题，确保它们得到调查和解决。作为指导与管理项目工作的输出，问题日志被首次创建，尽管在项目期间任何时候都可能发生问题。在整个项目生命周期应该随时监控活动更新问题日志。'
    ],
  },
  '1-3-12': {
    content: [
      '是关于修改任何文件、可交付成果或基准的正式提议。如果在开展项目工作时发现问题，就可提出变更请求，对项目政策或程序、项目或产品范围、项目成本或预算、项目进度计划、项目或产品结果的质量进行修改。其他变更请求包括必要的预防措施和纠正措施，用来防止未来的不利后果。任何项目干系人都可以提出变更请求，应该通过实施整体变更控制过程对变更请求进行审查和处理。变更请求源自项目内部或外部，可能来自项目需求，也可能是法律(合同)强制要求。变更请求一般包括:',
      '①纠正措施:为使项目工作绩效重新与项目管理计划一致，而进行的有目的的活动。',
      '②预防措施:为确保项目工作未来绩效符合项目管理计划，而进行的有目的的活动。',
      '③缺陷补救:为了修正不一致产品或产品组件，而进行的有目的的活动。',
      '④更新:对正式受控的项目文件或计划进行变更，以反映修改、增加的意见或内容。'
    ],
    important: true
  },
  '1-3-13': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理，项目管理计划的任一组成部分都可在指导与管理项目工作中通过变更请求更新。'
    ],
  },
  '1-3-14': {
    content: [
      '在指导与管理项目工作过程中更新的项目文件主要包括:',
      '①活动清单:为完成项目工作，可以通过增加或修改活动来更新活动清单。',
      '②假设日志:可以增加新的假设条件和制约因素，也可以更新或关闭已有的假设条件和制约因素。',
      '③经验教训登记册:任何有助于提高当前或未来绩效的经验教训都应及时记录。',
      '④需求文件:在本过程中可以识别新的需求，也可以适时更新需求的实现情况。',
      '⑤风险登记册:在本过程中可以识别新的风险，也可以更新现有风险。风险登记册用于在风险管理过程中记录风险。',
      '⑥干系人登记册:如果收集到现有或新干系人的更多信息，则记录到干系人登记册中。'
    ],
  },
  '1-3-15': {
    content: [
      '可在指导与管理项目工作过程中更新任何组织过程资产。'
    ],
  },
  '1-4': {
    content: [
      '管理项目知识是使用现有知识并生成新知识，以实现项目目标并且帮助组织学习的过程。管理项目过程的主要作用:1)利用已有的组织知识来创造或改进项目成果;2)使当前项目创造的知识可用于支持组织运营和未来的项目或阶段。'
    ],
  },
  '1-4-1': {
    content: [
      '项目管理计划的所有组成部分都是管理项目知识的输入。'
    ],
  },
  '1-4-2': {
    content: [
      '可作为管理项目知识过程输入的项目文件主要包括:',
      '①资源分解结构:包含有关团队组成的信息，有助于了解团队拥有的和缺乏的知识。',
      '②项目团队派工单:说明项目已经具有的能力和经验以及可能缺乏的知识。',
      '③供方选择标准:包含选择供方的标准，有助于了解供方拥有的知识。',
      '④干系人登记册:包含已识别的干系人的详细情况，有助于了解他们可能拥有的知识。'
    ],
  },
  '1-4-3': {
    content: [
      '可交付成果是在某一过程、阶段或项目完成时，必须产出的任何独特的、可核实的产品、成果或服务能力，它通常是为实现项目目标而完成的、有形的、项目结果的组成部分，包括项目管理计划的组成部分。'
    ],
  },
  '1-4-4': {
    content: [
      '能够影响管理项目知识过程的事业环境因素主要包括:组织文化、干系人文化，相互信任的工作关系和互不指责的文化对知识管理尤其重要。其他因素则包括赋予学习的价值和社会行为规范;设施和资源的物理分布，团队成员所在位置有助于确定收集和分享知识的方法;组织中的知识专家，有些组织拥有专门从事知识管理的团队或员工;法律法规要求和制约因素，包括对项目信息的保密性要求。'
    ],
  },
  '1-4-5': {
    content: [
      '在项目管理过程和例行工作中，经常必然要使用项目管理知识，能够影响管理项目知识过程的组织过程资产主要包括:',
      '①组织的标准政策、流程和程序:包括信息的保密性和获取渠道、安全与数据保护、记录保留政策、版权信息的使用、机密信息的销毁、文件格式和最大篇幅、注册数据和元数据、授权使用的技术和社交媒体等。',
      '②人事管理制度:包括员工发展与培训记录以及关于知识分享行为的能力框架。',
      '③组织对沟通的要求:正式且严格的沟通要求有利于信息分享。对于生成新知识和整合不同干系人的知识，非正式沟通更加有效。',
      '④正式的知识分享和信息分享程序:包括项目和项目阶段开始之前、开展期间和结束之后的学习回顾。',
      '⑤经验教训登记册:提供了有效的知识管理实践。'
    ],
  },
  '1-4-6': {
    content: [
      '管理项目知识过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:知识管理、信息管理、组织学习、知识和信息管理工具以及来自其他项目的相关信息等。'
    ],
  },
  '1-4-7': {
    content: [
      '知识管理工具和技术将员工联系起来，使他们能够合作生成新知识，分享隐性知识，以及集成不同团队成员所拥有的知识。适用于项目的工具和技术取决于项目的性质，尤其是创新程度、项目复杂性以及团队的多元化程度(包括学科背景多元化)。知识管理工具和技术主要包括:①人际交往，包括非正式的社交和在线社交。可以进行开放式提问的在线论坛有助于与专家进行知识分享对话;②实践社区和特别兴趣小组;③会议，包括使用通信技术进行互动的虚拟会议;④工作跟随和跟随指导;⑤讨论论坛，如焦点小组;⑥知识分享活动，如专题讲座和会议:⑦研讨会，包括问题解决会议和经验教训总结会议;⑧讲故事;⑨创造力和创意管理技术;⑩知识展会和茶座;⑪交互式培训等。',
      '可以通过面对面和虚拟方式来应用所有这些工具和技术。通常，面对面互动最有利于建立知识管理所需的信任关系。信任关系建立后可以用虚拟互动来维护这种信任关系。'
    ],
    important: true
  },
  '1-4-8': {
    content: [
      '信息管理工具和技术用于创建人们与知识之间的联系，可以有效促进简単、明确的显性知识的分享，主要包括:①编撰显性知识的方法;②经验教训登记册;③图书馆服务;④信息收集;⑤项目管理信息系统等。',
      '知识和信息管理工具与技术应与项目过程和过程责任人相对应。例如，实践社区和主题专家可以提供见解，帮助改善控制过程;内部发起人可以确保改善措施得到执行。'
    ],
    important: true
  },
  '1-4-9': {
    content: [
      '可用于管理项目知识过程的人际关系与团队技能主要包括:',
      '①积极倾听:有助于减少误解并促进沟通和知识分享。',
      '②引导:有助于有效指引团队成功地达成决定、解决方案或结论。',
      '③领导力:可帮助沟通愿景并鼓舞项目团队关注合适的知识和知识目标。',
      '④人际交往:可促进项目干系人之间建立非正式的联系和关系，为显性和隐性知识的分享创造条件。',
      '⑤大局观:有助于项目经理根据组织政策与职权结构等进行规划与沟通。'
    ],
    important: true
  },
  '1-4-10': {
    content: [
      '经验教训登记册可以包含执行情况的类别和详细的描述，还可包括与执行情况相关的影响、建议和行动方案。经验教训登记册可以记录遇到的挑战、问题、意识到的风险和机会以及其他适用的内容。经验教训登记册在项目早期创建，作为管理项目知识过程的输出，因此，在整个项目期间，它可以作为很多过程的输入，也可以作为输出而不断更新。参与工作的个人和团队也参与记录经验教训。可以通过视频、图片、音频或其他合适的方式记录知识，确保有效吸取经验教训。在项目或阶段结束时，把相关信息归入经验教训知识库，作为组织过程资产一部分。'
    ],
  },
  '1-4-11': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。项目管理计划的任一组成部分都可在管理项目知识过程中更新。'
    ],
  },
  '1-4-12': {
    content: [
      '所有项目都会生成新知识。有些知识应该被编撰，并在管理项目知识过程中被嵌入到可交付成果中，或者被用于改进过程和程序。'
    ],
  },
  '1-5': {
    content: [
      '监控项目工作是跟踪、审查和报告整体项目进展，以实现项目管理计划中确定的绩效目标的过程。本过程的主要作用:1)让干系人了解项目的当前状态并认可为处理绩效问题而采取的行动;2)通过成本和进度预测，让干系人了解项目的未来状态。'
    ],
  },
  '1-5-1': {
    content: [
      '监控项目工作包括查看项目的各个方面。项目管理计划的任一组成部分都可作为监控项目工作过程的输入。'
    ],
  },
  '1-5-2': {
    content: [
      '可用于监控项目工作过程输入的项目文件主要包括:',
      '①假设日志:包含会影响项目的假设条件和制约因素的信息。',
      '②风险登记册:记录并提供了在项目执行过程中发生的各种威胁和机会的相关信息。',
      '③风险报告:记录并提供了关于整体项目风险和单个风险的信息。',
      '④里程碑清单:列出特定里程碑实现日期，检查是否达到计划的里程碑。',
      '⑤估算依据:说明不同估算是如何得出的，用于决定如何应对偏差。',
      '⑥问题日志:用于记录和监督由谁负责在目标日期内解决特定问题。',
      '⑦经验教训登记册:可能包含应对偏差的有效方式以及纠正措施和预防措施。',
      '⑧成本预测:基于项目以往的绩效，用于确定项目是否仍处于预算的公差区间内，并识别任何必要的变更。',
      '⑨进度预测:基于项目以往的绩效，用于确定项目是否仍处于进度的公差区间内，并识别任何必要的变更。',
      '⑩质量报告:包含质量管理问题，针对过程、项目和产品的改善建议，纠正措施建议(包括返工、缺陷(漏洞)补救、100%检查等)，以及在控制质量过程中发现的情况的概述。'
    ],
  },
  '1-5-3': {
    content: [
      '在工作执行过程中收集工作绩效数据，再交由控制过程做进一步分析将工作绩效数据与项目管理计划组件、项目文件和其他项目变量比较之后生成工作绩效信息。通过这种比较可以了解项目的执行情况。',
      '在项目开始时，就在项目管理计划中规定关于范围、进度、预算和质量的具体工作绩效测量指标。项目期间通过控制过程收集绩效数据，与计划和其他变量比较，为工作绩效提供背景。'
    ],
    important: true
  },
  '1-5-4': {
    content: [
      '采购协议中包括条款和条件，也可包括其他条目，如买方就卖方应实施的工作或应交付的产品所做的规定。如果项目将部分工作外包出去，项目经理需要监督承包商的工作，确保所有协议都符合项目的特定要求，以及组织的采购政策。'
    ],
  },
  '1-5-5': {
    content: [
      '能够影响监控项目工作过程的事业环境因素主要包括:项目管理信息系统，例如进度、成本、资源工具、绩效指标、数据库、项目记录和财务数据;基础设施(如现有设施、设备、组织通信渠道);干系人的期望和风险临界值;政府或行业标准(如监管机构条例、产品标准、质量标准和工艺标准)等。'
    ],
  },
  '1-5-6': {
    content: [
      '能够影响监控项目工作过程的组织过程资产主要包括:组织的标准政策、流程和程序;财务控制程序(如必需的费用与支付审查、会计编码及标准合同条款等);监督和报告方法;问题管理程序，用于定义问题控制、问题识别及其解决以及行动事项跟踪;缺陷管理程序，用于定义缺陷控制、缺陷识别及其解决以及行动事项跟踪;组织知识库，尤其是过程测量和经验教训知识库等。'
    ],
  },
  '1-5-7': {
    content: [
      '监控项目工作过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:挣值分析;数据的解释和情境化;持续时间和成本的估算技术;趋势分析;关于项目所在的行业以及项目关注的领域的技术知识:风险管理;合同管理等。'
    ],
  },
  '1-5-8': {
    content: [
      '可用于监控项目工作过程的数据分析技术主要包括:',
      '①备选方案分析:用于在出现偏差时选择要执行的纠正措施或纠正措施和预防措施的组合。',
      '②成本效益分析:有助于出现偏差时确定最节约成本的纠正措施。',
      '③挣值分析:对范围、进度和成本绩效进行了综合分析。',
      '④根本原因分析:关注识别问题的主要原因，它可用于识别出现偏差的原因以及项目经理为达成项目目标应重点关注的领域。',
      '⑤趋势分析:根据以往结果预测未来绩效，它可以预测项目的进度延误，提前让项目经理意识到，按照既定趋势发展，后期进度可能出现的问题。应该在足够早的项目时间进行趋势分析，使项目团队有时间分析和纠正任何异常。可以根据趋势分析的结果，提出必要的预防措施建议。',
      '⑥偏差分析:成本估算、资源使用、资源费率、技术绩效和其他测量指标。偏差分析审查目标绩效与实际绩效之间的差异(或偏差)，可涉及持续时间估算，可以在每个知识领域，针对特定变量开展偏差分析。在监控项目工作过程中，通过偏差分析对成本、时间、技术和资源偏差进行综合分析，以了解项目的总体偏差情况。这样就便于采取合适的预防或纠正措施。'
    ],
    important: true
  },
  '1-5-9': {
    content: [
      '常用监控项目工作过程的决策技术是投票。投票可以包括用下列方法进行决策:一致同意、大多数同意或相对多数原则。'
    ],
    important: true
  },
  '1-5-10': {
    content: [
      '会议可以是面对面或虚拟会议，正式或非正式会议。参会者可以包括项目团队成员和其他合适的项目干系人;会议的类型包括用户小组会议和用户审查会议等。'
    ],
  },
  '1-5-11': {
    content: [
      '工作绩效信息可以用实体或电子形式加以合并、记录和分发。基于工作绩效信息，以实体或电子形式编制形成工作绩效报告，以制定决策、采取行动或引起关注，根据项目沟通管理计划，通过沟通过程向项目干系人发送工作绩效报告。',
      '工作绩效报告的内容一般包括状态报告和进展报告。工作绩效报告可以包含挣值图表和信息、趋势线和预测、储备燃尽图、缺陷直方图、合同绩效信息和风险情况概述。也可以表示为引起关注、制定决策和采取行动的仪表指示图、热点报告、信号灯图或其他形式。'
    ],
    important: true
  },
  '1-5-12': {
    content: [
      '通过比较实际情况与计划要求，可能需要提出变更请求，来扩大、调整或缩小项目范围与产品范围，或者提高、调整或降低质量要求和进度或成本基准。变更请求可能导致需要收集和记录新的需求。变更可能会影响项目管理计划、项目文件或产品可交付成果。应该通过实施整体变更控制过程对变更请求进行审查和处理。变更可能包括:',
      '①纠正措施:为使项目工作绩效重新与项目管理计划一致，而进行的有目的的活动。',
      '②预防措施:为确保项目工作未来绩效符合项目管理计划，而进行的有目的的活动。',
      '③缺陷补救:为了修正不一致产品或产品组件，而进行的有目的的活动。'
    ],
  },
  '1-5-13': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。在监控项目工作过程中提出的变更可能会影响整体项目管理计划。'
    ],
  },
  '1-5-14': {
    content: [
      '可在监控项目工作过程更新的项目文件主要包括:',
      '①成本预测:本过程引起的成本预测的变更应通过成本管理过程进行记录。',
      '②进度预测:本过程引起的进度预测的变更应通过进度管理过程进行记录。',
      '③问题日志:在本过程中产生的新问题应该记录到问题日志中。',
      '④经验教训登记册:更新经验教训登记册，记录应对偏差的有效方式以及纠正措施和预防措施。',
      '⑤风险登记册:在本过程中识别的新风险应记录在风险登记册中，并通过风险管理过程进行管理。'
    ],
  },
  '1-6': {
    content: [
      '实施整体变更控制是审查所有变更请求、批准变更，管理对可交付成果、项目文件和项目管理计划的变更，并对变更处理结果进行沟通的过程。本过程审查对项目文件、可交付成果或项目管理计划的所有变更请求，并决定对变更请求的处置方案。本过程的主要作用是确保对项目中已记录在案的变更做出综合评审。如果不考虑变更对整体项目目标或计划的影响就开展变更，往往会加剧整体项目风险。'
    ],
  },
  '1-6-1': {
    content: [
      '可用作实施整体变更控制过程的输入的项目管理计划组件主要包括:',
      '①变更管理计划:为管理变更控制过程提供指导，并记录CCB的角色和职责。',
      '②配置管理计划:描述项目的配置项，识别应记录和更新的配置项，以便保持项目产品的一致性和有效性。',
      '③范围基准:提供项目和产品定义。',
      '④进度基准:用于评估变更对项目进度的影响。',
      '⑤成本基准:用于评估变更对项目成本的影响。'
    ],
  },
  '1-6-2': {
    content: [
      '可用于实施整体变更控制过程输入的项目文件主要包括:',
      '①需求跟踪矩阵:有助于评估变更对项目范围的影响。',
      '②风险报告:提供了与变更请求有关的项目风险来源的信息。',
      '③估算依据:指出了持续时间、成本和资源估算是如何得出的，可用于计算变更对时间、预算和资源的影响。'
    ],
  },
  '1-6-3': {
    content: [
      '对实施整体变更控制过程特别有用的工作绩效报告包括:资源可用情况、进度和成本数据、挣值报告、燃烧图或燃尽图。'
    ],
  },
  '1-6-4': {
    content: [
      '项目执行中很多过程都会输出变更请求。变更请求可能包含纠正措施、预防措施、缺陷补救，以及针对正式受控的项目文件或可交付成果的更新。变更可能影响项目基准，也可能不影响项目基准，变更决定通常由项目经理做决策。',
      '对于会影响项目基准的变更，通常应该在变更请求中说明执行变更的成本、所需的计划日期修改、资源需求以及相关的风险。这种变更应由CCB(如有)和客户或发起人审批，除非他们本身就是CCB的成员。只有经批准的变更才能纳入修改后的基准。'
    ],
  },
  '1-6-5': {
    content: [
      '能够影响实施整体变更控制过程的专业环境因素主要包括:法律限制，例如国家或地区法规:政府或行业标准(如产品标准、质量标准、安全标准和工艺标准);法律法规要求和(或)制约因素;组织治理框架(通过安排人员、制定政策和确定过程，以结构化的方式实施控制、指导和协调，实现组织的战略和目标);合同和采购制约因素等。'
    ],
  },
  '1-6-6': {
    content: [
      '能够影响实施整体变更控制过程的组织过程资产主要包括:变更控制程序，包括修改组织标准、政策、计划和程序(或任一项目文件)所须遵循的步骤，以及如何批准和确认变更;批准与签发变更的程序;配置管理知识库，包括组织标准、政策、程序和项目文件的各种版本及基准等。'
    ],
  },
  '1-6-7': {
    content: [
      '实施整体变更控制过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及领域包括:关于项目所在的行业以及项目关注的领域的技术知识;法律法规;法规与采购;配置管理;风险管理等。'
    ],
  },
  '1-6-8': {
    content: [
      '为了便于开展配置和变更管理，可以使用一些手动或信息化的工具。配置控制和变更控制的关注点不同:配置控制重点关注可交付成果及各个过程的技术规范;而变更控制则重点关注识别、记录、批准或否决对项目文件、可交付成果或基准的变更。',
      '变更控制工具的选择应基于项目干系人的需要，并充分考虑组织和环境的情况和制约因素。变更控制工具需要支持的配置管理活动包括:',
      '①识别配置项:识别与选择配置项，为定义与核实产品配置、标记产品和文件、管理变更和明确责任提供基础。',
      '②记录并报告配置项状态:对各个配置项的信息进行记录和报告。',
      '③进行配置项核实与审计:通过配置核实与审计，确保项目的配置项组成的正确性，以及相应的变更都被登记、评估、批准、跟踪和正确实施，确保配置文件所规定的功能要求都已实现。',
      '变更控制工具还需要支持的变更管理活动包括;',
      '①识别变更:识别并选择过程或项目文件的变更项。',
      '②记录变更:将变更记录为合适的变更请求。',
      '③做出变更决定:审查变更，批准、否决，推迟对项目文件、可交付成果或基准的变更或做出其他决定。',
      '④跟踪变更:确认变更被登记、评估、批准和跟踪，并向干系人传达最终结果。',
      '也可以使用变更控制工具管理变更请求和后续的决策，同时还需要及时沟通，帮助CCB的成员履行职责，并向干系人传达变更相关的决定。'
    ],
    important: true
  },
  '1-6-9': {
    content: [
      '可用于实施整体变更控制过程的数据分析技术主要包括:',
      '①备选方案分析:用于评估变更请求，并决定哪些请求可接受、应否决或需修改。',
      '②成本效益分析:有助于确定变更请求是否值得投入相关的成本。'
    ],
  },
  '1-6-10': {
    content: [
      '可用于实施整体变更控制过程的决策技术主要包括:',
      '①投票:投票可以采取一致同意、大多数同意或相对多数原则的方式，以决定是否接受、推迟或否决变更请求。',
      '②独裁型决策制定:采用这种决策技术，将由一个人负责为整个集体制定决策。',
      '③多标准决策分析:该技术借助决策矩阵，根据一系列预定义的准则，用系统分析方法评估变更请求。'
    ],
    important: true
  },
  '1-6-11': {
    content: [
      '与CCB—起召开变更控制会。CCB负责审查变更请求，并做出批准、否决或推迟的决定。大部分变更会对时间、成本、资源或风险产生一定的影响，因此，评估变更的影响也是会议的基本工作。此外，会议上可能还要讨论并提议所请求变更的备选方案。最后，将会议决定传达给提出变更请求的责任人或小组。',
      'CCB也可以审查配置管理活动。应该明确规定CCB的角色和职责，并经干系人一致同意后，记录在变更管理计划中。CCB的决定都应记录在案，并向干系人传达，以便其知晓并采取的后续行动。'
    ],
  },
  '1-6-12': {
    content: [
      '由项目经理、CCB或指定的团队成员，根据变更管理计划处理变更请求，做出批准、推迟或否决的决定。批准的变更请求应通过指导与管理项目工作过程加以实施。对于推迟或否决的变更请求，应通知提出变更请求的个人或小组。'
    ],
  },
  '1-6-13': {
    content: [
      '项目管理计划的任一正式受控的组成部分，都可通过实施整体变更控制过程进行变更。对基准的变更，只能基于最新版本的基准并应对未来的情况，而不能变更以往的绩效，保证保护基准和历史绩效数据的严肃性和完整性。'
    ],
  },
  '1-6-14': {
    content: [
      '正式受控的任一项目文件都可在实施整体变更控制过程变更，同时并将项目期间发生的变更全部记录在变更日志中。'
    ],
  },
  '1-7': {
    content: [
      '结束项目或阶段是终结项目、阶段或合同的所有活动的过程。本过程的主要作用:1)存档项目或阶段信息，完成计划的工作;2)释放组织团队资源以展开新的工作。'
    ],
  },
  '1-7-1': {
    content: [
      '项目章程记录了项目成功标准、审批要求，以及由谁来签署项目结束。'
    ],
  },
  '1-7-2': {
    content: [
      '项目管理计划的所有组成部分均为结束项目或阶段过程的输入。'
    ],
  },
  '1-7-3': {
    content: [
      '可用于结束项目或阶段过程输入的项目文件主要包括:',
      '①假设日志:记录与技术规范、估算、进度和风险等有关的全部假设条件和制约因素。',
      '②需求文件:用于证明符合项目范围。',
      '③里程碑清单:列出了完成项目里程碑的最终日期。',
      '④风险登记册:提供了有关项目期间发生的风险的信息。',
      '⑤风险报告:提供了有关风险状态信息，确认项目结束时没有未关闭风险。',
      '⑥估算依据:用于根据实际结果来评估持续时间、成本和资源估算以及成本控制。',
      '⑦变更日志:包含整个项目或阶段期间的所有变更请求的状态。',
      '⑧问题日志:用于确认所有问题已解决，没有遗留未解决的问题。',
      '⑨经验教训登记册:在归入经验教训知识库之前，完成对阶段或项目经验教训总结。',
      '⑩项目沟通记录:包含整个项目期间所有的沟通。',
      '⑪质量控制测量结果:记录了控制质量活动的结果，证明符合质量要求。',
      '⑫质量报告:内容可包括由团队管理或需上报的全部质量保证事项、改进建议，以及在控制质量过程中发现的不合格项或其他事项的说明。'
    ],
  },
  '1-7-4': {
    content: [
      '验收的可交付成果可包括批准的产品规范、交货收据和工作绩效文件。对于分阶段实施的项目或提前取消的项目，还可能包括部分完成或中间的可交付成果。'
    ],
    important: true
  },
  '1-7-5': {
    content: [
      '结束项目或阶段涉及的立项管理文件主要包括:',
      '①可行性研究报告:记录了作为项目依据的商业需求和成本效益分析。',
      '②项目评估报告:概述了项目的目标效益。'
    ],
    important: true
  },
  '1-7-6': {
    content: [
      '通常在合同条款和条件中定义对正式关闭釆购的要求，并包括在采购管理计划中。在复杂项目中，可能需要同时或先后管理多个合同。'
    ],
  },
  '1-7-7': {
    content: [
      '为关闭合同，需收集全部采购文档，并建立索引、加以归档。有关合同进度、范围、质量和成本绩效的信息，以及全部合同变更文档、支付记录和检查结果，都要归类收录。在项目结束时，应将“实际执行的”计划(图纸)或“初始编制的”文档、手册、故障排除文档和其他技术文档视为采购文件的组成部分。这些信息可用于总结经验教训，并为签署以后的合同而用作评价承包商的基础。'
    ],
    important: true
  },
  '1-7-8': {
    content: [
      '能够影响结束项目或阶段过程的组织过程资产主要包括:',
      '①项目或阶段收尾指南或要求(如经验教训、项目终期审计、项目评价、产品确认、验收标准、合同收尾、资源重新分配、团队绩效评估以及知识传递);',
      '②配置管理知识库:包括组织标准、政策、程序和项目文件的各种版本及基准。'
    ],
  },
  '1-7-9': {
    content: [
      '结束项目或阶段过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及领域包括:管理控制;审计;法规与采购:法律法规等。'
    ],
  },
  '1-7-10': {
    content: [
      '可用于结束项目或阶段的数据分析技术主要包括:',
      '①文件分析:评估现有文件有助于总结经验教训和分享知识，以改进未来项目和组织资产。',
      '②回归分析:该技术分析作用于项目结果的不同项目变量之间的相互关系，以提高未来项目的绩效。',
      '③趋势分析:可用于确认组织所用模式的有效性，并且为未来项目而进行相应的模式调整。',
      '④偏差分析:可通过比较计划目标与最终结果来改进组织的测量指标。'
    ],
    important: true
  },
  '1-7-11': {
    content: [
      '会议用于确认可交付成果已通过验收，已达到退出标准，正式关闭合同，评估干系人满意度，收集经验教训，传递项目知识和信息以及庆祝成功。参会者可包括项目团队成员，参与项目或受项目影响的其他干系人。会议可以是面对面或虚拟会议，正式或非正式会议。会议类型包括:收尾报告会、客户总结会、经验教训总结会、庆祝会等。'
    ],
  },
  '1-7-12': {
    content: [
      '可在结束项目或阶段更新所有项目文件，并标记为最终版本。特别值得注意的是，经验教训登记册的最终版本要包含阶段或项目收尾的最终信息。最终版本的经验教训賛记册可包含:效益管理、项目评估的准确性、项目和开发生命周期、风险和问题管理、干系人参与，以及其他项目管理过程等相关信息。'
    ],
  },
  '1-7-13': {
    content: [
      '把项目交付的最终产品、服务或成果(对于阶段收尾，则是所在阶段的中间产品、服务或成果)移交给客户。'
    ],
  },
  '1-7-14': {
    content: [
      '用项目最终报告总结项目绩效，其中可包含:1项目或阶段的概述;2范围目标、范围的评估标准，证明达到完工标准的证据;3质量目标、项目和产品质量的评估标准、相关核实信息和实际里程碑交付日期以及偏差原因;4成本目标，包括可接受的成本区间、实际成本，产生任何偏差的原因等;5最终产品、服务或成果的确认信息的总结;6进度计划目标，包括成果是否实现项目预期效益:如果在项目结束时未能实现效益，则指出效益实现程度并预计未来实现情况;7关于最终产品、服务或成果如何满足业务需求的概述:如果项目结束时未能满足业务需求，则指出需求满足程度并预计业务需求何时能得到满足;8关于项目过程中发生的风险或问题及其解决情况的概述等。'
    ],
  },
  '1-7-15': {
    content: [
      '结束项目或阶段需要更新的组织过程资产主要包括:',
      '①项目文件:在项目活动中产生的各种文件，例如项目管理计划，范围文件、成本文件、进度文件和项目日历，以及变更管理文件。',
      '②运营和支持文件:组织维护、运营和支持项目交付的产品或服务时所需的文件，可包括新生成的文件，或对已有文件的更新。',
      '③项目或阶段收尾文件:包括表明项目或阶段完工的正式文件，以及用来将完成的项目或阶段可交付成果移交给他人(如运营部门或下一阶段)的正式文件。在项目收尾期间，项目经理应该回顾以往的阶段文件，确认范围过程所产生的客户验收文件以及合同协议(如果有的话)，以确保在达到全部项目要求之后才正式关闭项目。如果项目在完工前提前终止，则需要在正式的收尾文件中说明项目终止的原因并规定正式程序，把该项目的已完成和未完成的可交付成果移交他人。',
      '④经验教训知识库:将在整个项目期间获得的经验教训和知识归入经验教训知识库，供未来项目使用。'
    ]
  }
}
