export default {
  '7-1': {
    content: [
    ],
  },
  '7-1-1': {
    content: [
    ],
  },
  '7-1-2': {
    content: [
    ],
  },
  '7-1-3': {
    content: [
    ],
  },
  '7-1-4': {
    content: [
    ],
  },
  '7-1-5': {
    content: [
    ],
  },
  '7-1-6': {
    content: [
    ],
  },
  '7-1-7': {
    content: [
    ],
    important: true
  },
  '7-1-8': {
    content: [
    ],
    important: true
  },
  '7-1-9': {
    content: [
    ],
    important: true
  },
  '7-1-10': {
    content: [
    ],
  },
  '7-1-11': {
    content: [
    ],
    important: true
  },
  '7-1-12': {
    content: [
    ],
  },
  '7-1-13': {
    content: [
    ],
  },
  '7-1-14': {
    content: [
    ],
    important: true
  },
  '7-1-15': {
    content: [
    ],
  },
  '7-1-16': {
    content: [
    ],
  },
  '7-2': {
    content: [
    ],
  },
  '7-2-1': {
    content: [
    ],
  },
  '7-2-2': {
    content: [
    ],
  },
  '7-2-3': {
    content: [
    ],
  },
  '7-2-4': {
    content: [
    ],
  },
  '7-2-5': {
    content: [
    ],
  },
  '7-2-6': {
    content: [
    ],
  },
  '7-2-7': {
    content: [
    ],
  },
  '7-2-8': {
    content: [
    ],
    important: true
  },
  '7-2-9': {
    content: [
    ],
  },
  '7-2-10': {
    content: [
    ],
  },
  '7-2-11': {
    content: [
    ],
    important: true
  },
  '7-2-12': {
    content: [
    ],
  },
  '7-2-13': {
    content: [
    ],
  },
  '7-2-14': {
    content: [
    ],
  },
  '7-2-15': {
    content: [
    ],
  },
  '7-2-16': {
    content: [
    ],
  },
  '7-3': {
    content: [
    ],
  },
  '7-3-1': {
    content: [
    ],
  },
  '7-3-2': {
    content: [
    ],
  },
  '7-3-3': {
    content: [
    ],
  },
  '7-3-4': {
    content: [
    ],
  },
  '7-3-5': {
    content: [
    ],
  },
  '7-3-6': {
    content: [
    ],
  },
  '7-3-7': {
    content: [
    ],
  },
  '7-3-8': {
    content: [
    ],
  },
  '7-3-9': {
    content: [
    ]
  },
  '7-3-10': {
    content: [
    ],
  },
  '7-3-11': {
    content: [
    ],
  },
  '7-3-12': {
    content: [
    ],
  },
  '7-3-13': {
    content: [
    ],
  },
  '7-3-14': {
    content: [
    ],
  }
}

/*
项目沟通管理
1、规划沟通管理
规划沟通管理是基于每个干系人或干系人群体的信息需求、可用的组织资产，以及具体项目的需求，为项目沟通活动制定恰当的方法和计划的过程。本过程的主要作用:1及时向干系人提供相关信息;2引导干系人有效参与项目;3编制书面沟通计划。
输入
1)项目章程
项目章程会列出主要干系人清单，其中可能包含与干系人角色及职责有关的信息。
2)项目管理计划
可用于规划沟通管理的项目管理计划组件主要包括:1资源管理计划:指导如何对项目资源进行分类、分配、管理和释放。团队成员和小组可能有沟通要求，应该在沟通管理计划中列出。2干系人参与计划:干系人参与计划确定了有效吸引干系人参与所需的管理策略，
而这些策略通常通过沟通来落实。
3)项目文件
可作为规划沟通管理过程输入的项目文件主要包括:1需求文件:可能包含项目干系人对沟通的需求。
2干系人登记册:用于规划与干系人的沟通活动。
4)事业环境因素
能够影响规划沟通管理过程的事业环境因素主要包括:组织文化和治理框架;人事管理政策;干系人风险临界值;已确立的沟通渠道、工具和系统;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。5)组织过程资产能够影响规划沟通管理过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织的问题、风险、变更和数据管理政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南;历史信息和经验教训知识库;以往项目的干系人及沟通数据和信息等。
工具与技术
1)专家判断
规划沟通管理过程中，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:组织内的政策和权力结构;组织及其他客户组织的环境和文化;组织变革管理方法和实践;项目可交付成果所属的行业或类型;组织沟通技术;关于遵
光环软考光环软考
守与组织沟通有关的法律要求的组织政策与程序;与安全有关的组织政策与程序;干系人，包括客户和发起人等。
2)沟通需求分析分析沟通需求，确定项目干系人的信息需求，包括所需信息的类型和格式，以及信息对干系人的价值。常用于识别和确定项目沟通需求的信息主要包括:1干系人登记册及干系人参与计划中的相关信息和沟通需求;2潜在沟通渠道或途径的数量，包括一对一、一对多和多对多沟通;3组织结构图;4项目组织与干系人的职责、关系及相互依赖;5开发方法;6项目所涉及的学科、部门和专业;7有多少人在什么地点参与项目;8内部信息需求，例如，何时在组织内部沟通;9外部信息需求，例如，何时与媒体、公众和承包商沟通;10法律要求等3)沟通技术用于在项目干系人之间传递信息的方法很多，信息交换和协作的常见方法包括对话、会议、书面文件、数据库、社交媒体和网站。影响沟通技术的选择的因素包括:
1信息需求的紧迫性:信息传递的紧迫性、频率和形式可能因项目而异，也可能
因项目阶段而异。
2技术的可用性与可靠性:用于发布项目沟通工件的技术，应该在整个项目期间
都具备兼容性和可得性，且对所有干系人都可用。
3易用性:沟通技术的选择应适合项目参与者，且应在合适的时候安排适当培训
活动。
4项目环境:团队会议与工作是面对面还是在虚拟环境中开展;成员处于一个还
是多个时区，他们是否使用多语种沟通;是否还有能影响沟通效率的其他环境因素(如与文化有关的各个方面)?
5信息的敏感性和保密性，需要考虑:1拟传递的信息是否属于敏感或机密信息，
如果是，可能需要采取合理安全措施;2为员工制定社交媒体政策，以确保行为适当、信息安全和知识产权保护。
4)沟通模型沟通模型可以是最基本的线性(发送方和接收方)沟通过程，也可以是增加了反馈元素(发送方、接收方和反馈)更具互动性的沟通形式，甚至可以是融合了发送方或接收方的人性因素、试图考虑沟通复杂性的更加复杂的沟通模型。作为沟通过程的一部分，发送方负责信息的传递，确保信息的清晰性和完整性，并确认信息已被正确理解:接收方负责确保完整地接收信息，正确地理解信息，并需要告知己收到或作出适当的回应。在发送方和接收方所处的环境中，都可能存在会干扰有效沟通的各种噪声和其他障碍。在跨文化沟通中，确保信息能被正确理解具有一定挑战性。沟通风格的差异可源于工作方法、年龄、国籍、专业学科、民族、种族或性别差异。不同文化的人们会以不同的语言(如，技术设计文档、不同的风格)沟通，并喜欢采用不同的沟通过程和礼节。项目干系人之间用于分享信息的沟通方法主要包括:
光环软考光环软考

(1)互动沟通。在两方或多方之间进行的实时多向信息交换。它使用诸如会议、电话、即时信息、社交媒体和视频会议等沟通方式。(2)推式沟通。向需要接收信息的特定接收方发送或发布信息。这种方法可以确保信息的发送，但不能确保信息送达目标受众或被目标受众理解。在推式沟通中，可以用于沟通的有:信件、备忘录、报告、电子邮件、传真、语音邮件、博客和新闻稿。(3)拉式沟通。适用于大量复杂信息或大量信息受众的情况。它要求接收方在遵守有关安全规定的前提之下自行访问相关内容。这种方法包括门户网站、组织内网、电子在线课程、经验教训数据库或知识库。可以采用如下方法来实现沟通管理计划所规定的主要的沟通需求:
1人际沟通:个人之间交换信息，通常以面对面的方式进行。2小组沟通:在3~6名人员的小组内部开展。3公众沟通:单个演讲者面向一群人。
4大众传播:信息发送人员或小组与大量目标受众(有时为匿名)之间只有最低程度的联系。5网络和社交工具沟通:借助社交工具和媒体，开展多对多的沟通。
可用于沟通的方法或成果主要包括:公告板;新闻通讯、内部杂志和电子杂志;致员工或志愿者的信件;新闻稿;年度报告;电子邮件和内部局域网:门户网站和其他信息库(适用于拉式沟通);电话交流;演示;团队简述或小组会议;焦点小组:干系人之间的正式或非正式的面对面会议;咨询小组或员工论坛;社交工具和媒体等。
6)人际关系与团队技能适用于规划沟通管理过程的人际关系与团队技能主要包括:(1)沟通风格评估。规划沟通活动时，用于评估沟通风格并识别偏好的沟通方法、形式和内容的一种技术。常用于不支持项目的干系人。可以先开展干系人参与度评估，再开展沟通风格评估。在干系人参与度评估中，找出干系人参与度的差距。为弥补这种差距，就需要特别裁剪沟通活动和方法。(2)政策意识。政策意识有助于项目经理根据项目环境和组织的政策环境来规划沟通。政策意识是指对正式和非正式权力关系的认知，以及在这些关系中工作的意愿。理解组织战略、了解谁能行使权力和施加影响，以及培养与这些干系人沟通的能力，都属于政策意识范畴。(3)文化意识。文化意识指理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。具有文化意识并采取后续行动，能够最小化因项目干系人社区内的文化差异而导致的理解错误和沟通错误。文化意识和文化敏感性有助于项目经理依据干系人和团队成员的文化差异与文化需求对沟通进行规划。
7)数据表现适用于规划沟通管理过程的数据表现技术是干系人参与度评估矩阵。干系人参与度评估矩阵显示了个体干系人当前和期望参与度之间的差距。在本过程中，可进
光环软考光环软考

一步分析该评估矩阵，以便为填补参与度差距而识别额外的沟通需求(除常规报告以外的)。
8)会议项目会议可包括虚拟(网络)或面对面会议，且可用文档协同技术进行辅助，包括电子邮件信息和项目网站。在规划沟通管理过程中，需要与项目团队展开讨论，确定最合适的项目信息更新和传递方式，以及回应各干系人的信息请求的方式。
输出
1)沟通管理计划沟通管理计划是项目管理计划的组成部分，描述将如何规划、结构化、执行与监督项目沟通，以提高沟通的有效性。沟通管理计划主要包括:1干系人的沟通需求;2需沟通的信息，包括语言、形式、内容和详细程度;3上报步骤;4发布信息的原因;5发布所需信息、确认已收到或作出回应(若适用)的时限和频率;6负责沟通相关信息的人员;7负责授权保密信息发布的人员;8接收信息的人员或群体，包括他们的需要、需求和期望;9用于传递信息的方法或技术，如备忘录、电子邮件、新闻稿，或社交媒体:10为沟通活动分配的资源，包括时间和预算:1随着项目进展(如项目不同阶段干系人社区的变化)而更新与优化沟通管理计划的方法;2通用术语表;3项目信息流向图、工作流程(可能包含审批程序)、报告清单和会议计划等:4来自法律法规、技术、组织政策等的制约因素等。沟通管理计划中还包括关于项目状态会议、项目团队会议、网络会议和电子邮件等的指南和模板。如果项目要使用项目网站和项目管理软件，需要将其写入沟通管理计划。
2)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更的项目管理计划组件是干系人参与计划。需要更新干系人参与计划，来反映会影响干系人参与项目决策和执行的任何过程、程序、工具和技术。
3)项目文件(更新)
可在规划沟通管理过程更新的项目文件主要包括:
1干系人登记册:可能需要更新干系人登记册，以反映计划好的沟通。2项目进度计划:可能需要更新项目进度计划，以反映沟通活动。
2、管理沟通
管理沟通是确保项目信息及时且恰当地收集、生成、发布、存储、检索、管理、监督和最终处置的过程。本过程的主要作用是，促成项目团队与干系人之间的有效信息流动。
输入
光环软考光环软考

1)项目管理计划
可用于管理沟通的项目管理计划组件主要包括:1资源管理计划:描述为管理团队或物质资源所需开展的沟通。
2沟通管理计划:描述将如何对项目沟通进行规划、结构化和监控。3干系人参与计划:描述如何用适当的沟通策略引导干系人参与。
2)项目文件
可作为管理沟通过程输入的项目文件主要包括:1变更日志:用于向受影响的干系人传达变更，以及变更请求的批准、推迟和否决情况。
2问题日志:将与问题有关的信息传达给受影响的干系人。
3经验教训登记册:项目早期获取的与管理沟通有关的经验教训，可用于项目后期阶段改进沟通过程，提高沟通效率与效果。4质量报告:包括与质量问题、项目和产品改进，以及过程改进的相关信息。这些信息应交给能够采取纠正措施的人员，以便达成项目的质量期望。5风险报告:提供关于整体项目风险的来源的信息，以及关于已识别的单个项目风险的概述信息。这些信息应传达给风险责任人及其他受影响的干系人。6干系人登记册:确定了需要各类信息的人员、群体或组织。
3)工作绩效报告
根据沟通管理计划的定义，工作绩效报告会通过本过程传递给项目干系人。工作绩效报告的典型示例包括状态报告和进展报告。工作绩效报告可以包含挣值图表和信息、趋势线和预测、储备燃尽图、缺陷直方图、合同绩效信息以及风险概述信息。可表现为有助于引起关注、制定决策和采取行动的仪表指示图、热点报告、信号灯图或其他形式。
4)事业环境因素
会影响管理沟通过程的事业环境因素主要包括:组织文化和治理框架;人事管理政策;干系人风险临界值;已确立的沟通渠道、工具和系统;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。5)组织过程资产会影响管理沟通过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织的问题、风险、变更和数据管理政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南;以往项目的历史信息，包括经验教训知识库等。
工具与技术
光环软考光环软考

1)沟通技术
会影响技术选用的因素包括团队是否集中办公、需要分享的信息是否需要保密、团队成员的可用资源，以及组织文化会如何影响会议和讨论的正常开展。2)沟通方法沟通方法的选择应具有灵活性，以应对干系人成员变化，或成员的需求和期望的变化。
3)沟通技能
适用于管理沟通过程的沟通技能主要包括:(1)沟通胜任力。经过裁剪的沟通技能的组合，有助于明确关键信息的目的、建立有效关系、实现信息共享和采取领导行为。(2)反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之间的互动沟通，例如指导、辅导和磋商。(3)非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重要的技能。团队成员应该知道如何通过说什么和不说什么来表达自己的想法。(4)演示。演示是信息和文档的正式交付。向干系人明确、有效地演示项目的信息，主要包括:1向干系人报告项目进度和信息更新;2提供背景信息以支持决策制定;3提供关于项目及其目标的通用信息，以提升项目工作和项目团队的形象;4提供具体信息，以提升对项目工作和目标的理解和支持力度等。4)项目管理信息系统项目管理信息系统能够确保干系人及时便利地获取所需信息。用来管理和分发项目信息的工具很多，包括:1电子项目管理工具:项目管理软件、会议和虚拟办公支持软件、网络界面、专门的项目门户网站和状态仪表盘，以及协同工作管理工具;2电子沟通管理:电子邮件、传真和语音邮件，音频、视频和网络会议，以及网站和网络发布;3社交媒体管理:网站和网络发布，以及为促进干系人参与和形成在线社区而建立的博客和应用程序。
5)项目报告
项目报告发布是收集和发布项目信息的行为。项目信息应发布给众多干系人群体。应针对每种干系人来调整项目信息发布的适当层次、形式和细节。从简单的沟通到详尽的定制报告和演示，报告的形式各不相同。可以定期准备信息或基于例外情况准备。虽然工作绩效报告是监控项目工作过程的输出，但是本过程会编制临时报告、项目演示、博客，以及其他类型的信息。
6)人际关系与团队技能适用于管理沟通过程的人际关系与团队技能主要包括:
1积极倾听:包括告知己收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。
2冲突管理:采用特定方式对冲突进行管理。
3文化意识:理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。
4会议管理:采取步骤确保会议有效并高效地达到预期目标。规划会议时的一般步骤包括:1准备并发布会议议程(其中包含会议目标);2确保会议在规定的
光环软考光环软考

时间开始和结束;3确保适当参与者受邀并出席;4切题;5处理会议中的期望、问题和冲突;6记录所有行动以及所分配的行动责任人。
5人际交往:通过与他人互动交流信息，建立联系。人际交往有利于项目经理及其团队通过非正式组织解决问题，影响干系人的行动，以及提高干系人对项目工
作和成果的支持，从而改善绩效。6政策意识:有助于项目经理在项目期间引导干系人参与，以保持干系人的支持。
7)会议
可以召开会议，支持沟通策略和沟通计划所定义的行动。
输出
1)项目沟通记录
项目沟通记录主要包括:绩效报告、可交付成果的状态、进度进展、产生的成本、演示，以及干系人需要的其他信息。
2)项目管理计划(更新)项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可在管理沟通过程更新的项目管理计划主要包括:
1沟通管理计划:如果本过程引起了项目沟通方法发生变更，就要把这种变更反映在项目沟通计划中2干系人参与计划:本过程将会引起干系人的沟通需求以及商定的沟通策略更新。3)项目文件(更新)
可在管理沟通过程更新的项目文件主要包括:1问题日志:更新以反映项目的沟通问题，以及如何通过沟通来解决实际问题。
2经验教训登记册:更新以记录在项目中遇到的挑战、可采取的规避方法，以及适用和不适用于管理沟通的方法。3项目进度计划:可能需要更新，以反映沟通活动的状态。
4风险登记册:更新以记录与管理沟通相关的风险。5干系人登记册:更新以记录关于项目干系人沟通活动的信息。
4)组织过程资产(更新)
可在管理沟通过程更新的组织过程资产主要包括:项目记录，例如往来函件、备忘录、会议记录及项目中使用的其他文档;计划内的和临时的项目报告和演示等。
3、监督沟通
光环软考光环软考

监督沟通是确保满足项目及其干系人的信息需求的过程。本过程的主要作用是，
按沟通管理计划和干系人参与计划的要求优化信息传递流程。
输入
1)项目管理计划
可用于监督沟通的项目管理计划组件主要包括:1资源管理计划:通过描述角色和职责，以及项目组织结构图，资源管理计划可用于理解实际的项目组织及其任何变更。2沟通管理计划:是关于及时收集、生成和发布信息的现行计划，它确定了沟通过程中的团队成员、干系人和有关工作。3干系人参与计划:确定了计划用以引导干系人参与的沟通策略。2)项目文件
可作为监督沟通过程输入的项目文件主要包括:1问题日志:提供项目的历史信息、干系人参与问题的记录，以及它们如何得以解决。2经验教训登记册:在项目早期的经验教训可用于项目后期阶段，以改进沟通效果。
3项目沟通记录:提供已开展的沟通的信息。
3)工作绩效数据
工作绩效数据包含关于已开展的沟通类型和数量的数据。
4)事业环境因素
能够影响监督沟通过程的事业环境因素主要包括:组织文化和治理框架;已确立的沟通渠道、工具和系统;全球、区域或当地的发展趋势、最佳实践或文化习俗等;设施和资源的物理分布等。
5)组织过程资产可能影响监督沟通过程的组织过程资产主要包括:组织的社交媒体、道德和安全政策及程序;组织对沟通的要求;制作、交换、储存和检索信息的标准化指南:以往项目的历史信息和经验教训知识库;以往项目的干系人及沟通数据和信息等。
工具与技术
1)专家判断
监督沟通时，应征求具备如下专业知识或接受过相关培训的个人或小组的意见:与公众、社区和媒体的沟通;在国际环境中的沟通;虚拟小组之间的沟通:项目管理系统等。
2)项目管理信息系统
光环软考光环软考

项目管理信息系统为项目经理提供一系列标准化工具，以根据沟通计划为内部和外部的干系人收集、储存与发布所需信息。需要监控系统中的信息以评估其有效性和效果。
3)数据表现监督沟通时，适用的数据表现技术是干系人参与度评估矩阵。它可以提供与沟通活动效果有关的信息。应该检查干系人的期望与当前参与度的变化情况，并对沟通进行必要调整。
4)人际关系与团队技能
适用于监督沟通过程的人际关系与团队技能主要包括观察和交谈。与项目团队展开讨论和对话，有助于确定最合适的方法，用于更新和沟通项目绩效，以及回应干系人的信息请求。通过观察和交谈，项目经理能够发现团队内的问题、人员间的冲突，或个人绩效问题。
5)会议
面对面或虚拟会议适用于制定决策，回应干系人请求，与提供方、供应方及其他项目干系人讨论。
输出
1)工作绩效信息
工作绩效信息包括:计划沟通的实际开展情况;对沟通的反馈，例如关于沟通效果的调查结果。
2)变更请求监督沟通过程往往会导致需要对沟通管理计划所定义的沟通活动进行调整、采取行动和进行干预。变更请求需要通过实施整体变更控制过程进行处理。此类变更请求可能导致:1修正干系人的沟通要求，包括干系人对信息发布、内容或形式，以及发布方式的要求;2建立消除瓶颈的新程序等。
3)项目管理计划(更新)
项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。
可能需要变更的项目管理计划组件主要包括:
1沟通管理计划:需要更新沟通管理计划，以记录能够让沟通更有效的新信息。2干系人参与计划:需要更新干系人参与计划，以反映干系人的实际情况、沟通
需求和重要性。
4)项目文件(更新)
在监督沟通过程更新的项目文件主要包括:1问题日志:可能需要更新问题日志，记录与出现的问题及其处理进展和解决办法相关的新信息。2经验教训登记册:可能需要更新经验教训登记册，记录问题的原因、所选纠正措施的理由，以及其他与沟通有关的经验教训。3干系人登记册:可能需要更新干系人登记册，加入修订的干系人沟通要求。
光环软考光环软考
*/
