import React from 'react'

export default {
  '4-1': {
    content: [
      '规划成本管理是确定如何估算、预算、管理、监督和控制项目成本的过程。',
      '本过程的主要作用是，在整个项目期间为如何管理项目成本提供指南和方向。'
    ],
  },
  '4-1-1': {
    content: [
      '项目章程规定了预先批准的财务资源，可根据项目章程确定详细的项目成本，项目章程所规定的项目审批要求，也对项目成本管理有影响。'
    ],
  },
  '4-1-2': {
    content: [
      '用于规划成本管理的项目管理计划组件主要包括:',
      '①进度管理计划:确定编制、监督和控制项目进度的准则和活动，同时也提供了影响成本估算和管理的过程及控制方法。',
      '②风险管理计划:提供识别、分析和监督风险的方法，同时也提供了影响成本估算和管理的过程及控制方法。'
    ],
  },
  '4-1-3': {
    content: [
      '能够影响规划成本管理过程的事业环境因素主要包括:①影响成本管理的组织文化和组织结构;②市场条件:决定着在当地及全球市场上可获取哪些产品、服务和成果;③货币汇率:用于换算发生在多个国家的项目成本;④发布的商业信息:经常可以从商业数据库中获取资源成本费率及相关信息，这些数据库会动态跟踪具有相应技能的人力资源的成本数据，也提供材料与设备的标准成本数据;还可以从卖方公布的价格清单中获取相关信息;⑤项目管理信息系统:可为管理成本提供多种方案;⑥不同地区的生产率差异:可能会对项目成本造成巨大影响。'
    ],
  },
  '4-1-4': {
    content: [
      '能够影响规划成本管理过程的组织过程资产主要包括:财务控制程序(如定期报告、必需的费用与支付审查、会计编码及标准合同条款等);历史信息和经验教训知识库;财务数据库;现有的正式和非正式的，与成本估算和预算有关的政策、程序和指南等。'
    ],
  },
  '4-1-5': {
    content: [
      '在对项目成本管理进行规划过程中，应征求具备以下专业知识或接受过相关培训的个人或小组的意见:以往类似项目;来自行业、学科和应用领域的信息;成本估算和预算;挣值管理等。'
    ],
  },
  '4-1-6': {
    content: [
      '备选方案分析是适用于成本管理过程的数据分析技术，备选方案分析包括审查筹资的战略方法，如自筹资金、股权投资、借贷投资等，还可以包括对筹集项目资源的方法(如自制、采购、租用或租赁)的考量。'
    ],
  },
  '4-1-7': {
    content: [
      '项目团队可以举行规划会议来制订成本管理计划，参会者可以包括项目经理、项目发起人选定的项目团队成员、选定的干系人、项目成本负责人以及其他必要人员。'
    ],
  },
  '4-1-8': {
    content: [
      '成本管理计划是项目管理计划的组成部分，描述将如何规划、安排和控制项目成本。成本管理过程及所用工具与技术应记录在成本管理计划中。在成本管理计划中一般需要规定:',
      '①计量单位:需要规定每种资源的计量单位，例如用于测量时间的人时数、人天数或周数，用于计量数量的米、升、吨、千米、立方码，或者用货币表示的总价。',
      '②精确度:根据活动范围和项目规模，设定成本估算向上或向下取整的程度(例如995.59元取整为1000元),',
      '③准确度:为活动成本估算规定一个可接受的区间(如±10?其中可能包括一定数量的应急储备。',
      '④组织程序链接:工作分解结构为成本管理计划提供了框架，以便据此规范地开展成本估算、预算和控制，在项目成本核算中使用的WBS组成部分，称为控制账户(CA)，每个控制账户都有唯一的编码或账号，直接与组织的会计制度关联。',
      '⑤控制临界值:需要规定偏差临界值，用于监督成本绩效，它是在需要采取某种措施前允许出现的最大差异，通常用偏离基准计划的百分数来表示。',
      '⑥绩效测量规则:需要规定用于绩效测量的挣值管理(EVM)规则。例如，成本管理计划应该:①定义WBS中用于绩效测量的控制账户;②确定拟用的EVM技术(如加权里程碑法、固定公式法、完成百分比法等);③规定跟踪方法以及用于计算项目完工估算(EAC)的EVM公式，该公式计算出的结果可用于验证通过自下而上方法得出的完工估算。',
      '⑦报告格式:需要规定各种成本报告的格式和编制频率。',
      '⑧其他细节:关于成本管理活动的其他细节包括:对战略筹资方案的说明;处理汇率波动的程序;记录项目成本的程序等。'
    ],
    important: true
  },
  '4-2': {
    content: [
      '估算成本是对完成项目工作所需资源成本进行近似估算的过程。',
      '本过程的主要作用是确定项目所需的资金。',
      '根据需要在整个项目期间定期开展。'
    ],
  },
  '4-2-1': {
    content: [
      '用于估算成本的项目管理计划组件主要包括:',
      '①成本管理计划:描述可使用的估算方法以及成本估算需要达到的准确度和精确度。',
      '②质量管理计划:描述项目管理团队为实现一系列项目质量目标所需的活动和资源。',
      '③范围基准:包括项目范围说明书、WBS和WBS字典。①项目范围说明书。范围说明书反映了因项目资金支出的周期而产生的资金制约因素，或其他财务假设条件和制约因素。②工作分解结构。WBS指明了项目全部可交付成果及其各组成部分之间的相互关系。③WBS字典。在WBS字典和相关的详细工作说明书中列明了可交付成果，并描述了为产出可交付成果，WBS各组成部分所需进行的工作。'
    ],
  },
  '4-2-2': {
    content: [
      '可作为估算成本过程输入的项目文件包括:',
      '①风险登记册:包含已识别并按优先顺序排列的单个项目风险的详细信息及针对这些风险采取的应对措施。风险登记册还提供了可用于估算成本的详细信息。',
      '②经验教训登记册:项目早期与制定成本估算有关的经验教训可以运用到项目后期阶段，以提高成本估算的准确度和精确度。',
      '③资源需求:明确每个工作包或活动所需的资源类型和数量。',
      '④项目进度计划:包括项目可用的团队和实物资源的类型、数量和可用时间的长短。如果资源成本取决于使用时间的长短，并且成本出现季节波动，则持续时间估算会对成本估算产生影响。进度计划还为包含融资成本(包括利息)的项目提供有用信息。'
    ],
  },
  '4-2-3': {
    content: [
      '会影响估算成本过程的事业环境因素主要包括:①市场条件。市场条件指可以从市场上获得什么产品、服务和成果;可以从谁那里，以什么条件获得;地区和/或全球性的供求情况会显著影响资源成本?②发布的商业信息。经常可以从商业数据库中获取资源成本费率及相关信息，而这些数据库动态跟踪具有相应技能的人力资源的成本数据，也提供材料与设备的标准成本数据;还可以从卖方公布的价格清单中获取相关信息。③汇率和通货膨胀率。对于持续多年、涉及多种货币的大规模项目，需要了解汇率波动和通货膨胀，并将其纳入估算成本过程等。'
    ],
  },
  '4-2-4': {
    content: [
      '会影响估算成本过程的组织过程资产主要包括:成本估算政策、成本估算模板、历史信息和经验教训知识库等。'
    ],
  },
  '4-2-5': {
    content: [
      '在项目中进行成本估算时，应征求具备以下专业知识或接受过相关培训的个人或小组的意见:以往类似项目;来自行业、学科和应用领域的信息;成本估算方法等。'
    ],
  },
  '4-2-6': {
    content: [
      '成本类比估算使用以往类似项目的参数值或属性来估算，项目的参数值和属性包括范围、成本、预算、持续时间和规模指标(如尺寸、重量)，类比估算以这些项目参数值或属性为基础来估算当前项目的同类参数或指标。'
    ],
    important: true
  },
  '4-2-7': {
    content: [
      '参数估算是指利用历史数据之间的统计关系和其他变量(如建筑施工中的平方英尺)，来进行项目工作的成本估算，其准确性取决于参数模型的成熟度和基础数据的可靠性。参数估算可以针对整个项目或项目中的某个部分，并可与其他估算方法联合使用。'
    ],
    important: true
  },
  '4-2-8': {
    content: [
      '自下而上估算是对工作组成部分进行估算的一种方法，首先对单个工作包或活动的成本进行最具体、细致的估算，然后把这些细节性成本向上汇总或“滚动”到更高层次，用于后续报告和跟踪。自下而上估算的准确性及其本身所需的成本，通常取决于单个活动或工作包的规模或其他属性。'
    ],
    important: true
  },
  '4-2-9': {
    content: [
      '通过考虑估算中的不确定性与风险，使用三种估算值来界定活动成本的近似区间，可以提高单点成本估算的准确性。',
      '●最可能成本(CM):对所需进行的工作和相关费用进行比较现实的估算，所得到的活动成本。',
      '●最乐观成本(CO):基于活动的最好情况所得到的成本。',
      '●最悲观成本(CP):基于活动的最差情况所得到的成本。',
      '基于活动成本在三种估算值区间内的假定分布情况，使用公式来计算预期成本(CE)。两种常用的公式是三角分布和贝塔分布，其计算公式分别为:',
      <>三角分布C<sub>E</sub>=(C<sub>o</sub>+C<sub>M</sub>+C<sub>p</sub>)/3</>,
      <>贝塔分布C<sub>E</sub>=(C<sub>o</sub>+4C<sub>M</sub>+C<sub>p</sub>)/6</>,
      '基于三点的假定分布计算出期望成本，并说明期望成本的不确定区间。'
    ],
    important: true
  },
  '4-2-10': {
    content: [
      '适用于估算成本过程的数据分析技术主要包括备选方案分析、储备分析和质量成本。',
      '1)备选方案分析',
      '备选方案分析是一种对已识别的可选方案进行评估的技术，用来决定选择哪种方案或使用何种方法来执行项目工作。例如，评估购买和制造可交付成果两种备选方案分别对成本、进度、资源和质量的影响。',
      '2)储备分析',
      '为应对成本的不确定性，成本估算中可以包括应急储备。',
      '应急储备是包含在成本基准内的一部分预算，用来应对已经接受的已识别风险，以及已经制定应急或减轻措施的已识别风险。应急储备通常是预算的一部分，用来应对那些会影响项目的“已知-未知”风险。例如，可以预知有些项目可交付成果需要返工，却不知道返工的工作量是多少，可以预留应急储备来应对这些未知数量的返工工作。可以为某个具体活动建立应急储备，也可以为整个项目建立应急储备，还可以同时建立。应急储备可取成本估算值的某一百分比、某个固定值，或者通过定量分析来确定。而随着项目信息越来越明确，可以动用、减少或取消应急储备，应该在成本文件中清楚地列出应急储备，应急储备是成本基准的一部分，也是项目整体资金需求的一部分',
      '3)质量成本',
      '在估算时，可能要用到关于质量成本的各种假设，这包括对不同情况进行评估:是为达到要求而增加投入，还是承担不符合要求而造成的成本;是寻求短期成本的降低，还是承担产品生命周期后期频繁出现问题的后果。'
    ],
    important: true
  },
  '4-2-11': {
    content: [
      '项目管理信息系统可包括电子表单、模拟软件以及统计分析工具，可用来辅助成本估算。这些工具能简化某些成本估算技术的使用，使人们能快速考虑多种成本估算方案。'
    ],
  },
  '4-2-12': {
    content: [
      '适用于估算成本过程的决策技术是投票。投票是为达成某种期望结果而对多个未来行动方案进行评估的过程。这些技术可以调动团队成员的参与，提高估算的准确性，并提高对估算结果的责任感。'
    ],
  },
  '4-2-13': {
    content: [
      '成本估算包括对完成项目工作可能需要的成本、应对已识别风险的应急储备。成本估算可以是汇总的或详细分列的。成本估算应覆盖项目所使用的全部资源，包括直接人工、材料、设备、服务、设施、信息技术以及一些特殊的成本种类，如融资成本(包括利息)、通货膨胀补贴、汇率或成本应急储备。如果间接成本也包含在项目估算中，则可在活动层次或更高层次上计列间接成本。'
    ],
  },
  '4-2-14': {
    content: [
      '成本估算所需的支持信息的数量和种类因应用领域而异，不论其详细程度如何，支持性文件都应该清晰、完整地说明成本估算是如何得出的。成本估算的支持信息可包括:①关于估算依据的文件(如估算是如何编制的);②关于全部假设条件的文件;③关于各种已知制约因素的文件;④有关已识别的、在估算成本时应考虑的风险的文件;⑤对估算区间的说明(如“10000元±10%”就说明了预期成本的所在区间);⑥对最终估算的置信水平的说明等。'
    ],
  },
  '4-2-15': {
    content: [
      '可在成本估算过程更新的项目文件主要包括:',
      '①假设日志:成本估算过程中可能会做出新假设、识别新的制约因素，或者重新审查和修改已有假设条件或制约因素，假设日志应根据这些新信息做出相应更新。',
      '②经验教训登记册:有效和高效地估算成本的技术，需要更新在经验教训登记册中。',
      '③风险登记册:在估算成本过程中选择和商定风险应对措施时，可能需要更新风险登记册。'
    ],
  },
  '4-3': {
    content: [
      '制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基准的过程。',
      '本过程的主要作用是，确定可以依据其来进行监督和控制项目绩效的成本基准。'
    ],
  },
  '4-3-1': {
    content: [
      '用于制定预算的项目管理计划组件主要包括:',
      '①成本管理计划:描述如何将项目成本纳入项目预算中。',
      '②资源管理计划:提供有关(人力和其他资源的)费率、差旅成本估算和其他可预见成本信息，这些信息是估算整个项目预算时必须考虑的因素。',
      '③范围基准:包括项目范围说明书、WBS和WBS字典的详细信息，可用于成本估算和管理。'
    ],
  },
  '4-3-2': {
    content: [
      '可作为制定预算过程输入的可行性研究文件包括:',
      '①可行性研究报告:识别了项目成功的关键因素，包括财务成功因素。',
      '②项目评估报告:概述了项目的目标效益，例如净现值的计算、实现效益的时限，以及与效益有关的测量指标。'
    ],
    important: true
  },
  '4-3-3': {
    content: [
      '可作为制定预算过程输入的项目文件主要包括:',
      '①估算依据:在估算依据中包括基本的假设条件，例如，项目预算中是否应该包含间接成本或其他成本。',
      '②成本估算:将各工作包内每个活动的成本估算汇总后，即可得到各工作包的成本估算。',
      '③项目进度计划:包括项目活动、里程碑、工作包和控制账户的计划开始和完成日期。可根据这些信息，把计划成本和实际成本汇总到相应日历时段。',
      '④风险登记册:应该审查风险登记册，以确定如何汇总风险应对成本。风险登记册的更新包含在项目文件更新中。'
    ],
  },
  '4-3-4': {
    content: [
      '在制定预算时，需要考虑将要或已经采购的产品、服务或成果的成本，以及适用的协议信息。'
    ],
  },
  '4-3-5': {
    content: [
      '会影响估算成本过程的事业环境因素包括汇率等，对于持续多年且涉及多种货币的大规模项目，需要了解汇率波动并将其纳入制定预算过程。'
    ],
  },
  '4-3-6': {
    content: [
      '会影响制定预算过程的组织过程资产包括:①现有正式和非正式的与成本预算有关的政策、程序和指南;②历史信息和经验教训知识库;③成本预算工具;④报告方法等。'
    ],
  },
  '4-3-7': {
    content: [
      '在制定预算时，应征求具备以下专业知识或接受过相关培训的个人或小组的意见:以往类似项目:来自行业、学科和应用领域的信息;财务原则;资金需求和来源等。'
    ],
  },
  '4-3-8': {
    content: [
      '先把成本估算汇总到WBS中的工作包，再由工作包汇总至WBS的更高层次(如控制账户)，最终得出整个项目的总成本。'
    ],
  },
  '4-3-9': {
    content: [
      '可用于制定预算过程的数据分析技术之一是建立项目管理储备的储备分析，管理储备是为了管理控制的目的而特别留出的项目预算，用来应对项目范围中不可预见的工作，目的是用来应对会影响项目的“未知-未知”风险。管理储备不包括在成本基准中，但属于项目总预算和资金需求的一部分。当动用管理储备资助不可预见的工作时，就要把动用的管理储备增加到成本基准中，从而导致成本基准变更。'
    ],
  },
  '4-3-10': {
    content: [
      '审核历史信息有助于进行参数估算或类比估算，历史信息包括各种项目特征(参数)，它们用于建立数学模型预测项目总成本。这些数学模型可以是简单的(例如，建造住房的总成本取决于单位面积的建造成本)，也可以是复杂的(例如，软件开发项目的成本模型中有多个变量，且每个变量又受许多因素的影响)。类比和参数模型预测的成本及准确性可能差别很大，满足以下情况时，模型预测最为可靠:①用来建立模型的历史信息准确;②模型中的参数易于量化;③模型可以调整，以便对大项目、小项目和各项目阶段都适用。'
    ],
  },
  '4-3-11': {
    content: [
      '应该根据对项目资金的限制来平衡资金支出，如果发现资金限制与计划支出之间存在差异，则可能需要调整工作的进度计划，以平衡资金的支出水平，例如可以通过在项目进度计划中添加强制日期来实现。'
    ],
  },
  '4-3-12': {
    content: [
      '融资是指为项目获取资金。长期的基础设施、工业和公共服务项目通常会寻求外部融资，如果项目使用外部资金，出资实体可能会对项目提出要求。'
    ],
  },
  '4-3-13': {
    content: [
      '是经过批准的、按时间段分配的项目预算，不包括任何管理储备，只有通过正式的变更控制程序才能变更，用作与实际结果进行比较的依据，成本基准是不同进度活动经批准的预算的总和。'
    ],
    important: true
  },
  '4-3-14': {
    content: [
      '根据成本基准，确定总资金需求和阶段性(如季度或年度)资金需求。成本基准中包括预计支出及预计债务。项目资金通常以增量的方式投入，并且可能是非均衡的。如果有管理储备，则总资金需求等于成本基准加管理储备。在资金需求文件中，也可说明资金来源。'
    ],
  },
  '4-3-15': {
    content: [
      '可在制定预算过程更新的项目文件主要包括:',
      '①成本估算:更新成本估算，以记录任何额外信息。',
      '②项目进度计划:项目进度计划可能记录了各项活动的估算成本。',
      '③风险登记册:记录在本过程中识别的新风险于风险登记册中，并通过风险管理过程进行管理。'
    ],
  },
  '4-4': {
    content: [
      '控制成本是监督项目状态，以更新项目成本和管理成本基准变更的过程。',
      '本过程的主要作用是在整个项目期间保持对成本基准的维护。',
      '需要在整个项目期间开展。'
    ],
  },
  '4-4-1': {
    content: [
      '用于控制成本的项目管理计划组件主要包括:',
      '①成本管理计划:描述如何管理和控制项目成本。',
      '②成本基准:将成本基准与实际结果相比，以判断是否需要进行变更或采取纠正或预防措施。',
      '③绩效测量基准:使用挣值分析时，将绩效测量基准与实际结果比较，以决定是否有必要进行变更、采取纠正措施或预防措施。'
    ],
  },
  '4-4-2': {
    content: [
      '项目资金需求包括预计支出及预计债务，'
    ],
  },
  '4-4-3': {
    content: [
      '可作为控制成本过程输入的项目文件是经验教训登记册，在项目早期获得的经验教训可以运用到后期阶段，以改进成本控制。'
    ],
  },
  '4-4-4': {
    content: [
      '工作绩效数据包含项目状态的数据，例如哪些成本已批准、发生、支付和开具发票。'
    ],
  },
  '4-4-5': {
    content: [
      '会影响控制成本过程的组织过程资产主要包括:现有的正式和非正式的与成本控制相关的政策、程序和指南;成本控制工具;可用的监督和报告方法等。'
    ],
  },
  '4-4-6': {
    content: [
      '在项目中对成本进行控制时，应征求具备以下专业知识或接受过相关培训的个人或小组的意见:偏差分析、挣值分析、预测、财务分析等。'
    ],
  },
  '4-4-7': {
    content: [
      '适用于控制成本过程的数据分析技术主要包括:',
      '(1)挣值分析(EVA)。挣值分析将实际进度和成本绩效与绩效测量基准进行比较。挣值分析把范围基准、成本基准和进度基准整合起来，形成绩效测量基准。它针对每个工作包和控制账户，计算并监测以下三个关键指标。',
      '①计划价值(PV):是为计划工作分配的经批准的预算，它是为完成某活动或WBS组成部分而准备的一份经批准的预算，不包括管理储备。应该把预算分配至项目生命周期的各个阶段;在某个给定的时间点，计划价值代表着应该已经完成的工作。PV的总和有时被称为绩效测量基准(PMB)，项目的总计划价值又被称为完工预算(BAC)。',
      '②挣值(EV):是对已完成工作的测量值，用该工作的批准预算来表示，是已完成工作的经批准的预算。EV的计算应该与PMB相对应，且所得的EV值不得大于相应组件的PV总预算。EV常用于计算项目的完成百分比，应该为每个WBS组件规定进展测量准则，用于考核正在实施的工作。项目经理既要监测EV的增量，以判断当前的状态，又要监测EV的累计值，以判断长期的绩效趋势。',
      '③实际成本(AC):是在给定时段内执行某活动而实际发生的成本，是为完成与EV相对应的工作而发生的总成本。AC的计算方法必须与PV和EV的计算方法保持一致(例如，都只计算直接小时数、直接成本或包含间接成本在内的全部成本)。AC没有上限，为实现EV所花费的任何成本都要计算进去',
      '(2)偏差分析。在EVM中，偏差分析用以解释成本偏差(CV=EV-AC)、进度偏差(SV=EV-PV)和完工偏差(VAC=BAC-EAC)的原因、影响和纠正措施，成本和进度偏差是最需要分析的两种偏差。对于不使用正规挣值分析的项目，可开展类似的偏差分析，通过比较计划成本和实际成本，来识别成本基准与实际项目绩效之间的差异;然后可以实施进一步的分析，以判定偏离进度基准的原因和程度，并决定是否需要采取纠正或预防措施。可通过成本绩效测量来评价偏离原始成本基准的程度。项目成本控制的重要工作包括:判定偏离成本基准的原因和程度，并决定是否需要采取纠正或预防措施，随着项目工作的逐步完成，偏差的可接受范围(常用百分比表示)将逐步缩小。',
      '①进度偏差(SV):是测量进度绩效的一种指标，表示为挣值与计划价值之差。它是指在某个给定的时点，项目提前或落后的进度，它是测量项目进度绩效的一种指标，等于挣值(EV)减去计划价值(PV)。进度偏差是一种有用的指标，可表明项目进度是落后还是提前于进度基准。当项目完工时，全部的计划价值都将实现(即称为挣值)，进度偏差最终将等于零。最好把进度偏差与关键路径法和风险管理一起使用。进度偏差计算',
      '公式:SV=EV-PV。',
      '②成本偏差(CV):是在某个给定时点的预算亏空或盈余量，表示为挣值与实际成本之差。它是测量项目成本绩效的一种指标，等于挣值(EV)减去实际成本(AC)。项目结束时的成本偏差，就是完工预算(BAC)与实际成本之间的差值。由于成本偏差指明了实际绩效与成本支出之间的关系，所以非常重要。CV为负值一般都是不可挽回的。成本偏差计算公式:CV=EV-AC。',
      '③进度绩效指数(SPI):是测量进度效率的一种指标，表示为挣值与计划价值之比，反映了项目团队完成工作的效率。有时与成本绩效指数(CPI)一起使用，以预测项目的最终完工估算。当SPI小于1.0时，说明已完成的工作量未达到计划要求;当SPI大于1.0时，则说明已完成的工作量超过计划。由于SPI测量的是项目的总工作量，所以还需要对关键路径上的绩效进行单独分析，以确认项目是否将比计划完成日期提前或推迟完工。进度绩效指数计算公式:SPI=EV/PV',
      '④成本绩效指数(CPI):是测量预算资源的成本效率的一种指标，表示为挣值与实际成本之比。它是最关键的挣值分析指标，用来测量已完成工作的成本效率。当CPI小于1.0时，说明已完成工作的成本超支;当CPI大于1.0时，则说明到目前为止成本有结余。成本绩效指数公式:CPl=EV/AC。',
      '(3)趋势分析。趋势分析旨在审查项目绩效随时间的变化情况，以判断绩效是正在改善还是正在恶化。图形分析技术有助于了解截至目前的绩效情况，并把发展趋势与未来的绩效目标进行比较，如BAC与EAC、预测完工日期与计划完工日期的比较。趋势分析技术包括:',
      '①图表:在挣值分析中，对计划价值、挣值和实际成本这三个参数，既可以分阶段(通常以周或月为单位)进行监督和报告，也可针对累计值进行监督和报告。',
      '②预测:随着项目进展，项目团队可根据项目绩效，对完工估算(EAC)进行预测，预测的结果可能与完工预算(BAC)存在差异。如果BAC已明显不再可行，则项目经理应考虑对EAC进行预测。预测EAC是根据当前掌握的绩效信息和其他知识，预计项目未来的情况和事件。预测要根据项目执行过程中所提供的工作绩效数据来产生、更新和重新发布。工作绩效信息包含项目过去的绩效，以及可能在未来对项目产生影响的任何信息。',
      '在计算EAC时，通常用已完成工作的实际成本，加上剩余工作的完工尚需估算(ETC)。项目团队要根据已有的经验，考虑实施ETC工作可能遇到的各种情况。把挣值分析与手工预测EAC方法联合起来使用，效果会更佳。由项目经理和项目团队手工进行的自下而上汇总方法，就是一种最普通的EAC预测方法。',
      '项目经理所进行的自下而上的EAC估算，就是以已完成工作的实际成本为基础，并根据已积累的经验来为剩余项目工作编制一个新估算。公式:EAC=AC+自下而上的ETC。',
      '可以很方便地把项目经理手工估算的EAC与计算得出的一系列EAC做比较，这些计算得出的EAC代表了不同的风险情景。在计算EAC值时，经常会使用累计CPI和累计SPI值。尽管可以用许多方法来计算基于EVM数据的EAC值，但下面只介绍最常用的三种方法:①假设将按预算单价完成ETC工作:这种方法承认以实际成本表示的累计项目绩效，并预计未来的全部ETC工作都将按预算单价完成。如果目前的实际绩效不好，则只有在进行项目风险分析并取得有力证据后，才能做出“未来绩效将会改进”的假设。公式:EAC=AC+(BAC-EV);②假设以当前CPI完成ETC工作:这种方法假设项目将按截至目前的情况继续进行，即ETC工作将按项目截至目前的累计成本绩效指数(CPI)实施。公式:EAC=BAC/CPI;③假设SPI与CPI将同时影响ETC工作:在这种预测中，需要计算一个由成本绩效指数与进度绩效指数综合决定的效率指标，并假设ETC工作将按该效率指标完成。如果项目进度对ETC有重要影响，这种方法最有效。使用这种方法时，还可以根据项目经理的判断，分别给CPI和SPI赋予不同的权重，如80/20、50/50或其他比率。公式:EAC=AC+[(BAC-EV)/CPI×SPD]。',
      '(4)储备分析。在控制成本过程中，可以采用储备分析来监督项目中应急储备和管理储备的使用情况，从而判断是否还需要这些储备，或者是否需要增加额外的储备。随着项目工作的进展，这些储备可能已按计划用于支付风险或其他应急情况的成本:反之，如果抓住机会节约了成本，节约下来的资金可能会增加到应急储备中，或作为盈利/利润从项目中剥离。',
      '如果已识别的风险没有发生，就可能要从项目预算中扣除未使用的应急储备，为其他项目或运营腾出资源。同时，在项目中开展进一步风险分析，可能会发现需要为项目预算申请额外的储备。'
    ],
    important: true
  },
  '4-4-8': {
    content: [
      '完工尚需绩效指数(TCPI)是一种为了实现特定的管理目标，剩余资源的使用必须达到的成本绩效指标，是完成剩余工作所需的成本与剩余预算之比。TCPI是指为了实现具体的管理目标(如BAC或EAC)，剩余工作的实施必须达到的成本绩效指标。如果BAC已明显不再可行，则项目经理应考虑使用预测的EAC。经过批准后，就用EAC取代BAC。基于BAC的TCPI公式:TCPI=(BAC-EV)/(BAC-AC)。TCPI的概念可用图11-8表示。TCPI的计算公式在图的左下角，用剩余工作(BAC减去EV)除以剩余资金(可以是BAC减去AC，或EAC减去AC)。'
    ],
    important: true
  },
  '4-4-9': {
    content: [
      '项目管理信息系统常用于监测PV、EV和AC这三个挣值分析指标、绘制趋势图，并预测最终项目结果的可能区间。'
    ],
  },
  '4-4-10': {
    content: [
      '工作绩效信息包括有关项目工作实施情况的信息(对照成本基准)，可以在工作包层级和控制账户层级上评估已执行的工作和工作成本方面的偏差。对于使用挣值分析的项目，CV、CPI、EAC、VAC和TCPI将记录在工作绩效报告中。'
    ],
  },
  '4-4-11': {
    content: [
      '无论是计算得出的EAC值，还是自下而上估算的EAC值，都需要记录下来，并传达给干系人。'
    ],
  },
  '4-4-12': {
    content: [
      '分析项目绩效后，可能会就成本基准和进度基准，或项目管理计划的其他组成部分提出变更请求。应该通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '4-4-13': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理，需要变更请求的项目管理计划组成部分包括:',
      '①成本管理计划:该计划中需要更新的内容包括用于管理项目成本的控制临界值或所要求的准确度。要根据干系人的反馈意见，对它们进行更新。',
      '②成本基准:在针对范围、资源或成本估算的变更获得批准后，需要对成本基准做出相应的变更。在某些情况下，成本偏差可能太过严重，以至于需要修订成本基准，以便为绩效测量提供现实可行的依据。',
      '③绩效测量基准:在针对范围、进度绩效或成本估算的变更获得批准后，需要对绩效测量基准做出相应的变更。在某些情况下，绩效偏差可能太过严重，以至于需要提出变更请求来修订绩效测量基准，以便为绩效测量提供现实可行的依据。'
    ],
  },
  '4-4-14': {
    content: [
      '可在控制成本过程更新的项目文件主要包括:',
      '①假设日志:成本绩效可能表明需要重新修订有关资源生产率和其他影响成本绩效因素的假设条件。',
      '②估算依据:成本绩效可能表明需要重新审查初始估算依据。',
      '③成本估算:可能需要更新成本估算，以反映项目的实际成本效率。',
      '④经验教训登记册:有效维护预算、偏差分析、挣值分析、预测，以及应对成本偏差的纠正措施的相关技术，应当更新在经验教训登记册中。',
      '⑤风险登记册:如果出现成本偏差，或成本可能达到临界值，则应更新风险登记册。'
    ],
  }
}
