export default {
  '5-1': {
    content: [
      '规划质量管理是识别项目及其可交付成果的质量要求、标准，并书面描述项目将如何证明符合质量要求、标准的过程。本过程的主要作用是为在整个项目期间如何管理和核实质量提供指南和方向。'
    ],
  },
  '5-1-1': {
    content: [
      '项目章程中包含对项目和产品特征的高层级描述，还包括可以影响项目质量管理的项目审批要求、可测量的项目目标和相关的成功标准。'
    ],
  },
  '5-1-2': {
    content: [
      '用于规划质量管理的项目管理计划组件主要包括:',
      '①需求管理计划:提供了识别、分析和管理需求的方法，以供质量管理计划和质量测量指标借鉴。',
      '②风险管理计划:提供了识别、分析和监督风险的方法。将风险管理计划和质量管理计划的信息相结合，有助于成功交付产品和项目。',
      '③干系人参与计划:提供了记录干系人需求和期望的方法，为质量管理奠定了基础。',
      '④范围基准:在确定适用于项目的质量标准和目标时，以及在确定要求质量审查的项目可交付成果和过程时，需要考虑WBS和项目范围说明书中记录的可交付成果。范围说明书包含可交付成果的验收标准，用以界定可能导致质量成本并进而导致项目成本的显著升高或降低，满足所有验收标准意味着满足干系人的需求。'
    ],
  },
  '5-1-3': {
    content: [
      '可作为规划质量管理过程输入的项目文件主要包括:',
      '①假设日志:记录与质量要求和标准合规相关的全部假设条件和制约因素。',
      '②需求文件:记录项目和产品为满足干系人的期望应达到的要求，它包括针对项目和产品的质量要求，这些需求有助于项目团队规划如何实施项目质量控制。',
      '③需求跟踪矩阵:将产品需求连接到可交付成果，有助于确保需求文件中的各项需求都得到测试。矩阵提供了核实需求时所需测试的概述。',
      '④风险登记册:包含可能影响质量要求的各种威胁和机会的信息。',
      '⑤干系人登记册:有助于识别对质量有特别兴趣或影响的干系人，尤其注重客户和项目发起人的需求和期望。'
    ],
  },
  '5-1-4': {
    content: [
      '能够影响规划质量管理过程的事业环境因素包括:政府法规;特定应用领域的相关规则标准和指南;物理分布;组织结构:市场条件;项目或可交付成果的工作条件或运行条件;文化观念等。'
    ],
  },
  '5-1-5': {
    content: [
      '能够影响规划质量管理的组织过程资产包括:组织的质量管理体系，包括政策、程序及指南;质量模板，例如核查表、跟踪矩阵及其他;历史数据库和经验教训知识库等。'
    ],
  },
  '5-1-6': {
    content: [
      '在对质量管理进行规划时，应征求具备以下专业知识或接受过相关培训的个人或小组的意见:质量保证、质量控制、质量测量结果、质量改进、质量体系等。'
    ],
  },
  '5-1-7': {
    content: [
      '适用于规划质量管理过程的数据收集技术包括:',
      '①标杆对照:将实际或计划的项目实践或项目的质量标准与可比项目的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。作为标杆的项目可以来自执行组织内部或外部，或者来自同一应用领域或其他应用领域。标杆对照也允许用不同应用领域或行业的项目做类比。',
      '②头脑风暴:通过头脑风暴可以向团队成员或主题专家收集数据，以制订最适合新项目的质量管理计划。',
      '③访谈:有经验的项目参与者、干系人和主题专家有助于了解他们对项目和产品质量的隐性和显性、正式和非正式的需求和期望。应在信任和保密的环境下开展访谈，以获得真实可信、不带偏见的反馈。'
    ],
    important: true
  },
  '5-1-8': {
    content: [
      '适用于规划质量管理过程的数据分析技术包括:',
      '①成本效益分析:成本效益分析是用来估算备选方案优势和劣势的财务分析工具，以确定可以创造最佳效益的备选方案。成本效益分析可帮助项目经理确定规划的质量活动是否有效利用了成本。达到质量要求的主要效益包括减少返工、提高生产率、降低成本、提升干系人满意度及提升盈利能力。对每个质量活动进行成本效益分析，就是要比较其可能成本与预期效益。',
      '②质量成本:与项目有关的质量成本(COQ)包含以下一种或多种成本(图12-3提供了各组成本的例子):①预防成本。预防特定项目的产品、可交付成果或服务质量低劣所带来的成本。②评估成本。评估、测量、审计和测试特定项目的产品、可交付成果或服务所带来的成本。③失败成本(内部/外部)。因产品、可交付成果或服务与干系人需求或期望不一致而导致的成本。最优COQ能够在预防成本和评估成本之间找到恰当的投资平衡点，用于规避失败成本。'
    ],
    important: true
  },
  '5-1-9': {
    content: [
      '多标准决策分析是适用于规划质量管理过程的一种决策技术，多标准决策分析工具(如优先矩阵)可用于识别关键事项和合适的备选方案，并通过一系列决策排列出备选方案的优先顺序。先对标准排序和加权，再应用于所有备选方案，计算出各个备选方案的数学得分，然后根据得分对备选方案排序。在本过程中，它有助于排定质量测量指标的优先顺序。'
    ],
    important: true
  },
  '5-1-10': {
    content: [
      '适用于规划质量管理过程的数据表现技术包括:',
      '①流程图:流程图也称过程图，用来显示将一个或多个输入转化成一个或多个输出的过程中，所需步骤顺序和可能分支。它通过映射水平价值链的过程细节来显示活动、决策点、分支循环、并行路径及整体处理顺序。图12-4展示了其中一个版本的价值链，即SIPOC(供应商、输入、过程、输出和客户)模型。流程图有助于了解和估算一个过程的质量成本，通过工作流的逻辑分支及其相对频率来估算质量成本，这些逻辑分支细分为完成符合要求的输出而需要开展的一致性工作和非一致性工作。用于展示过程步骤时，流程图有时又被称为“过程流程图”或“过程流向图”，可帮助改进过程并识别可能出现质量缺陷或可以纳入质量检查的地方。',
      '②逻辑数据模型:逻辑数据模型把组织数据可视化，用业务语言加以描述，不依赖任何特定技术。逻辑数据模型可用于识别会出现数据完整性或其他问题的地方。',
      '③矩阵图:矩阵图在行列交叉的位置展示因素、原因和目标之间的强弱关系。根据可用来比较因素的数量，项目经理可使用不同形状的矩阵图，如L型、T型、Y型、X型、C型和屋顶型矩阵。在规划质量管理过程中，矩阵图有助于识别对项目成功至关重要的质量测量指标。',
      '④思维导图:思维导图是一种用于可视化组织信息的绘图法。质量思维导图通常是基于单个质量概念创建的，是绘制在空白页面中央的图像，之后再增加以图像、词汇或词条形式表现的想法。思维导图技术可以有助于快速收集项目质量要求、制约因素、依赖关系和联系。'
    ],
    important: true
  },
  '5-1-11': {
    content: [
      '在规划阶段，项目经理和项目团队决定如何测试或检查产品、可交付成果或服务，以满足干系人的需求和期望，以及如何满足产品的绩效和可靠性目标。不同行业有不同的测试与检查，可能包括软件项目的α测试和β测试、建筑项目的强度测试、制造和实地测试的检查，以及工程的无损伤测试。'
    ],
    important: true
  },
  '5-1-12': {
    content: [
      '项目团队可召开规划会议来制订质量管理计划。参会者包括项目经理、项目发起人、选定的项目团队成员、选定的干系人、项目质量管理活动的负责人以及其他必要人员。'
    ],
  },
  '5-1-13': {
    content: [
      '项目管理计划是项目管理计划的组成部分，描述如何实施适用的政策、程序和指南以实现质量目标。它描述了项目管理团队为实现一系列项目质量目标所需的活动和资源。质量管理计划可以是正式或非正式的，非常详细或高度概括的，其风格与详细程度取决于项目的具体需要。应该在项目早期就对质量管理计划进行评审，以确保决策是基于准确信息的。这样做的好处是，更加关注项目的价值定位，降低因返工而造成的成本超支金额和进度延误次数。质量管理计划内容一般包括:①项目采用的质量标准;②项目的质量目标;③质量角色与职责;④需要质量审查的项目可交付成果和过程;⑤为项目规划的质量控制和质量管理活动;⑥项目使用的质量工具;⑦与项目有关的主要程序，例如处理不符合要求的情况、纠正措施程序以及持续改进程序等。'
    ],
    important: true
  },
  '5-1-14': {
    content: [
      '质量测量指标专用于描述项目或产品属性，以及控制质量过程将如何验证符合程度。质量测量指标的例子包括按时完成的任务的百分比、以CPI测量的成本绩效、故障率、识别的日缺陷数量、每月总停机时间、每个代码行的错误、客户满意度分数，以及测试计划所涵盖的需求百分比(即测试覆盖度)。'
    ],
  },
  '5-1-15': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理，可能需要变更的部分包括:',
      '①风险管理计划:在确定质量管理方法时可能需要更改已商定的项目风险管理方法，这些变更会记录在风险管理计划中。',
      '②范围基准:如果需要增加特定的质量管理活动，范围基准可能因本过程而变更。',
      'WBS词典记录的质量要求可能需要更新。'
    ],
  },
  '5-1-16': {
    content: [
      '可在规划质量管理过程更新的项目文件主要包括:',
      '①经验教训登记册:在质量规划过程中遇到的挑战需要更新在经验教训登记册中。',
      '②需求跟踪矩阵:本过程指定的质量要求，记录在需求跟踪矩阵中。',
      '③风险登记册:在本过程中识别的新风险记录在风险登记册中，并通过风险管理过程进行管理。',
      '④干系人登记册:如果在规划质量管理过程中收集到有关现有或新干系人的其他信息，则记录到干系人登记册中。'
    ],
  },
  '5-2': {
    content: [
      '管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程。本过程的主要作用:1提高实现质量目标的可能性;2识别无效过程和导致质量低劣的原因;3使用控制质量过程的数据和结果向干系人展示项目的总体质量状态。'
    ],
  },
  '5-2-1': {
    content: [
      '项目管理计划组件包括但不限于质量管理计划，质量管理计划定义了项目和产品质量的可接受水平，并描述了如何确保可交付成果和过程达到这一质量水平。质量管理计划还描述了不合格产品的处理方式以及须采取的纠正措施。'
    ],
  },
  '5-2-2': {
    content: [
      '可作为管理质量过程输入的项目文件主要包括:',
      '①经验教训登记册:项目早期与质量管理有关的经验教训，可以运用到项目后期阶段，以提高质量管理的效率与效果。',
      '②质量控制测量结果:用于分析和评估项目过程和可交付成果的质量是否符合执行组织的标准或特定要求，质量控制测量结果也有助于分析这些测量结果的产生过程，以确定实际测量结果的正确程度。',
      '③质量测量指标:核实质量测量指标是控制质量过程的一个环节。管理质量过程依据这些测量指标设定项目的测试场景和可交付成果，用作改进举措的依据。',
      '④风险报告:管理质量过程使用风险报告识别整体项目风险的来源以及整体风险敞口的最重要的驱动因素，这些因素能够影响项目的质量目标。'
    ],
  },
  '5-2-3': {
    content: [
      '能够影响管理质量过程的组织过程资产包括:政策、程序及指南的组织质量管理体系;质量模板，例如核查表、跟踪矩阵、测试计划、测试文件及其他模板;以往审计的结果:包含类似项目信息的经验教训知识库等。'
    ],
  },
  '5-2-4': {
    content: [
      '适用于管理质量过程的数据收集技术是核对单。核对单是一种结构化工具，通常列出特定组成部分，用来核实所要求的一系列步骤是否已得到执行或检查需求列表是否已得到满足。基于项目需求和实践，核对单可简可繁。许多组织都有标准化的核对单，用来规范地执行经常性任务。在某些应用领域，核对单也可从专业协会或商业性服务机构获取。质量核对单应该涵盖在范围基准中定义的验收标准。'
    ],
  },
  '5-2-5': {
    content: [
      '适用于管理质量过程的数据分析技术主要包括:',
      '①备选方案分析:该技术用于评估已识别的可选方案，以选择那些最合适的质量方案或方法。',
      '②文件分析:分析项目控制过程所输出的不同文件，如质量报告、测试报告、绩效报告和偏差分析，可以重点指出可能超出控制范围之外并阻碍项目团队满足特定要求或干系人期望的过程。',
      '③过程分析:该分析可以识别过程改进机会，同时检查在过程期间遇到的问题、制约因素以及非增值活动。',
      '④根本原因分析(RCA):该分析是确定引起偏差、缺陷或风险的根本原因的一种分析技术。一项根本原因可能引起多项偏差、缺陷或风险。根本原因分析还可以作为一项技术，用于识别问题的根本原因并解决问题。消除所有根本原因可以杜绝问题再次发生。'
    ],
    important: true
  },
  '5-2-6': {
    content: [
      '适用于本过程的决策技术包括但不限于多标准决策分析。在讨论影响项目或产品质量的备选方案时，可以使用多标准决策评估多个标准。“项目”决策可以包括在不同执行情景或供应商中加以选择，“产品”决策可以包括评估生命周期成本、进度、干系人的满意程度，以及与解决产品缺陷有关的风险。'
    ],
  },
  '5-2-7': {
    content: [
      '适用于管理质量过程的数据表现技术主要包括:',
      '①亲和图:亲和图可以对潜在缺陷成因进行分类，展示最应关注的领域。',
      '②因果图:因果图又称“鱼骨图”“why-why分析图”和“石川图”，将问题陈述的原因分解为离散的分支，有助于识别问题的主要原因或根本原因。图12-6是因果图的一个例子。',
      '③流程图:流程图展示了引发缺陷的一系列步骤。',
      '④直方图:直方图是一种展示数字数据的条形图，可展示每个可交付成果的缺陷数量、缺陷成因排列、各个过程的不合规次数，或项目或产品缺陷的其他表现形式。',
      '⑤矩阵图:矩阵图在行列交叉的位置展示因素、原因和目标之间的关系强弱。',
      '⑥散点图:散点图是一种展示两个变量之间关系的图形，它能够展示两支轴的关系，一支轴表示过程、环境或活动的任何要素，另一支轴表示质量缺陷。'
    ],
    important: true
  },
  '5-2-8': {
    content: [
      '审计是用于确定项目活动是否遵循了组织和项目的政策、过程与程序的一种结构化且独立的过程。质量审计通常由项目外部的团队开展，如组织内部审计部门、项目管理办公室(PMO)或组织外部的审计师。质量审计目标一般包括:1识别全部正在实施的良好及最佳实践;2识别所有违规做法、差距及不足;3分享所在组织和/或行业中类似项目的良好实践;4积极、主动地提供协助，以改进过程的执行，从而帮助团队提高生产效率;5强调每次审计都应对组织经验教训知识库的积累做出贡献等。',
      '采取后续措施纠正问题可以降低质量成本，并提高发起人或客户对项目产品的接受度。',
      '质量审计可事先安排，也可随机进行;可由内部或外部审计师进行。质量审计还可确认已批准的变更请求(包括更新、纠正措施、缺陷补救和预防措施)的实施情况。'
    ],
    important: true
  },
  '5-2-9': {
    content: [
      '面向X的设计(DFX)是产品设计期间可采用的一系列技术指南，旨在优化设计的特定方面，可以控制或提高产品最终特性。DfX中的X可以是产品开发的不同方面，例如可靠性、调配、装配、制造、成本、服务、可用性、安全性和质量。使用DFX可以降低成本、改进质量、提高绩效和客户满意度。'
    ],
    important: true
  },
  '5-2-10': {
    content: [
      '问题解决发现解决问题或应对挑战的解决方案。它包括收集其他信息、具有批判性思维的、创造性的、量化的和/或逻辑性的解决方法。有效和系统化地解决问题是质量保证和质量改进的基本要素。问题可能在控制质量过程或质量审计中发现，也可能与过程或可交付成果有关。使用结构化的问题解决方法有助于消除问题和制定长久有效的解决方案。问题解决方法通常包括以下要素:定义问题，识别根本原因，生成可能的解决方案，选择最佳解决方案，执行解决方案，验证解决方案的有效性等。'
    ],
  },
  '5-2-11': {
    content: [
      '质量改进的开展，可基于质量控制过程的发现和建议、质量审计的发现或管理质量过程的问题解决。计划一实施一检查一行动和六西格玛是最常用于分析和评估改进机会的两种质量改进工具。'
    ],
    important: true
  },
  '5-2-12': {
    content: [
      '质量报告可能是图形、数据或定性文件，其中包含的信息可帮助其他过程和部门采取纠正措施，以实现项目质量期望。质量报告的信息可以包含团队上报的质量管理问题，针对过程、项目和产品的改善建议，纠正措施建议(包括返工、缺陷/漏洞补救、100%检查等)，以及在控制质量过程中发现的情况的概述。'
    ],
    important: true
  },
  '5-2-13': {
    content: [
      '可基于行业需求和组织模板创建测试与评估文件。它们是控制质量过程的输入，用于评估质量目标的实现情况。这些文件可能包括专门的核对单和详尽的需求跟踪矩阵。'
    ],
  },
  '5-2-14': {
    content: [
      '如果管理质量过程期间出现了可能影响项目管理计划任何组成部分、项目文件或项目/产品管理过程的变更，项目经理应提交变更请求并遵循实施整体变更控制过程。'
    ],
  },
  '5-2-15': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理，此处可能需要变更的包括:',
      '①质量管理计划:可能需要根据实际结果修改已商定的质量管理方法。',
      '②范围基准:可能因特定的质量管理活动而变更。',
      '③进度基准:可能因特定的质量管理活动而变更。',
      '④成本基准:可能因特定的质量管理活动而变更。'
    ],
  },
  '5-2-16': {
    content: [
      '可在管理质量过程更新的项目文件主要包括:',
      '①问题日志:在本过程中提出的新问题记录到问题日志中。',
      '②经验教训登记册:项目中遇到的挑战、本应可以规避这些挑战的方法以及良好的质量管理方式，需要记录在经验教训登记册中。',
      '③风险登记册:在本过程中识别的新风险记录在风险登记册中，并通过风险管理过程进行管理。'
    ],
  },
  '5-3': {
    content: [
      '控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录质量管理活动执行结果的过程。本过程的主要作用:①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收;②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。'
    ],
  },
  '5-3-1': {
    content: [
      '可用于控制质量的项目管理计划组件是质量管理计划，质量管理计划定义了如何在项目中开展质量控制。'
    ],
  },
  '5-3-2': {
    content: [
      '可作为控制质量过程输入的项目文件主要包括:',
      '①测试与评估文件:用于评估质量目标的实现程度。',
      '②质量测量指标:专用于描述项目或产品属性，以及控制质量过程将如何验证符合程度。3经验教训登记册:在项目早期的经验教训可以运用到后期阶段，以改进质量控制。'
    ],
  },
  '5-3-3': {
    content: [
      '可交付成果指的是在某一过程、阶段或项目完成时，必须产出的任何独特并可核实的产品、成果或服务能力。作为指导与管理项目工作过程输出的可交付成果将得到检查，并与项目范围说明书定义的验收标准作比较。'
    ],
  },
  '5-3-4': {
    content: [
      '工作绩效数据包括产品状态数据，例如观察结果、质量测量指标、技术绩效测量数据，以及关于进度绩效和成本绩效的项目质量信息。'
    ],
  },
  '5-3-5': {
    content: [
      '在实施整体变更控制过程中，通过更新变更日志，显示哪些变更已经得到批准，哪些变更没有得到批准。批准的变更请求可包括各种修正，如缺陷补救、修订的工作方法和修订的进度计划。完成局部变更时，如果步骤不完整或不正确，可能会导致不一致和延迟。批准的变更请求的实施须核实，并需要确认完整性、正确性以及是否重新测试。'
    ],
  },
  '5-3-6': {
    content: [
      '能够影响控制质量过程的事业环境因素包括:项目管理信息系统，质量管理软件可用于跟进过程或可交付成果中错误和差异;政府法规:特定应用领域的相关规则、标准和指南等。'
    ],
  },
  '5-3-7': {
    content: [
      '能够影响控制质量过程的组织过程资产包括:质量标准和政策;质量模板，例如核查表、核对单等;问题与缺陷报告程序及沟通政策等。'
    ],
  },
  '5-3-8': {
    content: [
      '适用于控制质量过程的数据收集技术包括:',
      '①核对单:有助于以结构化的方式管理控制质量活动。',
      '②核查表:又称计数表，用于合理排列各种事项，以便有效地收集关于潜在质量问题的有用数据。',
      '③统计抽样:是指从目标总体中选取部分样本用于检查(如从75张工程图纸中随机抽取10张)。样本用于测量控制和确认质量。抽样的频率和规模应在规划质量管理过程中确定。',
      '④问卷调查:可用于在部署产品或服务之后收集关于客户满意度的数据。在问卷调查中识别的缺陷相关成本可被视为COQ模型中的外部失败成本，给组织带来的影响会超出成本本身。'
    ],
    important: true
  },
  '5-3-9': {
    content: [
      '适用于控制质量过程的数据分析技术包括:',
      '①绩效审查:针对实际结果测量、比较和分析规划质量管理过程中定义的质量测量指标。',
      '②根本原因分析(RAC):根本原因分析用于识别缺陷成因。'
    ],
    important: true
  },
  '5-3-10': {
    content: [
      '检查是指检验工作产品，以确定是否符合书面标准。检查的结果通常包括相关的测量数据，可在任何层面上进行。可以检查单个活动的成果，也可以检查项目的最终产品。检查也可称为审查、同行审查、审计或巡检等，而在某些应用领域，这些术语的含义比较狭窄和具体。检查也可用于确认缺陷补救。'
    ],
    important: true
  },
  '5-3-11': {
    content: [
      '测试是一种有组织的、结构化的调查，旨在根据项目需求提供有关被测产品或服务质量的客观信息。测试的目的是找出产品或服务中存在的错误、缺陷、漏洞或其他不合规问题。用于评估各项需求的测试的类型、数量和程度是项目质量计划的一部分，具体取决于项目的性质、时间、预算或其他制约因素。测试可以贯穿于整个项目，可以随着项目的不同组成部分变得可用时进行，也可以在项目结束(即交付最终可交付成果)时进行。早期测试有助于识别不合规问题，帮助减少修补不合规组件的成本。不同应用领域需要不同测试。例如，软件测试可能包括单元测试、集成测试、黑盒测试、白盒测试、接口测试、回归测试、a测试等;建筑项目中测试可能包括水泥强度测试、混凝土和易性测试，在建筑工地进行的旨在测试硬化混凝土结构的质量无损伤测试，以及土壤试验;硬件开发中，测试可能包括环境应力筛选、老化测试、系统测试等。'
    ],
    important: true
  },
  '5-3-12': {
    content: [
      '适用于控制质量过程的数据表现技术包括:',
      '①因果图:用于识别质量缺陷和错误可能造成的结果。',
      '②控制图:用于确定一个过程是否稳定，或者是否具有可预测的绩效。规格上限和下限是根据要求制定的，反映了可允许的最大值和最小值。上下控制界限不同于规格界限。控制界限根据标准的统计原则，通过标准的统计计算确定，代表一个稳定过程的自然波动范围。项目经理和干系人可基于计算出的控制界限，识别须采取纠正措施的检查点，以预防不在控制界限内的绩效。控制图可用于监测各种类型的输出变量。虽然控制图最常用来跟踪批量生产中的重复性活动，但也可用来监测成本与进度偏差、产量、范围变更频率或其他管理工作成果，以便帮助确定项目管理过程是否受控。',
      '③直方图:可按来源或组成部分展示缺陷数量。',
      '④散点图:可在一支轴上展示计划的绩效，在另一支轴上展示实际绩效。'
    ],
    important: true
  },
  '5-3-13': {
    content: [
      '进行审查，以核实它们是否已按批准的方式实施，确认是否已完成局部变更，以及是否已执行、测试、完成和证实所有部分。2回顾/经验教训。项目团队举行的会议，旨在讨论:项目/阶段的成功要素;待改进之处;当前项目和未来项目可增加的内容;可增加到组织过程资产中的内容等。'
    ],
  },
  '5-3-14': {
    content: [
      '工作绩效信息包含有关项目需求实现情况的信息、拒绝的原因、要求的返工、纠正措施建议、核实的可交付成果列表、质量测量指标的状态以及过程调整需求。'
    ],
  },
  '5-3-15': {
    content: [
      '控制质量的测量结果是对质量控制活动结果的书面记录，应以质量管理计划所确定的格式加以记录。'
    ],
  },
  '5-3-16': {
    content: [
      '控制质量过程的一个目的就是确定可交付成果的正确性。开展控制质量过程的结果是核实的可交付成果，后者又是确认范围过程的一项输入，以便正式验收。如果存在任何与可交付成果有关的变更请求或改进事项，可能会执行变更、开展检查并重新核实。'
    ],
    important: true
  },
  '5-3-17': {
    content: [
      '如果控制质量过程期间出现了可能影响项目管理计划任何组成部分或项目文件的变更，项目经理应提交变更请求，且应该通过实施整体变更控制过程对变更请求进行审查和处理。'
    ],
  },
  '5-3-18': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更请求的项目管理计划组成部分包括但不限于质量管理计划。'
    ],
  },
  '5-3-19': {
    content: [
      '可在控制质量过程更新的项目文件主要包括:',
      '①问题日志:多次不符合质量要求的可交付成果通常被记录为问题。',
      '②经验教训登记册:质量缺陷的来源、可以规避它们的方法以及有效的处理方式，都应该记录到经验教训登记册中。',
      '③风险登记册:在本过程中识别的新风险记录在风险登记册中，并通过风险管理过程进行管理。4测试与评估文件:本过程可能导致测试与评估文件修改，使未来的测试更加有效。'
    ],
  }
}
