export default {
  '2-1': {
    content: [
      '规划范围管理是为了记录如何定义、确认和控制项目范围及产品范围，而创建范围管理计划的过程。',
      '本过程的主要作用是在整个项目期间对如何管理范围提供指南和方向。',
      '仅开展一次或仅在项目的预定义点开展。'
    ],
  },
  '2-1-1': {
    content: [
      '项目章程记录项目目的、项目概述、假设条件、制约因素，以及项目想要实现的高层级的需求。'
    ],
  },
  '2-1-2': {
    content: [
      '规划范围管理中使用的项目管理计划组件主要包括:',
      '①质量管理计划:在项目中实施组织的质量政策、方法和标准的方式会影响管理项目和产品范围的方式。',
      '②项目生命周期描述:定义了项目从开始到完成所经历的一系列阶段。',
      '③开发方法:开发方法定义了项目是采用预测型、适应型还是混合型开发方法。'
    ],
  },
  '2-1-3': {
    content: [
      '事业环境因素:能够影响规划范围管理过程的事业环境因素主要包括:组织文化、基础设施、人事管理制度和市场条件等。'
    ],
  },
  '2-1-4': {
    content: [
      '能够影响规划范围管理过程的组织过程资产主要包括:政策和程序、历史信息和经验教训知识库等。'
    ],
  },
  '2-1-5': {
    content: [
      '规划范围管理过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:以往类似项目;特定行业、学科和应用领域的信息等。'
    ],
  },
  '2-1-6': {
    content: [
      '适用于本过程的数据分析技术是备选方案分析。备选方案分析技术用于评估、收集需求，详述项目和产品范围，创造产品，确认范围和控制范围的各种方法。'
    ],
  },
  '2-1-7': {
    content: [
      '项目团队可参加项目会议来制订范围管理计划。参会者包括项目经理、项目发起人、选定的项目团队成员、选定的干系人、范围管理各过程的负责人以及其他必要人员。'
    ],
  },
  '2-1-8': {
    content: [
      '范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、监督、控制和确认项目范围。范围管理计划用于指导如下过程和相关工作:①制定项目范围说明书;②根据详细项目范围说明书创建WBS;③确定如何审批和维护范围基准;④正式验收已完成的项目可交付成果。',
      '根据项目需要，范围管理计划可以是正式或非正式的，非常详细或高度概括的。'
    ],
    important: true
  },
  '2-1-9': {
    content: [
      '需求管理计划是项目管理计划的组成部分，描述如何分析、记录和管理需求。',
      '需求管理计划的主要内容包括:①如何规划、跟踪和报告各种需求活动;②配置管理活动，例如，如何启动变更，如何分析其影响，如何进行追溯、跟踪和报告，以及变更审批权限;③需求优先级排序过程;④测量指标及使用这些指标的理由;⑤反映哪些需求属性将被列入跟踪矩阵等。'
    ],
    important: true
  },
  '2-2': {
    content: [
      '收集需求是为实现目标而确定，记录并管理干系人的需要和需求的过程。',
      '本过程的主要作用是为定义产品范围和项目范围奠定基础。',
      '仅开展一次或仅在项目的预定义点开展。'
    ],
  },
  '2-2-1': {
    content: [
      '会影响收集需求过程的立项管理文件是商业论证产生的文件，它描述了为满足业务需要而应该达到的必要、期望及可选标准。'
    ],
  },
  '2-2-2': {
    content: [
      '项目章程记录了项目概述以及将用于制定详细需求的高层级需求。'
    ],
  },
  '2-2-3': {
    content: [
      '收集需求中使用的项目管理计划组件包括:',
      '①范围管理计划:包含如何定义和制定项目范围的信息。',
      '②需求管理计划:包含如何收集、分析和记录项目需求的信息。',
      '③干系人参与计划:从该计划中了解干系人的沟通需求和参与程度，以便评估并适应干系人对需求活动的参与程度。'
    ],
  },
  '2-2-4': {
    content: [
      '可作为收集需求过程输入的项目文件主要包括:',
      '①假设日志:识别了有关产品、项目、环境、干系人以及会影响需求的其他因素的假设条件。',
      '②干系人登记册:用于了解哪些干系人能够提供需求方面的信息，及记录干系人对项目的需求和期望。',
      '③经验教训登记册:提供了有效的需求收集技术，尤其针对使用敏捷或适应型产品开发方法的项目。'
    ],
  },
  '2-2-5': {
    content: [
      '协议会包含项目和产品需求。'
    ],
  },
  '2-2-6': {
    content: [
      '会影响收集需求过程的事业环境因素主要包括:组织文化、基础设施、人事管理制度、市场条件等。'
    ],
  },
  '2-2-7': {
    content: [
      '会影响收集需求过程的组织过程资产主要包括;政策和程序;包含以往项目信息的历史信息和经验教训知识库等。'
    ],
  },
  '2-2-8': {
    content: [
      '收集需求过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组的意见，涉及的领域包括:可行性研究与评估;需求获取;需求分析;需求文件:以往类似项目的项目需求;图解技术;引导;冲突管理等。'
    ],
  },
  '2-2-9': {
    content: [
      '可用于收集需求过程的数据收集技术主要包括:',
      '①头脑风暴:是一种用来产生和收集对项目需求与产品需求的多种创意的技术。',
      '②访谈:是通过与干系人直接交谈，来获取信息的正式或非正式的方法。访谈的典型做法是向被访者提出预设和即兴的问题，并记录他们的回答。访谈经常是一个访谈者和一个被访者之间的“一对一”谈话，但也可包括多个访谈者或多个被访者。访谈有经验的项目参与者、发起人和其他高管及主题专家，有助于识别和定义所需产品可交付成果的特征和功能。访谈也可用于获取机密信息。',
      '③焦点小组:是召集预定的干系人和主题专家，了解他们对所讨论的产品、服务或成果的期望和态度。由一位受过训练的主持人引导大家进行互动式讨论。焦点小组往往比“一对一”的访谈更热烈。',
      '④问卷调查:是指设计一系列书面问题，向众多受访者快速收集信息。问卷调查方法非常情况。',
      '⑤标杆对照:将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。标杆对照所采用的可比组织可以是内部的，也可以是外部的。'
    ],
    important: true
  },
  '2-2-10': {
    content: [
      '可用于收集需求过程的数据分析技术是文件分析。文件分析指审核和评估任何相关的文件信息。在此过程中，文件分析用于通过分析现有文件，识别与需求相关的信息来获取需求，可供分析并有助于获取需求的文件包括:协议;商业计划;业务流程或接口文档;业务规则库;现行流程;市场文献;问题日志;政策和程序、法规文件，如法律、准则、法令等;建议邀请书;用例等。'
    ],
  },
  '2-2-11': {
    content: [
      '适用于收集需求过程的决策技术主要包括:',
      '①投票:是一种为达成某种期望结果，而对未来多个行动方案进行评估的决策技术和过程。本技术用于生成、归类和排序产品需求。',
      '②独裁型决策制定:采用这种方法，将由一个人负责为整个集体制定决策。',
      '③多标准决策分析:该技术借助决策矩阵，用系统分析方法建立诸如风险水平、不确定性和价值收益等多种标准，以对众多创意进行评估和排序。'
    ],
  },
  '2-2-12': {
    content: [
      '可用于收集需求过程的数据表现技术主要包括:',
      '①亲和图:用来对大量创意进行分组的技术，以便进一步审查和分析。',
      '②思维导图:把从头脑风暴中获得的创意整合成一张图，用以反映创意之间的共性与差异，激发新创意。'
    ],
    important: true
  },
  '2-2-13': {
    content: [
      '可用于收集需求过程的人际关系与团队技能主要包括:',
      '①名义小组技术:是用于促进头脑风暴的一种技术，通过投票排列最有用的创意，以便进一步开展头脑风暴或优先排序。名义小组技术是一种结构化的头脑风暴形式，由四个步骤组成:①向集体提出一个问题或难题，每个人在沉思后写出自己的想法;②主持人在活动挂图上记录所有人的想法;③集体讨论各个想法，直到全体成员达成一个明确的共识;④个人私下投票决出各种想法的优先排序，通常采用5分制，1分最低，5分最高。为减少想法数量、集中关注想法，可进行数轮投票。每轮投票后，都将清点选票，得分最高者被选出。',
      '②观察和交谈:是指直接察看个人在各自的环境中如何执行工作(或任务)和实施流程当产品使用者难以或不愿清晰说明他们的需求时，特别需要通过观察来了解他们的工作细节。观察也称为“工作跟随”，通常由旁站观察者观察业务专家如何执行工作，但也如何实施的，以便挖掘隐藏的需求。',
      '③引导:引导与主题研讨会结合使用，把主要干系人召集在一起定义产品需求。研讨会可用于快速定义跨职能需求并协调干系人的需求差异。因为具有群体互动的特点，有效引导的研讨会有助于参与者之间建立信任、改进关系、改善沟通，从而有利于干系人达成一致意见。此外，与分别召开会议相比，研讨会能够更早发现并解决问题。'
    ],
    important: true
  },
  '2-2-14': {
    content: [
      '系统交互图是对产品范围的可视化描绘，可以直观显示业务系统(过程、设备、计算机系统等)及其与人和其他系统(行动者)之间的交互方式。'
    ],
    important: true
  },
  '2-2-15': {
    content: [
      '原型法是指在实际制造预期产品之前，先选出该产品的模型，并据此征求对需求的早期反馈。原型包括微缩产品、计算机生成的二维和三维模型、实体模型或模拟。因为原型是有形的实物，它使得干系人可以体验最终产品的模型，而不是仅限于讨论抽象的需求描述。原型法支持渐进明细的理念，需要经历从模型创建、用户体验、反馈收集到原型修改的反复循环过程，在经过足够的反馈循环之后，就可以通过原型获得足够的需求信息，从而进入设计或制造阶段。',
      '故事板是一种原型技术，通过一系列的图像或图示来展示顺序或导航路径。故事板用于各种行业的各种项目中，如电影、广告、教学设计以及敏捷和其他软件开发项目。在软件开发中，故事板使用实体模型来展示网页、屏幕或其他用户界面的导航路径。'
    ],
    important: true
  },
  '2-2-16': {
    content: [
      '需求文件描述各种单一需求将如何满足项目相关的业务需求。一开始可能只有高层级的需求，然后随着有关需求信息的增加而逐步细化。只有明确的(可测量和可测试的)、可跟踪的、完整的、相互协调的，且主要干系人愿意认可的需求，才能作为基准。需求文件的格式多种多样，既可以是一份按干系人和优先级分类列出全部需求的简单文件，也可以是一份包括内容提要、细节描述和附件等的详细文件。许多组织把需求分为不同的种类，如业务解决方案和技术解决方案。前者是干系人的需要，后者是指如何实现这些干系人需要的方案。把需求分成不同的类别，有利于对需求进行进一步完善和细化。需求的类别一般包括:',
      '①业务需求:整个组织的高层级需要，例如，解决业务问题或抓住业务机会，以及实施项目的原因。',
      '②干系人需求:干系人的需要。',
      '③解决方案需求:为满足业务需求和干系人需求，产品、服务或成果必须具备的特性、功能和特征。解决方案需求又进一步分为功能需求和非功能需求:①功能需求:描述产品应具备的功能，例如，产品应该执行的行动、流程、数据和交互;②非功能需求:是对功能需求的补充，是产品正常运行所需的环境条件或质量要求，例如，可靠性、保密性、性能、安全性、服务水平、可支持性、保留或清除等。',
      '④过渡和就绪需求:如数据转换和培训需求。这些需求描述了从“当前状态”过渡到“将来状态”所需的临时能力。',
      '⑤项目需求:项目需要满足的行动、过程或其他条件，例如里程碑日期、合同责任、制约因素等。',
      '⑥质量需求:用于确认项目可交付成果的成功完成或其他项目需求的实现的任何条件或标准，例如，测试、认证、确认等。'
    ],
    important: true
  },
  '2-2-17': {
    content: [
      '需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项目结束的时候都能实现并交付。最后，需求跟踪矩阵还为管理产品范围变更提供了框架。跟踪需求的内容包括:①业务需要、机会、目的和目标;②项目目标;③项目范围和WBS可交付成果;④产品设计;⑤产品开发;⑥测试策略和测试场景;⑦高层级需求到详细需求等。'
    ],
    important: true
  },
  '2-3': {
    content: [
      '定义范围是制定项目和产品详细描述的过程。',
      '本过程的主要作用是描述产品、服务或成果的边界和验收标准。',
      '在整个项目期间多次反复开展。'
    ],
  },
  '2-3-1': {
    content: [
      '项目章程中包含对项目的高层级描述、产品特征和审批要求。'
    ],
  },
  '2-3-2': {
    content: [
      '定义范围中使用的项目管理计划组件是范围管理计划，其中记录了如何定义、确认和控制项目范围。'
    ],
  },
  '2-3-3': {
    content: [
      '可作为定义范围过程输入的项目文件主要包括:',
      '①假设日志:识别了有关产品、项目、环境、干系人以及会影响项目和产品范围的假设条件和制约因素。',
      '②需求文件:识别了应纳入范围的需求。',
      '③风险登记册:包含了可能影响项目范围的应对策略，例如缩小或改变项目和产品范围，以规避或缓解风险。'
    ],
  },
  '2-3-4': {
    content: [
      '会影响定义范围过程的事业环境因素主要包括;组织文化、基础设施、人事管理制度、市场条件等。'
    ],
  },
  '2-3-5': {
    content: [
      '能够影响定义范围过程的组织过程资产主要包括:用于制定项目范围说明书的政策、程序和模板;以往项目的项目档案;以往阶段或项目的经验教训等。'
    ],
  },
  '2-3-6': {
    content: [
      '定义范围过程中，应征求具备类似项目的知识或经验的个人或小组的意见。'
    ],
  },
  '2-3-7': {
    content: [
      '可用于定义范围过程的数据分析技术是备选方案分析。备选方案分析可用于评估实现项目章程中所述的需求和目标的各种方法。'
    ],
  },
  '2-3-8': {
    content: [
      '可用于定义范围过程的决策技术是多标准决策分析。多标准决策分析是一种借助决策矩阵来使用系统分析方法的技术，目的是建立诸如需求、进度、预算和资源等多种标准来完善项目和产品范围。'
    ],
  },
  '2-3-9': {
    content: [
      '人际关系与团队技能的一个典型示例是引导。在研讨会和座谈会中使用引导技能来协调具有不同期望或不同专业知识的关键干系人，使他们就项目可交付成果以及项目和产品边界达成跨职能的共识。'
    ],
  },
  '2-3-10': {
    content: [
      '产品分析可用于定义产品和服务，包括针对产品或服务提问并回答，以描述要交付产品的用途、特征及其他方面。',
      '每个应用领域都有一种或几种普遍公认的方法，用以把高层级的产品或服务描述转变为有意义的可交付成果。首先获取高层级的需求，然后将其细化到最终产品设计所需的详细程度。产品分析技术主要包括:产品分解、需求分析、系统分析、系统工程、价值分析、价值工程等。'
    ],
  },
  '2-3-11': {
    content: [
      '项目范围说明书是对项目范围、主要可交付成果、假设条件和制约因素的描述。它记录了整个范围，包括:项目和产品范围;详细描述了项目的可交付成果;代表项目干系人之间就项目范围所达成的共识。为便于管理干系人的期望，项目范围说明书可明确指出哪些工作不属于本项目范围。项目范围说明书帮助项目团队进行更详细的规划，在执行过程中指导项目团队工作，并为评价变更请求或额外工作是否超过项目边界提供基准。',
      '项目范围说明书描述要做和不要做的工作的详细程度，决定着项目管理团队控制整个项目范围的有效程度。详细的项目范围说明/包括内容有(直接列出或参引其他文件):',
      '①产品范围描述:逐步细化在项目章程和需求文件中所述的产品、服务或成果特征。',
      '②可交付成果:为完成某一过程、阶段或项目而必须产出的任何独特并可核实的产品、成果或服务能力，可交付成果也包括各种辅助成果，如项目管理报告和文件。对可交付成果的描述可略可详。',
      '③验收标准:可交付成果通过验收前必须满足的一系列条件。',
      '④项目的除外责任:识别排除在项目之外的内容。明确说明哪些内容不属于项目范围，有助于管理干系人的期望及减少范围蔓延。',
      '虽然项目章程和项目范围说明书的内容存在一定程度的重叠，但它们的详细程度完全不同。项目章程包含高层级的信息，而项目范围说明书则是对范围组成部分的详细描述，这些组成部分需要在项目过程中渐进明细。'
    ],
    important: true
  },
  '2-3-12': {
    content: [
      '可在定义范围过程更新的项目文件包括:',
      '①假设日志:随同本过程识别出更多的假设条件或制约因素，从而更新假设日志。',
      '②需求文件:可以通过增加或修改需求而更新需求文件。',
      '③需求跟踪矩阵:应该随同需求文件的更新而更新需求跟踪矩阵。',
      '④干系人登记册:如果在定义范围过程中收集到了现有或新干系人的更多信息，则记录到干系人登记册中。'
    ],
  },
  '2-4': {
    content: [
      '创建工作分解结构(WBS)是把项目可交付成果和项目工作分解成较小、更易于管理的组件的过程。',
      '本过程的主要作用是为所要交付的内容提供架构。',
      '仅开展一次或仅在项目的预定义点开展。'
    ],
  },
  '2-4-1': {
    content: [
      '创建WBS中使用的项目管理计划组件是范围管理计划。范围管理计划定义了如何根据项目范围说明书创建WBS。'
    ],
  },
  '2-4-2': {
    content: [
      '可作为创建WBS过程输入的项目文件主要包括:',
      '①需求文件:详细描述了各种单一需求如何满足项目的业务需要。',
      '②项目范围说明书:描述了需要实施的工作以及不包含在项目中的工作。'
    ],
  },
  '2-4-3': {
    content: [
      '会影响创建WBS过程的事业环境因素包括项目所在行业的WBS标准，这些标准可以作为创建WBS的外部参考资料。'
    ],
  },
  '2-4-4': {
    content: [
      '能够影响创建WBS过程的组织过程资产主要包括:用于创建WBS的政策、程序和模板;以往项目的项目档案;以往项目的经验教训等。'
    ],
  },
  '2-4-5': {
    content: [
      '创建WBS过程中，应征求具备类似项目知识或经验的个人或小组的意见。'
    ],
  },
  '2-4-6': {
    content: [
      '分解是一种把项目范围和项目可交付成果逐步划分为更小、更便于管理的组成部分的技术。工作包是WBS最低层的工作，可对其成本和持续时间进行估算和管理。分解的程度取决于所需的控制程度，以实现对项目的高效管理。工作包的详细程度则因项目规模和复杂程度而异。创建WBS的方法多种多样，常用的方法包括自上而下的方法、使用组织特定的指南和使用WBS模板。自下而上的方法可用于归并较低层次的组件。',
      '1.分解活动:要把整个项目工作分解为工作包，通常需要开展如下活动:①识别和分析可交付成果及相关工作;②确定WBS的结构和编排方法;③自上而下逐层细化分解;④为WBS组成部分制定和分配标识编码;5核实可交付成果分解的程度是否恰当。',
      '2.WBS结构:以项目生命周期的各阶段作为分解的第二层，把产品和项目可交付成果放在第三层;以主要可交付成果作为分解的第二层;纳入由项目团队以外的组织开发的各种较低层次组件(如外包工作)。随后，作为外包工作的一部分，卖方须制定相应的合同WBS。',
      '3.注意事项:WBS必须是面向可交付成果的;WBS必须符合项目的范围;WBS的底层应该支持计划和控制;WBS中的元素必须有人负责，而且只有一个人负责;WBS应控制在4~6层;WBS应包括项目管理工作(因为管理是项目具体工作的一部分)，也要包括分包出去的工作;WBS的编制需要所有(主要)项目干系人的参与;WBS并非是一成不变的;'
    ],
    important: true
  },
  '2-4-7': {
    content: [
      '范围基准是经过批准的范围说明书、WBS和相应的WBS词典，只有通过正式的变更控制程序才能进行变更。它被用作比较的基础。范围基准是项目管理计划的组成部分。',
      '①项目范围说明书',
      '项目范围说明书包括对项目范围、主要可交付成果、假设条件和制约因素的描述。',
      '②WBS',
      'WBS是对项目团队为实现项目目标、创建所需可交付成果而需要实施的全部工作范围的层级分解。工作分解结构每向下分解一层，代表对项目工作更详细的定义。',
      '③工作包',
      'WBS的最低层是带有独特标识号的工作包。这些标识号为成本、进度和资源信息的逐层汇总提供了层级结构，即账户编码。每个工作包都是控制账户的一部分，而控制账户则是一个管理控制点。在该控制点上，把范围、预算和进度加以整合，并与挣值相比较来测量绩效。控制账户包含两个或更多工作包，每个工作包只与一个控制账户关联。',
      '④规划包:是一种低于控制账户而高于工作包的工作分解结构组件，工作内容已知，但详细的进度活动未知，一个控制账户可以包含一个或多个规划包。',
      '⑤WBS字典',
      'WBS字典是针对WBS中的每个组件，详细描述可交付成果、活动和进度信息的文件，WBS字典对WBS提供支持，其中大部分信息由其他过程创建，然后在后期添加到字典中。',
      'WBS字典中的内容一般包括;账户编码标识、工作描述、假设条件和制约因素、负责的组织、进度里程碑、相关的进度活动、所需资源、成本估算、质量要求、验收标准、技术参考文献、协议信息等。'
    ],
    important: true
  },
  '2-4-8': {
    content: [
      '可在创建WBS过程更新的项目文件主要包括:',
      '①假设日志:随着创建WBS过程识别出更多假设条件或制约因素而更新。',
      '②需求文件:可以更新需求文件，以反映在创建WBS过程提出并已被批准的变更。'
    ],
  },
  '2-5': {
    content: [
      '确认范围是正式验收已完成的项目可交付成果的过程。',
      '本过程的主要作用:1)使验收过程具有客观性;2)通过确认每个可交付成果来提高最终产品、服务或成果获得验收的可能性。',
      '根据需要在整个项目期间定期开展。'
    ],
  },
  '2-5-1': {
    content: [
      '确认范围中使用的项目管理计划组件主要包括:',
      '①范围管理计划:定义了如何正式验收已经完成的可交付成果。',
      '②需求管理计划:描述了如何确认项目需求。',
      '③范围基准:用范围基准与实际结果比较，以决定是否有必要进行变更、采取纠正措施或预防措施。'
    ],
  },
  '2-5-2': {
    content: [
      '①需求文件:将需求与实际结果比较，以决定是否有必要进行变更，采取纠正措施或预防措施。',
      '②需求跟踪矩阵:含有与需求相关的信息，包括如何确认需求。',
      '③质量报告:该报告内容可包括由团队管理或需上报的全部质量保证事项、改进建议，以及在控制质量过程中发现的情况的概述。在验收产品之前，需要查看所有这些内容。',
      '④经验教训登记册:在项目早期获得的经验教训可以运用到后期阶段，以提高验收可交付成果的效率与效果。'
    ],
  },
  '2-5-3': {
    content: [
      '工作绩效数据可能包括符合需求的程度、不一致的数量、不一致的严重性或在某时间段内开展确认的次数。'
    ],
  },
  '2-5-4': {
    content: [
      '是指已经完成，并被控制质量过程检查为正确的可交付成果。'
    ],
    important: true
  },
  '2-5-5': {
    content: [
      '检查是指开展测量、审查与确认等活动，来判断工作和可交付成果是否符合需求和产品验收标准。检查有时也被称为审查、产品审查和巡检等。'
    ],
  },
  '2-5-6': {
    content: [
      '可用于确认范围过程的决策技术是投票，当由项目团队和其他干系人进行验收时，使用投票来形成结论。'
    ],
  },
  '2-5-7': {
    content: [
      '符合验收标准的可交付成果应该由客户或发起人正式签字批准。应该从客户或发起人那里获得正式文件，证明干系人对项目可交付成果的正式验收。这些文件将提交给结束项目或阶段过程。'
    ],
    important: true
  },
  '2-5-8': {
    content: [
      '对已经完成但未通过正式验收的可交付成果及其未通过验收的原因，应该记录在案。可能需要针对这些可交付成果提出变更请求，开展相应的缺陷补救工作。变更请求应该由实施整体变更控制过程进行审查与处理。'
    ],
  },
  '2-5-9': {
    content: [
      '工作绩效信息包括项目进展信息，例如，哪些可交付成果已经被验收，哪些未通过验收以及原因。这些信息应该被记录下来并传递给干系人。'
    ],
  },
  '2-5-10': {
    content: [
      '可在确认范围过程更新的项目文件主要包括:',
      '①需求文件:记录实际的验收结果，更新需求文件。需要特别注意实际结果比原定需求更好的情况，或者原定需求已经被放弃的情况。',
      '②需求跟踪矩阵:根据验收结果更新需求跟踪矩阵，包括所采用的验收方法及其使用结果。',
      '③经验教训登记册:更新经验教训登记册，以记录所遇到的挑战、本应如何避免该挑战的方法，以及良好的可交付成果验收的方法。'
    ],
  },
  '2-6': {
    content: [
      '控制范围是监督项目和产品的范围状态，管理范围基准变更的过程。',
      '本过程的主要作用是在整个项目期间保持对范围基准的维护。',
      '需要在整个项目期间开展。'
    ],
  },
  '2-6-1': {
    content: [
      '控制范围中使用的项目管理计划组件主要包括:',
      '①范围管理计划:记录了如何控制项目和产品范围。',
      '②需求管理计划:记录了如何管理项目需求。',
      '③变更管理计划:定义了管理项目变更的过程。',
      '④配置管理计划:定义了哪些是配置项，哪些配置项需要正式变更控制，以及针对这些配置项的变更控制过程。',
      '⑤范围基准:用范围基准与实际结果比较，以决定是否有必要进行变更、采取纠正措施或预防措施。',
      '⑥绩效测量基准:使用挣值分析时，将绩效测量基准与实际结果比较，以决定是否有必要进行变更、采取纠正措施或预防措施。'
    ],
  },
  '2-6-2': {
    content: [
      '可作为控制范围过程输入的项目文件主要包括:',
      '①需求文件:用于发现任何对商定的项目或产品范围的偏离。',
      '②需求跟踪矩阵:有助于探查任何变更或对范围基准的任何偏离对项目目标的影响，它还可以提供受控需求的状态。',
      '③经验教训登记册:项目早期的经验教训可以运用到后期阶段，以改进范围控制。'
    ],
  },
  '2-6-3': {
    content: [
      '绩效数据可能包括收到的变更请求的数量，接受的变更请求的数量或者核实、确认和完成的可交付成果的数量。'
    ],
  },
  '2-6-4': {
    content: [
      '能够影响控制范围过程的组织过程资产主要包括:现有的、正式的和非正式的与范围控制相关的政策、程序和指南;可用的监督和报告的方法与模板等。'
    ],
  },
  '2-6-5': {
    content: [
      '可用于控制范围过程的数据分析技术主要包括:',
      '①偏差分析:用于将基准与实际结果进行比较，以确定偏差是否处于临界值区间内或是否有必要采取纠正或预防措施。',
      '②趋势分析:旨在审查项目绩效随时间的变化情况，以判断绩效是正在改善还是正在恶化。',
      '确定偏离范围基准的原因和程度，并决定是否需要采取纠正或预防措施，是项目范围控制的重要工作。'
    ],
  },
  '2-6-6': {
    content: [
      '控制范围过程产生的工作绩效信息是有关项目和产品范围实施情况(对照范围基准)的相互关联且与各种背景相结合的信息，包括收到的变更的分类、识别的范围偏差和原因、偏差对进度和成本的影响，以及对将来范围绩效的预测。'
    ],
  },
  '2-6-7': {
    content: [
      '分析项目绩效后，可能会就范围基准和进度基准，或项目管理计划的其他组成部分提出变更请求。变更请求需要经过实施整体变更控制过程的审查和处理。'
    ],
  },
  '2-6-8': {
    content: [
      '项目管理计划的任何变更都以变更请求的形式提出，且通过组织的变更控制过程进行处理。可能需要变更请求的项目管理计划组成部分包括:',
      '①范围管理计划:更新范围管理计划，以反映范围管理方式的变更。',
      '②范围基准:在针对范围、范围说明书、WBS或WBS词典的变更获得批准后，需要对范围基准做出相应的变更。有时范围偏差太过严重，以至于需要修订范围基准，以便为绩效测量提供现实可行的依据。',
      '③进度基准:在针对范围、资源或进度估算的变更获得批准后，需要对进度基准做出相应的变更。有时进度偏差太过严重，以至于需要修订进度基准，以便为绩效测量提供现实可行的依据。',
      '④成本基准:在针对范围、资源或成本估算的变更获得批准后，需要对成本基准做出相应的变更。有时成本偏差太过严重，以至于需要修订成本基准，以便为绩效测量提供现实可行的依据。',
      '⑤绩效测量基准:在针对范围、进度绩效或成本估算的变更获得批准后，需要对绩效测量基准做出相应的变更。有时绩效偏差太过严重，需要提出变更请求来修订绩效测量基准，以便为绩效测量提供现实可行的依据。'
    ],
  },
  '2-6-9': {
    content: [
      '可在控制范围过程更新的项目文件主要包括:',
      '①需求文件:可以通过增加或修改需求而更新需求文件。',
      '②需求跟踪矩阵:应该随同需求文件的更新而更新需求跟踪矩阵。',
      '③经验教训登记册:更新经验教训登记册，以记录控制范围的有效技术，以及造成偏差的原因和选择的纠正措施。'
    ],
  }
}
