export default {
  '1-1': {
    content: [
      '制定项目章程是编写一份正式批准项目并授权项目经理在项目活动中使用组织资源的文件的过程。本过程的主要作用：1）明确项目与组织战略目标之间的直接联系； 2）确立项目的正式地位；3）展示组织对项目的承诺。'
    ]
  },
  '1-1-1': {
    content: [
      '立项管理阶段经批准的结果或相关的立项管理文件是用于制定项目章程的依据。立项管理从业务视角描述必要的信息，并且据此决定项目的期望结果是否值得所需投资。组织高层管理者通常使用立项管理文件作为决策依据。一般情况下立项管理包含商业需求和成本效益分析，论证项目的合理性并确定项目边界。立项管理一般由市场需求、组织需要、客户要求、技术进步、法律要求、生态影响、社会需要等一个或多个因素引发。',
      '项目章程包含来源于立项管理文件中的相关项目信息。由于立项管理文件不是项目文件，项目经理不可以对它们进行更新或修改，只可以提出相关建议。虽然立项管理文件是在项目之前制定的，但需要定期审核。2）协议：协议有多种形式，包括合同、谅解备忘录（MOUs）、服务水平协议（SLA）、协议书、意向书、口头协议或其他书面协议。为外部客户做项目时，通常需要签订合同。'
    ],
    important: true
  },
  '1-1-2': {
    content: [
      '协议有多种形式，包括合同、谅解备忘录（MOUs）、服务水平协议（SLA）、协议书、意向书、口头协议或其他书面协议。为外部客户做项目时，通常需要签订合同。'
    ]
  },
  '1-1-3': {
    content: [
      '能够影响制定项目章程过程的事业环境因素主要包括：政府或行业标准（如产品标准、质量标准、安全标准和工艺标准）；法律法规要求和相关制约因素；市场条件；组织文化和氛围；组织治理框架（通过安排人员、制定政策和确定过程，以结构化的方式实施控制、指导和协调, 以实现组织的战略和目标）；干系人的期望和风险临界值等。'
    ],
    important: true
  },
  '1-1-4': {
    content: [
      '能够影响制定项目章程过程的组织过程资产主要包括：组织的标准政策、流程和程序；项目组合、项目集和项目的治理框架（用于提供指导和制定决策的治理职能和过程）；监督和报告的方法；模板（如项目章程模板）；历史信息与经验教训知识库（如项目记录与文件、关于以往项目选择决策的结果及以往项目绩效的信息）等。'
    ],
    important: true
  },
  '1-1-5': {
    content: [
      '是指基于某应用领域、知识领域、学科和行业等的专业知识而做出的、关于当前活动的合理判断，这些专业知识可来自具有专业学历、知识、技能、经验或培训经历的任何小组或个人。制定项目章程过程中，应征求具备如下光环软考光环软考领域相关专业知识或接受过相关培训的个人或小组的意见，涉及领域包括：组织战略；效益管理；项目所任的行业以及项目关注的领域的技术知识；持续时间和预算的估算；风险识别等领域。'
    ]
  },
  '1-1-6': {
    content: [
      '可用于制定项目章程过程的数据收集技术主要包括：',
      '①头脑风暴：用于在短时间内获得大量创意，适用于团队环境，需要引导者进行引导。头脑风暴由两个部分构成：创意产生和创意分析。制定项目章程时可通过头脑风暴向干系人、主题专家和团队成员收集数据、解决方案或创意。',
      '②焦点小组：召集干系人和主题专家讨论项目风险、成功标准和其他议题，比一对一访谈更有利于互动交流。',
      '③访谈：通过与干系人直接交谈，了解高层级需求、假设条件、制约因素、审批标准以及其他信息。'
    ],
    important: true
  },
  '1-1-7': {
    content: [
      '制定项目章程需要的人际关系与团队技能主要包括：',
      '①冲突管理：助于干系人就目标、成功标准、高层级需求、项目描述、总体里程碑和其他内容达成一致意见。',
      '②引导：有效引导团队活动成功达成决定、解决方案或结论。引导者确保参与者有效参与、互相理解并考虑所有意见，按既定决策流程全力支持得出的结论或结果，以及所达成的行动计划和协议随后得到合理执行。',
      '③会议管理：包括准备议程，确保邀请每个关键干系人代表，以及准备和发送后续的会议纪要和行动计划。'
    ]
  },
  '1-1-8': {
  },
  '1-1-9': {
    content: [
      '记录了关于项目和项目预期交付的产品、服务或成果的高层级信息：①项目目的；②可测量的项目目标和相关的成功标准；③高层级需求、高层级项目描述、边界定义以及主要可交付成果；④整体项目风险；⑤总体里程碑进度计划；⑥预先批准的财务资源；⑦关键干系人名单；⑧项目审批要求（例如，评价项目成功的标准，由谁对项目成功下结论，由谁签署项目结束）;⑨项目退出标准（例如，在何种条件下才能关闭或取消项目或阶段）;⑩委派的项目经理及其职责和职权；⑪发起人或其他批准项目章程的人员的姓名和职权等。'
    ],
    important: true
  },
  '1-1-10': {
    content: [
      '用于记录整个项目生命周期中的所有假设条件和制约因素。 在项目启动之前进行可行性研究和论证时，即开始识别高层级的战略和运营假设条件与制约因素。这些假设条件与制约因素应纳入项目章程。较低层级的活动和任务假设条件在项目期间随着诸如定义技术规范、估算、进度和风险等项目活动的开展而生成。'
    ]
  }
}
