export default [
  {
    id: 'security',
    title: '信息安全管理',
    point: [
      '（1）项目概述中可以写项目的特点，比如重要应用系统，信息安全要求高等；',
      '（2）项目概况采用信息系统项目，除了常规项目概况描述，还要加入对项目信息安全的描述；',
      '（3）主框架部分可以按照常规管理逻辑，比如先建章立志，成立领导团队，再结合物理安全、人员安全、应用安全，运行安全、管理安全等分类方式进行段落划分；',
      '（4）每个部分的写作都需要理论结合实践，且实践内容要大于理论。'
    ]
  }, {
    id: 'config',
    title: '配置管理',
    point: [
      '（1）项目概述中可以写项目的特点，比如项目主体涉及软件开发、配置管理很重要等；',
      '（2）项目概况采用信息系统项目，除了常规项目概况描述，还要加入对配置管理的描述；',
      '（3）主框架部分可以按照配置管理活动划分；',
      '（4）每个部分的写作都需要理论结合实践，且实践内容要大于理论。'
    ]
  }, {
    id: 'contract',
    title: '合同管理',
    point: [
      '（1）项目概述中可以写项目的特点，比如项目涉及合同管理，合同管理影响项目成败等；',
      '（2）项目概况采用信息系统项目，除了常规项目概况描述，还要加入对合同管理的描述；',
      '（3）主体框架部分可以按照合同管理的过程进行段落划分；',
      '（4）每个部分的写作都需要理论结合实践，且实践内容要大于理论。'
    ]
  }, {
    id: 'invite',
    title: '招投标管理',
    point: [
      '（1）项目概述中可以写项目的特点，比如项目涉及招投标、招投标管理的好坏会影响项目成败等；',
      '（2）项目概况采用信息系统项目，除了常规项目概况描述，还要加入对招投标管理的描述；',
      '（3）主体框架部分可以招标、投标、开标、评标、中标的顺序进行段落划分；',
      '（4）每个部分的写作都需要理论结合实践，且实践内容要大于理论。'
    ]
  }
]
