export default [
  {
    id: 'people',
    title: '干系人绩效域',
    intro: '就是要做好干系人管理',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、识别',
      '二、理解和分析',
      '三、优先级排序',
      '四、参与',
      '五、监督',
      '六、预测目标及检查指标方法',
      '收尾300字',
    ],
    refer: '干系人管理、沟通管理',
    point: [
      '促进干系人参与（识别、理解和分析、优先级排序、参与、监督）',
    ],
    aim: [
      {
        text: '建立高效的工作关系',
        check: '干系人参与的连续性'
      },
      {
        text: '干系人认同项目目标',
        check: '变更的频率'
      },
      {
        text: '支持项目的干系人提高了满意度，并从中收益；反对项目的干系人没有对项目产生负面影响',
        check: '（1）干系人行为；（2）干系人满意度；（3）干系人相关问题和风险。'
      }
    ]
  }, {
    id: 'team',
    title: '团队绩效域',
    intro: '就是要做好团队管理，打造高绩效的团队',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、项目团队文化',
      '二、高绩效项目团队',
      '三、领导力技能',
      '四、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '获取资源、建设团队、管理团队',
    point: [
      '（1）项目团队文化（透明、诚信、尊重、积极的讨论、支持、勇气、庆祝成功）',
      '（2）高绩效项目团队（开诚布公的沟通、共识、共享责任、信任、协作、适应性、韧性、赋能、认可）',
      '（3）领导力技能（建立和维护愿景、批判性思维、激励、人际关系技能）'
    ],
    aim: [
      {
        text: '共享责任',
        check: '目标和责任心'
      },
      {
        text: '建立高绩效团队',
        check: '（1）信任与协作程度；（2）适应变化的能力；（3）彼此赋能。'
      },
      {
        text: '所有团队成员都展现出相应的领导力和人际关系技能',
        check: '管理和领导力风格适应性'
      }
    ]
  }, {
    id: 'cycle',
    title: '开发方法和生命周期绩效域',
    intro: '就是要根据项目的具体情况，选择合适的开发方法和生命周期',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、交付节奏',
      '二、开发方法及其选择',
      '三、协调交付节奏和开发方法及生命周期',
      '四、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '制定项目章程、制订项目管理计划',
    point: [
      '（1）交付节奏',
      '（2）开发方法（预测型方法、混合型方法、适应型方法）',
      '（3）开发方法的选择',
      '（4）协调交付节奏和开发方法'
    ],
    aim: [
      {
        text: '开发方法与项目可交付物相符合',
        check: '产品质量和变更成本'
      },
      {
        text: '将项目交付与干系人价值紧密联系',
        check: '价值导向型项目阶段'
      },
      {
        text: '项目生命周期由促进交付节奏的项目阶段和产生项目交付物所需的开发方法组成',
        check: '适宜的交付节奏和开发方法'
      }
    ]
  }, {
    id: 'plan',
    title: '规划绩效域',
    intro: '根据项目的实际情况，做好符合项目的规划',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、规划的影响因素',
      '二、项目估算',
      '三、项目团队组成和结构规划',
      '四、沟通规划',
      '五、实物资源规划',
      '六、采购规划',
      '七、变更规划',
      '八、度量指标和一致性',
      '九、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '整合、进度、成本、资源、沟通、采购管理中的规划过程组子过程',
    point: [
      '（1）规划的影响因素（开发方法、项目可交付物、组织需求、市场条件、法律或法规限制）',
      '（2）项目估算（区间、准确度、精确度、信心）',
      '（3）项目团队组成和结构规划',
      '（4）沟通规划',
      '（5）实物资源规划',
      '（6）采购规划',
      '（7）变更规划',
      '（8）度量指标和一致性',
    ],
    aim: [
      {
        text: '项目以有条理、协调一致的方式推进',
        check: '绩效偏差'
      },
      {
        text: '应用系统的方法交付项目成果',
        check: '规划的整体性'
      },
      {
        text: '对演变情况进行详细说明',
        check: '规划的详尽程度'
      },
      {
        text: '规划投入的时间成本是恰当的',
        check: '规划适宜性'
      },
      {
        text: '规划的内容对管理干系人的需求而言是充分的',
        check: '规划的充分性'
      },
      {
        text: '可以根据新出现的和不断变化的需求进行调整',
        check: '可适应变化'
      }
    ]
  }, {
    id: 'work',
    title: '工作绩效域',
    intro: '具体进行项目的工作，让项目落地、实施',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、项目过程',
      '二、项目制约因素',
      '三、专注于工作过程和能力',
      '四、管理沟通和参与',
      '五、管理实物模型',
      '六、处理采购事宜',
      '七、监督新工作和变更',
      '八、学习与持续改进',
      '九、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '整合、资源、沟通、采购、干系人管理中的执行过程组子过程',
    point: [
      '（1）项目过程',
      '（2）项目制约因素',
      '（3）专注于工作过程和能力',
      '（4）管理沟通和参与',
      '（5）管理实物资源',
      '（6）处理采购事宜',
      '（7）监督新工作和变更',
      '（8）学习和持续改进',
    ],
    aim: [
      {
        text: '高效且有效的项目绩效',
        check: '状态报告'
      },
      {
        text: '适合项目和环境的项目过程',
        check: '（1）过程的适宜性；（2）过程相关性和有效性。'
      },
      {
        text: '干系人适应的沟通和参与',
        check: '沟通有效性'
      },
      {
        text: '对实物资源进行了有效管理',
        check: '资源利用率'
      },
      {
        text: '对采购进行了有效管理',
        check: '采购过程适宜'
      },
      {
        text: '有效处理了变更',
        check: '变更处理情况'
      },
      {
        text: '通过持续学习和过程改进提高了团队能力',
        check: '团队绩效'
      }
    ]
  }, {
    id: 'deliver',
    title: '交付绩效域',
    intro: '需要产生价值，实现交付',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、价值的交付',
      '二、可交付物',
      '三、质量',
      '四、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '范围、质量管理中的规划、执行监控过程组子过程',
    point: [
      '（1）价值的交付',
      '（2）可交付物',
      '（3）质量'
    ],
    aim: [
      {
        text: '项目有助于实现业务目标和战略',
        check: '目标一致性'
      },
      {
        text: '项目实现了预期成果',
        check: '项目完成度'
      },
      {
        text: '在预定时间内实现了项目收益',
        check: '项目收益'
      },
      {
        text: '项目团队对需求有清晰地理解',
        check: '需求稳定性'
      },
      {
        text: '干系人接受项目可交付物和成果，并对其满意',
        check: '（1）干系人满意度；（2）质量问题。'
      }
    ]
  }, {
    id: 'ruler',
    title: '度量绩效域',
    intro: '在项目执行过程中，做好监控、评估项目绩效，进行纠编',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、制定有效的度量指标',
      '二、度量内容及相应指标',
      '三、展示度量信息和结果',
      '四、度量陷阱',
      '五、基于度量进行诊断',
      '六、持续改进',
      '七、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: '监控过程组子过程',
    point: [
      '（1）制定有效的度量指标',
      '（2）度量内容及相应指标',
      '（3）展示度量信息和结果',
      '（4）度量陷阱',
      '（5）基于度量进行诊断',
      '（6）持续改进',
    ],
    aim: [
      {
        text: '对项目状况充分理解',
        check: '度量结果和报告'
      },
      {
        text: '数据充分，可支持决策',
        check: '度量结果'
      },
      {
        text: '及时采取行动，确保项目最佳绩效',
        check: '度量结果'
      },
      {
        text: '能够基于预测和评估做出决策，实现目标并产生价值',
        check: '工作绩效数据'
      }
    ]
  }, {
    id: 'mess',
    title: '不确定绩效域',
    intro: '注意项目中的不确定性（风险、模糊性、复杂性），做好不确定性管理，确保项目按既定计划进行',
    frame: [
      '背景 500 字',
      '过渡段 200~300 字',
      '一、风险的应对方法',
      '二、模糊性的应对方法',
      '三、复杂性的应对方法',
      '四、不确定性的应对方法',
      '五、预期目标及检查指标方法',
      '收尾300字',
    ],
    refer: 'VUCA环境因素（不确定性 Volatility，模糊性 Uncertainty，复杂性 Complexity，易变性 Ambiguity）和风险管理',
    point: [
      '（1）风险',
      '（2）模糊性',
      '（3）复杂性',
      '（4）不确定性的应对方法',
    ],
    aim: [
      {
        text: '了解项目的运行环境，包括技术、社会、政治、市场和经济环境等',
        check: '环境因素'
      },
      {
        text: '积极识别、分析和应对不确定性',
        check: '风险应对措施'
      },
      {
        text: '了解项目中多个因素之间的相互依赖关系',
        check: '应对措施适宜性'
      },
      {
        text: '最小化不确定性对项目交付的负面影响',
        check: '项目绩效处于临界值内'
      },
      {
        text: '能够利用机会改进项目的绩效和成果',
        check: '利用机会的机制'
      },
      {
        text: '有效利用成本和进度储备，与项目目标保持一致',
        check: '储备使用'
      }
    ]
  }
]
