export const people = {
  id: 'people',
  title: '干系人绩效域',
  intro: '就是要做好干系人管理',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、识别',
    '二、理解和分析',
    '三、优先级排序',
    '四、参与',
    '五、监督',
    '六、预测目标及检查指标方法',
    '收尾300字'
  ],
  refer: '干系人管理、沟通管理',
  point: ['促进干系人参与（识别、理解和分析、优先级排序、参与、监督）'],
  aim: [
    {
      text: '建立高效的工作关系',
      check: '干系人参与的连续性'
    },
    {
      text: '干系人认同项目目标',
      check: '变更的频率'
    },
    {
      text: '支持项目的干系人提高了满意度，并从中收益；反对项目的干系人没有对项目产生负面影响',
      check: '（1）干系人行为；（2）干系人满意度；（3）干系人相关问题和风险。'
    }
  ],
  sample: [
    {
      title: '承接',
      content: [
        '干系人多，做好干系人管理，减少干系人冲突，为系统提供更多资源【支持和帮助】，项目成功的关键，所以很重要，充分重试本绩效域，确保项目达到预期',
        '促进干系人参与，在整个项目生命周过程中持续 促进干系人参与到项目中，确定项目愿景，互相帮助，共同提高，所有干系人合理参与，'
      ]
    },
    {
      title: '1 识别',
      content: [
        '启动时【组建项目团队前】，先识别高层级 干系人，逐步详细，干系人的特点：有的容易 识别，主要接触人，有的很难识别，有间接影响',
        '项目进展期间，出现 新干系人，重复进行 识别活动'
      ]
    },
    {
      title: '2 理解和分析',
      content: [
        '了解干系人感受，情绪，信念，价值观，分析立场和观点，随着时间推移和环境变化 ，立场和观点会发生变化。理解 和分析是一项持续 的工作，',
        '分析时，要考虑：权力，作用，态度，信念，期望，影响程度'
      ]
    },
    {
      title: '3 优先级排序',
      content: [
        '对干系人进行排序 ，聚焦于权力和利益大的干系人，干系人变化，重新排序 '
      ]
    },
    {
      title: '4 参与',
      content: [
        '执行过程中，努力 促进干系人合理参与，启发他们的需求，和干系人一起管理需求、进行谈判、解决问题、做出决策',
        '促进时用到的软知识：积极倾听，人际关系技能，冲突管理，创建愿景，批判性思维',
        '多种沟通方式：面试、会议、互动；备忘录、报告、电邮推式；网站，知库拉式'
      ]
    },
    {
      title: '5 监督 ',
      content: [
        '干系人态度和权力项目期间不断变化，要进行有效监督，不断识别干系人，评估当前 参与策略是否有效，是否需要调整',
        '通过干系人满意度指标来评估干系人绩效域的有效性，通过对话来确定满意度，组织审查会等方法定期反馈',
        '发现问题，改进干系人参与方法，提高干系人满意度'
      ]
    }
  ]
}

export const team = {
  id: 'team',
  title: '团队绩效域',
  intro: '就是要做好团队管理，打造高绩效的团队',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、项目团队文化',
    '二、高绩效项目团队',
    '三、领导力技能',
    '四、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '获取资源、建设团队、管理团队',
  point: [
    '（1）项目团队文化（透明、诚信、尊重、积极的讨论、支持、勇气、庆祝成功）',
    '（2）高绩效项目团队（开诚布公的沟通、共识、共享责任、信任、协作、适应性、韧性、赋能、认可）',
    '（3）领导力技能（建立和维护愿景、批判性思维、激励、人际关系技能）'
  ],
  aim: [
    {
      text: '共享责任',
      check: '目标和责任心'
    },
    {
      text: '建立高绩效团队',
      check: '（1）信任与协作程度；（2）适应变化的能力；（3）彼此赋能。'
    },
    {
      text: '所有团队成员都展现出相应的领导力和人际关系技能',
      check: '管理和领导力风格适应性'
    }
  ],
  sample: [
    {
      title: '承接',
      content: [
        '很重要，项目管理人员老百姓重视',
        '本绩效域 有效发挥每一个参与项目人员作用的过程，充分 重视本绩效域的管理，实现',
        '共享团队责任，建立 一支高绩效团队，所有成员表现出相应领导力和人际关系技能，确保项目实施'
      ]
    },
    {
      title: '1 项目团队文化',
      content: [
        '反映团队中 个体的工作和互动方式，每个团队都会发展出各自的团队文化，可能 通过规范 有意识的形成，也可能 通过成员的行为 非正式 造成',
        '和全体成员共同努力，确保一个安全、尊重、无偏风的团队文化，支持成员坦诚沟通。倡导 透明 诚信 尊重 的基本原则，鼓励积极的讨论、相互支持和展现勇气，庆祝成功',
        '',
        '1】透明：每周进行一次“状态更新”会议，分享进度，问题，所有决策记录于共享文档，确保所有团队成员可以访问',
        '2】诚信：遇到问题，及时知识不隐瞒，给出修复计划',
        '3】尊重：尊重劳动成果，沟通协商',
        '4】积极的讨论：遇到技术选择，进行讨论，鼓励沟通，最终达成共识',
        '5】支持：有员工请假或有事时，其他成员积极协助',
        '6】勇气：需求发生变化，勇于挑战，对产品进行调整适应新的市场需求',
        '7】庆祝成功：关键里程碑，解决难题，组织 庆祝'
      ]
    },
    {
      title: '2 高绩效项目团队',
      content: [
        '和团队共同努力，打造高绩效团队， 开诚布公的沟通，为共识相互信任和协作奠定基础，以项目目的和价值为基础达成共识，相互信任，共享输入，积极调整适应，解决问题，成员赋能并授权，鼓励其做出决策，认可和赞赏',
        '比如在项目中我和项目团队通过以下方式打造高绩效项目团队',
        '',
        '1】开诚布公沟通：遇到技术、业务问题，集结一起处理',
        '2】共识：共同制定项目愿景和目标，每个人都朝同一方向努力 ',
        '3】信任：QA报告漏洞，迅速解决，感谢，有助于改善产品质量',
        '4】共享责任：出现问题，不找替罪羊，一起找问题解决',
        '5】协作 ：设计，开发，产品经理一起工作，确保功能满足用户要求，技术可行',
        '6】适应性：需求发生变化，团队适应，调整策略',
        '7】韧性：遇到难题不放弃，积极寻找解决方案',
        '8】赋能：提供资源 和培训，确保有能力完成任务',
        '9】认可：做出贡献达到里程碑，庆祝和认可'
      ]
    },
    {
      title: '3 领导力技能',
      content: [
        '提升成员领导力，帮助项目开展，取得成功',
        '一起制定项目愿景，愿景明确 项目目的，成功标准，坐及如何 发现偏离 愿景。以愿景作为激励工具，',
        '训练批判性思维，基于证据，遵从逻辑、合乎理性、训练有素，完成复杂的识别，收集、评价、分析、推理',
        '进行有效的激励，了解激励因素，取得预期成果。激励内在外在，内在：来自内心，工作中寻找乐趣，外在：奖金',
        '努力提升团队成员的人际关系技能，包括：情商，决策，冲突管理',
        '-情商识别自己和他人的情绪的能力，对个人感觉认可，体现同理心 采取 适当行动',
        '-决策包括 单方面决策  和 群体决策，前者快容易出错，后者包容性强，耗时长',
        '-冲突觉见，并不全是负面，',
        '我是这样展示 领导力的',
        '1】建立和维护愿景：和项目团队、客户深入沟通，制定愿景，开会时回顾愿景，每人朝他努力 ',
        '2】批判性思维：对于功能，进行分析，和客户需求不完全契合，进行讨论后把焦点放回主功能上',
        '3】激励：当员连续工作疲惫时，组织 庆祝活动，表彰团队成员努力 提供奖励',
        '4】人际关系技能：',
        '情商：有人沮丧，主动私下联系，了解个人问题，提供支持',
        '决策：遇到技术框架选择分歧 时，开发人员收集利弊，权衡后做出决策',
        '冲突管理：设计和开发就界面产生冲突时，及时介入，组织 讨论，双赢方案'
      ]
    }
  ]
}

export const cycle = {
  id: 'cycle',
  title: '开发方法和生命周期绩效域',
  intro: '就是要根据项目的具体情况，选择合适的开发方法和生命周期',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、交付节奏',
    '二、开发方法及其选择',
    '三、协调交付节奏和开发方法及生命周期',
    '四、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '制定项目章程、制订项目管理计划',
  point: [
    '（1）交付节奏',
    '（2）开发方法（预测型方法、混合型方法、适应型方法）',
    '（3）开发方法的选择',
    '（4）协调交付节奏和开发方法'
  ],
  aim: [
    {
      text: '开发方法与项目可交付物相符合',
      check: '产品质量和变更成本'
    },
    {
      text: '将项目交付与干系人价值紧密联系',
      check: '价值导向型项目阶段'
    },
    {
      text: '项目生命周期由促进交付节奏的项目阶段和产生项目交付物所需的开发方法组成',
      check: '适宜的交付节奏和开发方法'
    }
  ]
}

const plan = {
  id: 'plan',
  title: '规划绩效域',
  intro: '根据项目的实际情况，做好符合项目的规划',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、规划的影响因素',
    '二、项目估算',
    '三、项目团队组成和结构规划',
    '四、沟通规划',
    '五、实物资源规划',
    '六、采购规划',
    '七、变更规划',
    '八、度量指标和一致性',
    '九、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '整合、进度、成本、资源、沟通、采购管理中的规划过程组子过程',
  point: [
    '（1）规划的影响因素（开发方法、项目可交付物、组织需求、市场条件、法律或法规限制）',
    '（2）项目估算（区间、准确度、精确度、信心）',
    '（3）项目团队组成和结构规划',
    '（4）沟通规划',
    '（5）实物资源规划',
    '（6）采购规划',
    '（7）变更规划',
    '（8）度量指标和一致性'
  ],
  aim: [
    {
      text: '项目以有条理、协调一致的方式推进',
      check: '绩效偏差'
    },
    {
      text: '应用系统的方法交付项目成果',
      check: '规划的整体性'
    },
    {
      text: '对演变情况进行详细说明',
      check: '规划的详尽程度'
    },
    {
      text: '规划投入的时间成本是恰当的',
      check: '规划适宜性'
    },
    {
      text: '规划的内容对管理干系人的需求而言是充分的',
      check: '规划的充分性'
    },
    {
      text: '可以根据新出现的和不断变化的需求进行调整',
      check: '可适应变化'
    }
  ]
}

const work = {
  id: 'work',
  title: '工作绩效域',
  intro: '具体进行项目的工作，让项目落地、实施',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、项目过程',
    '二、项目制约因素',
    '三、专注于工作过程和能力',
    '四、管理沟通和参与',
    '五、管理实物模型',
    '六、处理采购事宜',
    '七、监督新工作和变更',
    '八、学习与持续改进',
    '九、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '整合、资源、沟通、采购、干系人管理中的执行过程组子过程',
  point: [
    '（1）项目过程',
    '（2）项目制约因素',
    '（3）专注于工作过程和能力',
    '（4）管理沟通和参与',
    '（5）管理实物资源',
    '（6）处理采购事宜',
    '（7）监督新工作和变更',
    '（8）学习和持续改进'
  ],
  aim: [
    {
      text: '高效且有效的项目绩效',
      check: '状态报告'
    },
    {
      text: '适合项目和环境的项目过程',
      check: '（1）过程的适宜性；（2）过程相关性和有效性。'
    },
    {
      text: '干系人适应的沟通和参与',
      check: '沟通有效性'
    },
    {
      text: '对实物资源进行了有效管理',
      check: '资源利用率'
    },
    {
      text: '对采购进行了有效管理',
      check: '采购过程适宜'
    },
    {
      text: '有效处理了变更',
      check: '变更处理情况'
    },
    {
      text: '通过持续学习和过程改进提高了团队能力',
      check: '团队绩效'
    }
  ],
  sample: [
    {
      title: '承接',
      content: [
        '作为大型项目，工作绩效域非常重要，涉及项目工作相关的活动和职能，',
        '项目工作可以使项目团队保持专注，使项目顺利进行。实现高效且有效的项目绩效。关注重点'
      ]
    },
    {
      title: '1 项目的过程',
      content: [
        '建立项目过程，定期审查，检查是否有问题，是否高效，是否有障碍。按要求开回顾会，审查优化过程'
      ]
    },
    {
      title: '2 项目的制约因素',
      content: [
        '包括交付日期，法律法规，预算，政策等。项目生命周期，制约因素可能改变。'
      ]
    },
    {
      title: '3 专注于工作的过程和能力',
      content: [
        '使项目交付和干系人价值最大化，项目工作聚焦在工作过程【交付价值】和保护项目团队的工作能力【项目团队的高效性和满意性】，使团队专注于交付价值，了解项目进展 ，包括潜在吴明珠，进度延迟成本超支，项目经理要持续对项目进展进行评估和预测，持续评估、平衡团队专注力和注意力，保持被激励状态'
      ]
    },
    {
      title: '4 管理沟通和参与',
      content: [
        '访谈，会议，交互式沟通，沟通记录，保持高效',
        '以于大量干系人通报，采用，群发消息，应用、短信提醒等方式',
        '如何做好消息沟通【在线文档】',
        '借用问题日志，防止信息孤岛'
      ]
    },
    {
      title: '5 管理实物资源 ',
      content: [
        '……出现问题，解决方案',
        '如设备不能正常供货，如何处理，设备出现问题，如何处置'
      ]
    },
    {
      title: '6 处理采购事宜',
      content: [
        '选择供应商时考虑：供货能力，产品成本，二次开发成本；交付日期；技术背景；相关经验；供货计划；技术资质；财务稳定；培训',
        '做好市场调查，研究供需情况，市场价格，进进资信调查，风险分析',
        '签订合同，使用国家或行业标准的合同样式，明确内容',
        '合同包括：项目名称，标的内容和范围，质量要求，供货计划，进度，地点，地址，方式，供货期限 ，技术情况和资料的保密 ，风险责任，验收标准和方法，价款，支付方式，违约金计划方式，解决争议方法'
      ]
    },
    {
      title: '7 监督新工作和变更',
      content: [
        '项目复杂，变更在所难免，有变更时，召集项目团队相关人员进行评估，严格变更流程，CCB审核通过后，变更范围基线',
        '变更流程：变更申请，对变更的初审，变更方案论证，变更审查，发出通知并实施，实施监控，效果评估，变更收尾'
      ]
    },
    {
      title: '8 学习和持续改进',
      content: ['怎么学习，每周经验教训总结 ，不定期技术和业务沟通会议']
    }
  ]
}

const deliver = {
  id: 'deliver',
  title: '交付绩效域',
  intro: '需要产生价值，实现交付',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、价值的交付',
    '二、可交付物',
    '三、质量',
    '四、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '范围、质量管理中的规划、执行监控过程组子过程',
  point: ['（1）价值的交付', '（2）可交付物', '（3）质量'],
  aim: [
    {
      text: '项目有助于实现业务目标和战略',
      check: '目标一致性'
    },
    {
      text: '项目实现了预期成果',
      check: '项目完成度'
    },
    {
      text: '在预定时间内实现了项目收益',
      check: '项目收益'
    },
    {
      text: '项目团队对需求有清晰地理解',
      check: '需求稳定性'
    },
    {
      text: '干系人接受项目可交付物和成果，并对其满意',
      check: '（1）干系人满意度；（2）质量问题。'
    }
  ]
}

const ruler = {
  id: 'ruler',
  title: '度量绩效域',
  intro: '在项目执行过程中，做好监控、评估项目绩效，进行纠编',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、制定有效的度量指标',
    '二、度量内容及相应指标',
    '三、展示度量信息和结果',
    '四、度量陷阱',
    '五、基于度量进行诊断',
    '六、持续改进',
    '七、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer: '监控过程组子过程',
  point: [
    '（1）制定有效的度量指标',
    '（2）度量内容及相应指标',
    '（3）展示度量信息和结果',
    '（4）度量陷阱',
    '（5）基于度量进行诊断',
    '（6）持续改进'
  ],
  aim: [
    {
      text: '对项目状况充分理解',
      check: '度量结果和报告'
    },
    {
      text: '数据充分，可支持决策',
      check: '度量结果'
    },
    {
      text: '及时采取行动，确保项目最佳绩效',
      check: '度量结果'
    },
    {
      text: '能够基于预测和评估做出决策，实现目标并产生价值',
      check: '工作绩效数据'
    }
  ]
}

const mess = {
  id: 'mess',
  title: '不确定绩效域',
  intro:
    '注意项目中的不确定性（风险、模糊性、复杂性），做好不确定性管理，确保项目按既定计划进行',
  frame: [
    '背景 500 字',
    '过渡段 200~300 字',
    '一、风险的应对方法',
    '二、模糊性的应对方法',
    '三、复杂性的应对方法',
    '四、不确定性的应对方法',
    '五、预期目标及检查指标方法',
    '收尾300字'
  ],
  refer:
    'VUCA环境因素（不确定性 Volatility，模糊性 Uncertainty，复杂性 Complexity，易变性 Ambiguity）和风险管理',
  point: ['（1）风险', '（2）模糊性', '（3）复杂性', '（4）不确定性的应对方法'],
  aim: [
    {
      text: '了解项目的运行环境，包括技术、社会、政治、市场和经济环境等',
      check: '环境因素'
    },
    {
      text: '积极识别、分析和应对不确定性',
      check: '风险应对措施'
    },
    {
      text: '了解项目中多个因素之间的相互依赖关系',
      check: '应对措施适宜性'
    },
    {
      text: '最小化不确定性对项目交付的负面影响',
      check: '项目绩效处于临界值内'
    },
    {
      text: '能够利用机会改进项目的绩效和成果',
      check: '利用机会的机制'
    },
    {
      text: '有效利用成本和进度储备，与项目目标保持一致',
      check: '储备使用'
    }
  ]
}

export const performanceList = [
  people,
  team,
  cycle,
  plan,
  work,
  deliver,
  ruler,
  mess
]

export default { people, team, cycle, plan, work, deliver, ruler, mess }
