export default {
  id: 21,
  chapter: 1,
  title: '風俗と習慣',
  lession: [
    {
      no: 81,
      topic: '食',
      basic: {
        base: [],
        use: [
          [
            'h>>>日本の食卓',
            '現在、日本の家庭でよく食べられている料理は何だろうか。日本の料理というと、外国人は寿司や天ぷらを思い浮かべるかもしれないが、実は、日本人の間ではむしろ、カレーライスや餃子などのほうがよく食べられている。',
            'カレーはインドから、餃子は中国から来た料理であるが、実際にはかなり日本風の味付けになっている。以前、日本にやってきたインド人が、カレーライスを食べた時、「これはおいしいですね。何という料理ですか」と質問したという。そのインド人にしてみれば、自分が食べたカレーライスは日本料理であって、インドの料理ではなかったのである。カレーに限らず、日本のラーメン、スパゲッティ、冷麺などをそれぞれの国の人たちが食べたら、ずいぶん变化していることに気づくはずだ。',
            '日本の料理には「洋食」というジャンルがあるが、それ自体、明治維新以後、西洋料理を日本人向けに食べやすいように大幅にアレンジしたものなのである。とんかつ、コロッケ、ハンバーグなどはもはや日本料理といってもいい。',
            'さらに、日本人は、外国の食文化を上手に取り入れながら、オムライス、冷やし中華など数々の創作料理を生み出してきた。近年、日本の食卓には、煮物、おひたしなどの伝統料理とともに、このような外国由来の料理が並び、食文化を一層豊かに彩っている。',
            'グローバル化が進む今日、東京だけでなく、日本の多くの都市では各国の料理店が数多く見られる。これほどさまざまな国や地域の料理店が地方でも見られ、家庭料理にも入り込んでいる国は、世界でもそう多くはないのではないだろうか。外国の味を取り入れることが好きな日本人は、あと数十年もすると、また新しい家庭料理の種類を増やしていることだろう。'
          ],
          [
            't>>>日本風カレーのレシピ',
            'mh>>>材料|（分量　4皿分）',
            'md>>>カレーのルー|80g',
            'md>>>牛肉かとり肉か豚肉|300g',
            'md>>>玉ネギ|2個',
            'md>>>ニンジン|1本',
            'md>>>ジャガイモ|個',
            'md>>>サラダオイル|大さじ2',
            'md>>>水|650ml',
            'md>>>ニンニク|1かけ',
            'md>>>ショウガ|1かけ',
            'md>>>塩|少々',
            'md>>>コショウ|少々',
            'mh>>>エネルギー|390～700kcal',
            'md>>>塩分|2.1g',
            'md>>>野菜摂取量|125g',
            'md>>>調理時間|40分',
            's>>>作り方',
            '①肉は一口大に切り、塩・コショウをする。玉ネギはくし形に切り、ニンジン、ジャガイモは食べやすい大きさの乱切りにする。ニンニクとショウガはみじん切りにする。',
            '②厚手の鍋にサラダオイル大さじ1を熱し、肉の表面に焼き色がつくまで中火で焼いたら、一旦取り出す。',
            '③新たに大さじ1のサラダオイル、ニンニク、ショウガを入れて弱火で炒めてから、玉ネギを加えて透き通るまで炒める。さらにニンジン、ジャガイモを加えて炒めたら、②の肉を鍋に戻す。',
            '④③に水を加え、沸騰したら、灰汁を取り、材料が柔らかくなるまで弱火で煮込む。',
            '⑤一旦火を止め、少し温度を下げてからカレーのルーを入れて混ぜる。再び弱火で煮込み、適当なとろみがついたら火を止める。',
            '⑥皿にご飯を盛り付け、カレーをかける。',
            's>>>ポイント',
            '*隠し味として、バター（こくと風味付け）、唐辛子（辛さ）、砂糖（うまみ）を加えてもいいが、その場合はカレーのルーの量を少なめにすること。',
            '*肉はうまみを逃さないように、焼く前に小麦粉を薄くまぶしてもいい。',
            'b>>>上に示した日本風カレーのレシピは一例にすぎない。カレーライスは家庭によって作り方も異なれば、味付けもさまざまである。'
          ]
        ]
      },
      utilization: {
        title: '森家の食卓',
        intro:
          '上海。森家の食卓。健太郎、緑、瑛士が夕食の準備をしている。今日の献立はカレーライス、みそ汁、コロッケとサラダ。',
        content: [
          [
            '健太郎：あー、腹減った。それにしても、徹平遅いなあ。',
            '瑛士：ねえ、お母さん、お兄ちゃんは？',
            '緑：さっき部活が終わったってメールがあったから、そろそろ帰ってくると思うんだけど…。',
            '（そこに長男の徹平が帰ってくる。ダイニングのドアを聞けて）',
            '徹平：ただいま一。腹減った一。（食卓を見て）おっ、今日カレーなんだ。やったね！'
          ],
          [
            '（徹平が席について、一家全員がそろう）',
            '全員：いただきまーす。',
            '緑：どう？おいしい？お野菜をたっぷり入れたの。',
            '徹平：おっ、チキンもいっぱい入ってる。（一口食べて）うまい！',
            '瑛士：ぼくも手伝ったんだよ。',
            '健太郎：瑛士、お手伝いしてくれてありがとな。',
            '瑛士：へへ。ねえ、お母さん、ラッキョウある？',
            '徹平：お母さん、福神漬けも。',
            '緑：はいはい。ちょっと待って。',
            '（冷蔵庫に行く）'
          ],
          [
            '徹平：（空のお皿を差し出して）おかわり！',
            '瑛士：ぼくもおかわり。',
            '緑：はいはい。それにしても、あんたたち本当によく食べるねえ。',
            '徹平：早くお父さんみたいに背が高くなりたいんだ。いっぱい食べなきゃ。',
            '瑛士：お兄ちゃんは、バスケットボール部のスターになりたいんだよね。',
            '健太郎：（うれしそうな顔をして）そうか。よし、徹平、今度の日曜日に練習行くか。',
            '徹平：いいの？やった！おれ、ドリブルの練習したいな。',
            '瑛士：お父さん、ぼくも！',
            '緑：じゃあ、お母さんがお弁当作るから、みんなで行こうね。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'しょく', mana: '食', type: '名', cn: '饮食' },
            { kana: 'しょくたく', mana: '食卓', type: '名', cn: '餐桌' },
            { kana: 'えいじ', mana: '瑛士', type: '专', cn: '瑛士' },
            { kana: 'コロッケ', mana: '', type: '名', cn: '炸牛肉薯餅' },
            { kana: 'あー', mana: '', type: '叹', cn: '哇' },
            { kana: 'てっぺい', mana: '徹平', type: '专', cn: '彻平' },
            {
              kana: 'おにいちゃん',
              mana: 'お兄ちゃん',
              type: '名',
              cn: '哥哥'
            },
            { kana: 'ぶかつ', mana: '部活', type: '名', cn: '课外社团活劫' },
            { kana: 'ダイニング', mana: '', type: '名', cn: '食堂、餐室' },
            { kana: 'おっ', mana: '', type: '叹', cn: '哦' },
            { kana: 'いっか', mana: '一家', type: '名', cn: '一家、一个门户' },
            { kana: 'チキン', mana: '', type: '名', cn: '鸡肉、鸡' },
            { kana: 'ラッキョウ', mana: '', type: '名', cn: '藠头' },
            {
              kana: 'ふくじんづけ',
              mana: '福神漬け',
              type: '名',
              cn: '福神腌菜（什锦八宝酱菜）'
            },
            {
              kana: 'さしだす',
              mana: '差し出す',
              type: '动1他',
              cn: '拿出、伸出'
            },
            {
              kana: 'おかわり',
              mana: '',
              type: '名·サ变他',
              cn: '再来一盘/份'
            },
            { kana: 'あんた', mana: '', type: '名', cn: '你（较随意的说法）' },
            { kana: 'ドリブル', mana: '', type: '名·サ变他', cn: '运球' }
          ],
          phrase: [
            { kana: 'はらへった', mana: '腹減った', cn: '肚子饿了' },
            { kana: '～家', mana: '～け', cn: '～家、～一家' }
          ]
        },
        {
          word: [
            {
              kana: 'おもいうかべる',
              mana: '思い浮かべる',
              type: '动2他',
              cn: '想到，想起'
            },
            { kana: 'めやす', mana: '目安', type: '名', cn: '基准，目标' },
            {
              kana: 'ひとくちだい',
              mana: '一口大',
              type: '名',
              cn: '一口一块大小'
            },
            {
              kana: 'あじつけ',
              mana: '味付け',
              type: '名·サ变自',
              cn: '风味、调味'
            },
            { kana: 'くしがた', mana: 'くし形', type: '名', cn: '月牙形' },
            { kana: 'やってくる', mana: '', type: 'カ变自', cn: '来到，来' },
            {
              kana: 'らんぎり',
              mana: '乱切り',
              type: '名',
              cn: '滚刀块，随意切'
            },
            { kana: 'スパゲッティ', mana: '', type: '名', cn: '意大利面' },
            {
              kana: 'みじんぎり',
              mana: 'みじん切り',
              type: '名',
              cn: '切成碎末'
            },
            { kana: 'れいめん', mana: '冷麺', type: '名', cn: '冷面' },
            { kana: 'あつで', mana: '厚手', type: '名', cn: '厚底，厚的' },
            { kana: 'ジャンル', mana: '', type: '名', cn: '种类，类型，流派' },
            { kana: 'ねっする', mana: '熱する', type: 'サ变自他', cn: '加热' },
            { kana: 'じたい', mana: '自体', type: '名', cn: '自身' },
            {
              kana: 'めいじいしん',
              mana: '明治維新',
              type: '名',
              cn: '明治维新'
            },
            { kana: 'ひょうめん', mana: '表面', type: '名', cn: '表面' },
            {
              kana: 'やきいろ',
              mana: '焼き色',
              type: '名',
              cn: '炒/煎/烤后的颜色'
            },
            {
              kana: 'アレンジする',
              mana: '',
              type: '名·サ受他',
              cn: '改进，调整；安排'
            },
            { kana: 'ちゅうび', mana: '中火', type: '名', cn: '中火' },
            { kana: 'とんかつ', mana: '', type: '名', cn: '炸猪排' },
            { kana: 'もはや', mana: '', type: '副', cn: '（如今）已经' },
            {
              kana: 'いったん',
              mana: '一旦',
              type: '副',
              cn: '暂且，姑且；一旦'
            },
            { kana: 'とりだす', mana: '取り出す', type: '动1他', cn: '取出' },
            {
              kana: 'しょくぶんか',
              mana: '食文化',
              type: '名',
              cn: '饮食文化'
            },
            { kana: 'あらた', mana: '新た', type: '形2', cn: '再次，重新' },
            { kana: 'オムライス', mana: '', type: '名', cn: '蛋包饭' },
            { kana: 'よわび', mana: '弱火', type: '名', cn: '弱火，文火' },
            {
              kana: 'ひやしちゅうか',
              mana: '冷やし中華',
              type: '名',
              cn: '中华冷面'
            },
            {
              kana: 'すきとおる',
              mana: '透き通る',
              type: '动1自',
              cn: '透明，清澈'
            },
            { kana: 'にもの', mana: '煮物', type: '名', cn: '炖菜' },
            {
              kana: 'ふっとうする',
              mana: '沸騰する',
              type: '名·サ变自',
              cn: '沸腾'
            },
            { kana: 'おひたし', mana: '', type: '名', cn: '凉青菜' },
            { kana: 'あく', mana: '灰汁', type: '名', cn: '浮沫，涩味' },
            {
              kana: 'いろどる',
              mana: '彩る',
              type: '动1他',
              cn: '装饰，点缀；上色'
            },
            {
              kana: 'てきとう',
              mana: '適当',
              type: '形2',
              cn: '适当，恰当；敷衍'
            },
            { kana: 'グローバル', mana: '', type: '形2', cn: '全球的' },
            { kana: 'とろみ', mana: '', type: '名', cn: '糊状' },
            { kana: 'こんにち', mana: '今日', type: '名', cn: '现在，今天' },
            {
              kana: 'もりつける',
              mana: '盛り付ける',
              type: '动2他',
              cn: '盛，装'
            },
            { kana: 'これほど', mana: '', type: '副', cn: '这么，这种程度' },
            {
              kana: 'かくしあじ',
              mana: '隠し味',
              type: '名',
              cn: '调味秘诀；少量调料'
            },
            {
              kana: 'はいりこむ',
              mana: '入り込む',
              type: '动1自',
              cn: '融入，混入，课入'
            },
            { kana: 'こく', mana: '', type: '名', cn: '浓味' },
            { kana: 'うまみ', mana: '', type: '名', cn: '鲜美的味道' },
            { kana: 'レシピ', mana: '', type: '名', cn: '烹饪法' },
            { kana: 'すくなめ', mana: '少なめ', type: '名', cn: '少ー些' },
            { kana: 'ぶんりょう', mana: '分量', type: '名', cn: '分量' },
            {
              kana: 'のがす',
              mana: '逃す',
              type: '动1他',
              cn: '逸失，放过；错过'
            },
            { kana: 'ルー', mana: '', type: '名', cn: '卤（块儿）' },
            { kana: 'まぶす', mana: '', type: '动1他', cn: '涂抹，涂满' },
            { kana: 'たまネギ', mana: '玉ネギ', type: '名', cn: '洋葱头' },
            { kana: 'ニンジン', mana: '', type: '名', cn: '胡萝卜' },
            { kana: 'ジャガイモ', mana: '', type: '名', cn: '土豆' },
            { kana: 'サラダオイル', mana: '', type: '名', cn: '色拉油' },
            { kana: 'おおさじ', mana: '大さじ', type: '名', cn: '大勺' },
            { kana: 'ショウガ', mana: '', type: '名', cn: '姜' },
            { kana: 'しょうしょう', mana: '少々', type: '副', cn: '少许' },
            {
              kana: 'せっしゅ',
              mana: '摂取',
              type: '名·サ变他',
              cn: '摄取，吸收，吸取'
            }
          ],
          phrase: [
            { kana: '～ml', mana: '～ミリリットル', cn: '毫升' },
            {
              kana: '～kcal',
              mana: '～キロカロリー',
              cn: '～千卡，～千卡路里'
            },
            { kana: '～さじ', mana: '', cn: '～羹匙' },
            { kana: '～かけ', mana: '', cn: '～片' },
            { kana: '～大', mana: '', cn: '～大小' },
            { kana: '～め', mana: '', cn: '具有该性质' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 82,
      topic: '習慣',
      basic: {
        base: [],
        use: [
          [
            'h>>>支社便り',
            '社便り No.11',
            '今回の支社便りは、北京支社の織田秀忠さんと徳川信長さんです。'
          ],
          [
            't>>>「割り勘にしよう」は日本的？',
            'r>>>北京支社　総務部',
            'r>>>織田秀忠',
            '北京に赴任して2か月になります。仕事にもだいぶ慣れてきました。支社の皆さんもよくしてくれて、とても充実した毎日を過ごしています。',
            'この間、仕事の後、張さんという同僚が、わたしやほかの同僚を食事に誘ってくれました。彼は若いけど、仕事ができて、わたしは何かと頼りにしています。連れていってくれたのは、彼のなじみの浙江料理の店でした。ビールや紹興酒も頼んで、けっこう飲み食いしたような気がします。',
            '2時間ほどしてお聞きになりましたが、会計の時、わたしは、せめて自分の分ぐらいは払うつもりでいたので、「いくら」と聞きました。ところが、張さんは「ここは自分が払う」と言って取り合ってくれません。張さんは年下だしほかの同僚もいっしょだったし、「割り勘にしよう」と提案したところ、張さんは、「誘ったのはわたしだから、支払うのもわたしだ」と言うのです。きっと張さんにしてみたら、面子をつぶされることになるのでしょう。恥をかかせるわけにもいかないので、何か申し訳ない気もしたけど、やむをえずごちそうになってしまいました。',
            'でも、これは中国では当たり前で、張さんに限ったことではないようなのです。ということは、日本にいるつもりで、気軽に毎日誘ったら大変なことになってしまいます。とにかく、今度は、わたしが張さんたちを誘って、お返しをしたいと思っています。',
            'r>>>5月13日 北京支社のオフィスにて'
          ],
          [
            't>>>質問は好意の証し',
            'r>>>北京支社　営業部',
            'r>>>徳川信長',
            '先日、大連で商談があり、中国人の同僚といっしょに出張してきました。中国に来て初めての商談でした。大連はなかなかいい所です。静かで落ち着いていて、なんだかヨーロッパの風情を感じました。皆さんにもおすすめの場所です。',
            '取り引き先との商談の時のことです。取り引き先の人とは初対面でしたが、だいぶ年配で、いかにもやり手という感じでした。商談が終わって雑談をしていると、先方がぼくのことをいろいろと聞いてきました。生年月日、出身地、大学、親や兄弟のことはもちろん、どこに住んでいるのかだの、自家用車は持っているのかだの、個人情報と思われることまで、次々に質問してきます。日本ではあまりないことなので、ちょっと違和感を持ちました。だから、はっきり答えないで、適当にお茶を濁していました。そうしたら、先方は急によそよそしくなってしまったのです。',
            '後日、同僚に「個人のプライバシーに関わるようなことをいちいちまじめに答えなければならないのか」と聞いたところ、中国でも、特に初対面の相手に、プライパシーに関わるようなことは聞かない傾向にあるが、たまには聞く人もいるそうで、このようなことは、そんなに失礼には当たらないのだと言われました。相手のことをよく知ろうとしているのだから、むしろ、好意を持っている証しなのだそうです。',
            '日本人でも中国人でも、私生活を根掘り葉掘り聞かれるのは、あまり気持ちのいいものではないようです。ただ、相手のことを知ろうという好意の表れだということは理解できましたので、その気持ちは受け入れたいと思います。',
            'r>>>6月5日　王府井のカフェにて'
          ]
        ]
      },
      utilization: {
        title: '電話——「友達だから」',
        intro:
          '上海にいる森緑と東京にいる佐藤秀麗が電話で話している。緑は上海に来て2年、定期的に秀麗と連絡を取り合っている。緑は中国人と付き合っていて驚いたことを秀麗に相談している。',
        content: [
          [
            '緑：そう言えば、この間、中国人の友達から突然電話がかかってきてね。',
            '秀麗：うん。',
            '緑：旅行に行く間、飼ってる犬を預かってほしいって言われたの。',
            '秀麗：へえ。犬。',
            '緑：それで、わたし、2、3日だと思って、いいよって言ったんだけど。それがねえ。',
            '秀麗：どうしたの？',
            '緑：預けに来た時、1か月預かってほしいって言うの！びっくりしちゃった。',
            '秀麗：で、1か月預かったんだ。',
            '緑：というか、今もまだいるのよ。徹平と瑛士は大喜びだけどね。',
            '秀麗：そうなの。',
            '緑：でも、えさとか用意してってくれるのかなって思ってたのに、来たのは犬だけで、これもまたびっくり。',
            '秀麗：日本の感覚だとそうかもしれないね。でも、中国人は友達だったらとことん助け合うのが当たり前だからなあ。',
            '緑：うん。秀麗、昔そんな話してたよね。',
            '秀麗：わたしは逆に、日本人の友達が何でわたしを頼ってくれないのか、悩んだんだよね。寂しいなあって。',
            '緑：そうかあ。頭では分かってるんだけどね。やっぱりなかなか慣れなくて。'
          ],
          [
            '（話の最後に）',
            '秀麗：そう言えば、年末は帰国するの？',
            '緑：うん。それがね、今年は休みが取れなくて。上海で年越しすることになりそう。',
            '秀麗：忙しいんだね。',
            '緑：そうなの…。でも、来年の冬はゆっくり帰るつもりなの。そしたら、前から言ってた旅行、どう？',
            '秀麗：いいね。ぜひ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'ていきてき', mana: '定期的', type: '形2', cn: '定期地' },
            { kana: 'とことん', mana: '', type: '副', cn: '彻底；最后、到底' },
            {
              kana: 'としこしする',
              mana: '年越しする',
              type: '名·サ变自',
              cn: '过年'
            },
            {
              kana: 'そしたら',
              mana: '',
              type: '连',
              cn: '如果那样、要是那样的话'
            }
          ],
          phrase: [
            { kana: 'というか', mana: '', cn: '岂止是那样' },
            { kana: 'ぎゃくに', mana: '逆に', cn: '反倒、反过来' }
          ]
        },
        {
          word: [
            { kana: 'たより', mana: '便り', type: '名', cn: '通讯、音信' },
            { kana: 'にほんてき', mana: '日本的', type: '形2', cn: '日本的' },
            {
              kana: 'おだひでただ',
              mana: '織田秀忠',
              type: '专',
              cn: '织田秀忠'
            },
            {
              kana: 'なにかと',
              mana: '何かと',
              type: '副',
              cn: '选个那个地、各方面'
            },
            { kana: 'なじみ', mana: '', type: '名', cn: '熟悉的' },
            {
              kana: 'のみくいする',
              mana: '飲み食いする',
              type: '名·サ变他',
              cn: '吃喝'
            },
            {
              kana: 'せめて',
              mana: '',
              type: '副',
              cn: '至少、哪怕是……（也好）'
            },
            {
              kana: 'とりあう',
              mana: '取り合う',
              type: '动1自他',
              cn: '理睬、搭理、理会；争夺、争取'
            },
            {
              kana: 'としした',
              mana: '年下',
              type: '名',
              cn: '年幼、年岁较小'
            },
            {
              kana: 'つぶす',
              mana: '',
              type: '动1他',
              cn: '弄碎、研碎、压碎、弄坏'
            },
            { kana: 'はじ', mana: '恥', type: '名', cn: '耻辱、羞耻' },
            { kana: 'やむをえず', mana: '', type: '副', cn: '不得已' },
            {
              kana: 'おかえし',
              mana: 'お返し',
              type: '名',
              cn: '还礼、答谢；答谢礼品'
            },
            { kana: 'オフィス', mana: '', type: '名', cn: '办公室' },
            { kana: 'あかし', mana: '証し', type: '名', cn: '证明、证据' },
            {
              kana: 'とくがわのぶなが',
              mana: '徳川信長',
              type: '专',
              cn: '德川信长'
            },
            { kana: 'だいれん', mana: '大連', type: '专', cn: '大连' },
            {
              kana: 'しょうだん',
              mana: '商談',
              type: '名',
              cn: '商谈、贸易谈判'
            },
            { kana: 'ふぜい', mana: '風情', type: '名', cn: '风情' },
            {
              kana: 'やりて',
              mana: 'やり手',
              type: '名',
              cn: '能手、干将；接受工作的人'
            },
            {
              kana: 'ざつだん',
              mana: '雑談',
              type: '名·サ变自',
              cn: '闲谈，闲聊'
            },
            { kana: 'せんぽう', mana: '先方', type: '名', cn: '对方、对手' },
            { kana: 'しゅっしんち', mana: '出身地', type: '名', cn: '出生地' },
            {
              kana: 'じかようしゃ',
              mana: '自家用車',
              type: '名',
              cn: '私家车'
            },
            {
              kana: 'こじんじょうほう',
              mana: '個人情報',
              type: '名',
              cn: '个人信息'
            },
            {
              kana: 'いわかん',
              mana: '違和感',
              type: '名',
              cn: '合不来；不相容的感觉'
            },
            {
              kana: 'プライバシー',
              mana: '',
              type: '名',
              cn: '个人隠私、私生活'
            },
            { kana: 'いちいち', mana: '', type: '副', cn: '逐个、一一' },
            { kana: 'しせいかつ', mana: '私生活', type: '名', cn: '私生活' },
            {
              kana: 'ねほりはほり',
              mana: '根掘り葉掘り',
              type: '副',
              cn: '刨根儿问底儿'
            },
            { kana: 'ワンフーチン', mana: '王府井', type: '专', cn: '王府井' },
            { kana: 'カフェ', mana: '', type: '名', cn: '咖啡馆' }
          ],
          phrase: [
            { kana: 'よくしてくれる', mana: '', cn: '善待我、对我很好' },
            { kana: 'ということは', mana: '', cn: '就是説' },
            { kana: 'たよりにする', mana: '頼りにする', cn: '以……为依靠' },
            { kana: 'めんつをつぶす', mana: '面子をつぶす', cn: '丢面子' },
            { kana: 'はじをかく', mana: '恥をかく', cn: '蒙羞' },
            {
              kana: 'おちゃをにごす',
              mana: 'お茶を濁す',
              cn: '含糊其辞，不明确回答'
            },
            { kana: 'けいこうにある', mana: '傾向にある', cn: '倾向于' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 83,
      topic: '衣服',
      basic: {
        base: [],
        use: [
          [
            'h>>>着物',
            '「着物（和服）」は日本の民族衣装として広く知られています。一般に「着物」といわれるのは、ワンピース型の着物とベルトの役割を果たす帯からなる衣服ですが、着物は現在の形になるまでに、どのような変遷を経てきたのでしょうか。そして、着物を取り巻く状況は、今どうなっているのでしょうか。東京着物研究所の泷田久恵さんに聞きました。'
          ],
          [
            't>>>一一着物が現在の形になるまでに、どのような変遷があったのでしょうか。',
            '着物の特徴は、前開き、前合わせと、帯を締める形です。現在見られるこのスタイルが確立したのは、今から400年ぐらい前、安土桃山時代末期から江戸時代初期にかけてだとみられます。',
            '4世紀から7世紀ごろ、埴輪や古墳壁画の絵にあるように、男性は筒袖の上衣、だぶだぶのズボン、女性はブラウス風の上衣に巻きスカートのような服を着用していました。この服装形式は、洋服のスタイルに極めて近いものです（図の①）。',
            '奈良時代、遣隋使や遣唐使の往来に伴う中国文化の移入によって、服の形は唐風のゆったりした前開き形式へと切り替わりました。奈良時代は、唐の最盛期にあたり、唐風のファッションが流行しました（図の②）。',
            '8世紀末の平安時代になると、それまで、伝わってきた中国の文化を生かしつつ、日本の気候風土や四季の移り変わりに合わせて、徐々に日本的な生活様式が生まれてきました。衣服についても、平安後期には衣冠束帯（貴族の男性の正装）や十二単（貴族の女性の正装）のような日本独自の形に発展を遂げました（図の③）。このような服装は現在のひな人形に見ることができます。そして、鎌倉時代以降、武士の時代が続く中で、華美で大げさな服装は簡素化され、現代の着物とほとんど変わらない形になってきたのです（図の④⑤⑥）。'
          ],
          [
            't>>>一一現在、着物を着る機会は非常に少なくなっていますね。',
            '明治維新以降、日本はあらゆる面で西洋化され、衣服もその例外ではありませんでした。着物を着る人は次第に減っていき、特に戦後はそれが一層進みました。洋服に比べて、活動的でないこと、高価であること、さらに着方が難しいことなどが理由です。',
            '今、街で着物を目にするのは、お正月か成人式、結婚式、卒業式のような特別な日がほとんどです。しかも、その大半が女性で、男性の場合は、落語家や歌舞伎役者といった伝統芸能に携わる人たちなどに限られます。'
          ],
          [
            't>>>一一最近新しい動きもあるようですが。',
            '近年、着物の雑誌が新たに刊行されたり、着物を着て街を歩く会ができたりしています。これは、着物のよさが見直されるようになってきたからだといえるでじよう。日常の衣服として着るというよりは、趣味として楽しむということですが、これは着物を愛する者としては、とてもうれしいことです。',
            '着物は確かに現代の生活には合わない面もあります。しかし、民族衣装は着る人が減り、一度滅びてしまったら最後、二度とよみがえることはありません。夏祭りの浴衣、初詣の着物がきっかけでもいいのです。少しでも着物を着る人が増えて、その伝統が途絶えることのないようにしたいものです。'
          ],
          [
            't>>>図　各時代の服装の例',
            '➀古墳時代の埴輪見る男女の服装',
            '②奈良時代の唐風の服装(貴族)',
            '③平安時代の男女の服装(贵族)',
            '④鎌倉時代から室町時代の服装(武家)',
            '⑤江戸時代の服装(武家)',
            '⑥現在の着物'
          ]
        ]
      },
      utilization: {
        title: '七五三',
        intro:
          '東京。佐藤家。ある9月の平日。光一が仕事から帰ってくると、一足先に仕事から戻っていた秀麗と、娘の望に出迎えられる。',
        content: [
          [
            '光一：ただいま一。',
            '望：お帰りなさい。',
            '秀麗：お帰りなさい。ご飯できてるけど…。',
            '光一：おお、腹ぺこなんだ。食べよう。'
          ],
          [
            '（夕食の後、お茶を飲みながら）',
            '光一：そうだ、実はさっき、おふくろから携帯に電話がかかってきたんだ。',
            '秀麗：へえ。お義母さん、何て？',
            '光一：望の七五三、どうするのかって。',
            '秀麗：七五三…？',
            '光一：うん、七五三。望も3歳の時にやったでしょう。お宮参りに行って…。',
            '秀麗：あっ、七五三ね。そう言えば、この間、白石さんとその話したんだった。やだ、わたしすっかり忘れてた。     ',
            '光一：前は着物着なかったけど、望も大きくなったし、今回は着物、どうかなあ。',
            '秀麗：えっ、着物？買うの？',
            '光一：いや、きっとレンタルがあると思うよ。ちょっと調べてみようか。',
            '（インターネットで検索して）',
            '光一：着物のレンタルと、着付けと写真撮影がセットで、25,000円かあ。',
            '秀麗：ちょっと高い気もするけど、いいかもしれないね。中国のお母さんにも送ったら喜んでもらえると思うし。',
            '光一：うん、そうだね。…そうだ、秀麗も着物着たら？',
            '秀麗：そうねえ。せっかくの機会だから、お義母さんからもらった着物を着ようかな。（望に話しかける）望、11月の七五三、着物着てお参りに行こうね。ママも着るから。',
            '望：着物？ママも着るの？着る着る！'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'いふく', mana: '衣服', type: '名', cn: '衣服、服装' },
            { kana: 'しちごさん', mana: '七五三', type: '名', cn: '七五三' },
            { kana: 'ひとあし', mana: '一足', type: '名', cn: '一步' },
            { kana: 'のぞみ', mana: '望', type: '专', cn: '望儿、小望' },
            { kana: 'パパ', mana: '', type: '名', cn: '爸爸' },
            { kana: 'おふくろ', mana: '', type: '名', cn: '母亲、妈妈、娘' },
            {
              kana: 'おかあさん',
              mana: 'お義母さん',
              type: '名',
              cn: '婆母、岳母：养母、继母'
            },
            {
              kana: 'おみやまいり',
              mana: 'お宮参り',
              type: '名',
              cn: '参拜神社'
            },
            { kana: 'しらいし', mana: '白石', type: '专', cn: '白石' },
            { kana: 'レンタル', mana: '', type: '名', cn: '出租、租赁' },
            {
              kana: 'けんさくする',
              mana: '検索する',
              type: '名·サ变他',
              cn: '检索'
            },
            { kana: 'きつけ', mana: '着付け', type: '名', cn: '给……穿上衣服' }
          ],
          phrase: [
            { kana: 'ぞうだ', mana: '', cn: '对了；对呀、是的' },
            { kana: 'やだ', mana: '', cn: '哎呀、哎哟' }
          ]
        },
        {
          word: [
            { kana: 'ベルト', mana: '', type: '名', cn: '腰帯' },
            { kana: 'へんせん', mana: '変遷', type: '名·サ变自', cn: '变迁' },
            { kana: 'へる', mana: '経る', type: '动2自', cn: '经过、经历' },
            { kana: 'とりまく', mana: '取り巻く', type: '动1他', cn: '围绕' },
            {
              kana: 'とうきょうきものけんきゅうじょ',
              mana: '東京着物研究所',
              type: '专',
              cn: '东京和服研究所'
            },
            {
              kana: 'たきたひさえ',
              mana: '滝田久恵',
              type: '专',
              cn: '泷田久惠'
            },
            { kana: 'こうき', mana: '後期', type: '名', cn: '后期' },
            {
              kana: 'いかんそくたい',
              mana: '衣冠束帯',
              type: '名',
              cn: '（公卿礼装）衣冠束帯'
            },
            {
              kana: 'せいそう',
              mana: '正装',
              type: '名',
              cn: '正装、礼装、盛装'
            },
            {
              kana: 'じゅうにひとえ',
              mana: '十二単',
              type: '名',
              cn: '十二重（宮廷妇女的一种礼服）'
            },
            { kana: 'とげる', mana: '遂げる', type: '动2他', cn: '完成、达到' },
            { kana: 'まえびらき', mana: '前開き', type: '名', cn: '前开襟' },
            {
              kana: 'ひなにんぎょう',
              mana: 'ひな人形',
              type: '名',
              cn: '女儿节绢人'
            },
            { kana: 'まえあわせ', mana: '前合わせ', type: '名', cn: '前开襟' },
            {
              kana: 'かまくらじだい',
              mana: '鎌倉時代',
              type: '专',
              cn: '镰仓时代'
            },
            {
              kana: 'かくりつする',
              mana: '確立する',
              type: '名·サ变自他',
              cn: '确立、确定'
            },
            { kana: 'かび', mana: '華美', type: '形2', cn: '华丽' },
            { kana: 'かんそ', mana: '簡素', type: '形2', cn: '简朴' },
            {
              kana: 'あづちももやまじだい',
              mana: '安土桃山時代',
              type: '专',
              cn: '安土桃山时代'
            },
            { kana: 'れいがい', mana: '例外', type: '名', cn: '例外' },
            { kana: 'しだいに', mana: '次第に', type: '副', cn: '逐渐、慢慢' },
            { kana: 'まっき', mana: '末期', type: '名', cn: '末期' },
            { kana: 'はにわ', mana: '埴輪', type: '名', cn: '陶俑、土俑' },
            { kana: 'こふん', mana: '古墳', type: '名', cn: '古墓' },
            { kana: 'へきが', mana: '壁画', type: '名', cn: '壁画' },
            { kana: 'つつそで', mana: '筒袖', type: '名', cn: '窄袖、筒袖' },
            { kana: 'うわぎ', mana: '上衣', type: '名', cn: '上衣' },
            {
              kana: 'まきスカート',
              mana: '巻きスカート',
              type: '名',
              cn: '卷摆裙子'
            },
            {
              kana: 'ちゃくようする',
              mana: '着用する',
              type: '名·サ变他',
              cn: '穿'
            },
            {
              kana: 'きわめて',
              mana: '極めて',
              type: '副',
              cn: '极为、极其、非常'
            },
            {
              kana: 'ならじだい',
              mana: '奈良時代',
              type: '专',
              cn: '奈良时代'
            },
            { kana: 'けんずいし', mana: '遣隋使', type: '名', cn: '遣隋使' },
            { kana: 'けんとうし', mana: '遣唐使', type: '名', cn: '遣唐使' },
            { kana: 'おうらい', mana: '往来', type: '名·サ变自', cn: '往来' },
            {
              kana: 'いにゅう',
              mana: '移入',
              type: '名·サ变他',
              cn: '引进、引入'
            },
            { kana: 'ゆったり', mana: '', type: '副', cn: '宽敞舒适；舒畅' },
            { kana: 'せんご', mana: '戦後', type: '名', cn: '二战后' },
            { kana: 'かつどうてき', mana: '活動的', type: '形2', cn: '活动' },
            {
              kana: 'せいじんしき',
              mana: '成人式',
              type: '名',
              cn: '成人节、成人仪式、成人节典礼'
            },
            {
              kana: 'たいはん',
              mana: '大半',
              type: '名',
              cn: '大多数、大部分'
            },
            {
              kana: 'たずさわる',
              mana: '携わる',
              type: '动1自',
              cn: '从事、有关系、参与、参加'
            },
            {
              kana: 'かんこうする',
              mana: '刊行する',
              type: '名·サ变他',
              cn: '刊行、发行、出版'
            },
            {
              kana: 'ほろびる',
              mana: '滅びる',
              type: '动2自',
              cn: '灭绝、灭亡'
            },
            { kana: 'にどと', mana: '二度と', type: '副', cn: '再次、第2次' },
            {
              kana: 'よみがえる',
              mana: '',
              type: '动1自',
              cn: '复苏、复兴、复活'
            },
            {
              kana: 'なつまつり',
              mana: '夏祭り',
              type: '名',
              cn: '夏令节日、夏季祭祀'
            },
            {
              kana: 'とだえる',
              mana: '途絶える',
              type: '动2自',
              cn: '断绝、中断'
            },
            {
              kana: 'こふんじだい',
              mana: '古墳時代',
              type: '专',
              cn: '古墓时代'
            },
            {
              kana: 'きりかわる',
              mana: '切り替わる',
              type: '动1自',
              cn: '转变、改换'
            },
            {
              kana: 'むろまちじだい',
              mana: '室町時代',
              type: '专',
              cn: '室町时代'
            },
            {
              kana: 'さいせいき',
              mana: '最盛期',
              type: '名',
              cn: '鼎盛时期、兴盛时期'
            },
            {
              kana: 'へいあんじだい',
              mana: '平安時代',
              type: '专',
              cn: '平安时代'
            },
            { kana: 'ふうど', mana: '風土', type: '名', cn: '水土、风土' },
            {
              kana: 'うつりかわり',
              mana: '移り変わり',
              type: '名',
              cn: '变迁'
            },
            {
              kana: 'せいかつようしき',
              mana: '生活様式',
              type: '名',
              cn: '生活样式、生活方式'
            },
            { kana: 'ぶけ', mana: '武家', type: '名', cn: '武士门第' }
          ],
          phrase: [{ kana: '～面', mana: '～めん', cn: '～面；～版面' }]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 84,
      topic: '営業',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>心身堂　営業部長　大山麟太郎(48歲)',
            'r>>>営業部　張浩洋(33歳)',
            'r>>>武井瑞穗(26歳)',
            'r>>>青山商事　営業部長　近藤晋作(45歲)'
          ],
          [
            't>>>①売り込みの準備',
            '日本の健康グッズメーカー「心身堂」は、新商品を開発し営業部長の大山が中心となって、取り引き先への売り込みを行っている。'
          ],
          [
            '（大山が武井を呼び寄せる）',
            '大山：武井さん、あの資料できているかな。',
            '武井：あのとおっしゃいますと…。ああ、「どこでも安眠マクラ」ですか。',
            '大山：そう、それ。実は、明日の午後、急に必要になってね。',
            '武井：その資料でしたら、明日中ということでしたので、まだ…。',
            '大山：そうなんだが、お客様の予定が急に変更になって、明日お越しになるんだ。',
            '武井：はあ、そうなんですか。',
            '大山：それで、悪いんだけど、何とか明日の昼までに間に合わせてくれないかな。',
            '武井：明日のお昼ですか。（やや間があって）では、11時ではいかがでしょうか。',
            '大山：うん、11時でいい。よろしく頼むよ。それと、コピーは5部用意してもらえないかな。',
            '武井：5部ですね。承知しました。'
          ],
          [
            '（大山が張に尋ねる）',
            '大山：張君、どう？青山商事のほうのアポは？',
            '張：いえ、まだです。近藤部長が会議中のようなので。',
            '大山：そうか…。でも、何とか今日中にアポを取ってもらいたいんだ。',
            '張：分かりました。また電話してみます。'
          ],
          [
            '（しばらくして張が大山に報告する）',
            '張：部長、近藤部長と連絡が取れました。',
            '大山：そう。それで？',
            '張：はい。明日の14時に伺うことになりました。',
            '大山：そうか…。明日の14時か…。',
            '張：あっ、部長は会議でしたね。すみません。近藤部長、その時間しか空いていないということでしたので…。',
            '大山：いや、仕方ないよ。先方のご都合もあるだろうから。',
            '張：はあ…。では、明日はわたし1人で行くことになりますが、かまわないでしょうか。',
            '大山：もちろん。君に任せるよ。くれぐれもよろしく。',
            '張：承知しました。お任せください。',
            ''
          ],
          ['t>>>②売り込み', '心身堂の張が青山商事の近藤を訪ねる。'],
          [
            '（受付で）',
            '張：心身堂の張と申します。営業部の近藤部長と14時にお約束しております。',
            '受付：心身堂の張様ですね。少々お待ちくださいませ。ただ今確認いたしますので。'
          ],
          [
            '（応接室に案内されて）',
            '近藤：本日はすみません。こちらの都合で、勝手を言って…。',
            '張：いえ、とんでもございません。こちらこそ、お忙しいところ、ありがとうございます。',
            '近藤：で、お電話では、何か新世代の健康グッズを開発したとか。',
            '張：はい、「どこでも安眠マクラ」と言います。（现物を出して）こちらです。',
            '近藤：ほほう、これですか。（手に取って見て）えっ、これ、ずいぶん小さいじゃないですか。',
            '張：ええ。小型で軽量、自由に持ち運びができるという点を優先させました。',
            '近藤：なるほど。いつでもどこでもというわけですね。',
            '張：そのとおりです。家の中はもちろん、電車や車の中、海や山でのレジャーなど、どこでもご利用になれます。',
            '近藤：それで、どうやってまくらに？',
            '張：それは簡単です。（ストラップを指して）このようにストラップが2本付いています。この長いほうを引っ張れば、空気が入って膨らみます。（実際にやって見せる）',
            '近藤：ほう。一瞬ですね。でも、これじゃ、電車の中では大き過ぎませんか。',
            '張：実は、そこに特長があります。大きさは簡単に変えられます。このように、もう1本のストラップを使って空気の量を調節するだけですから。',
            '近藤：なるほど。考えましたね。これなら状況に合わせて自由に形を選べますね。',
            '張：はい。それだけじゃありません。このように固さも変えられるんです。（やって見せる）'
          ],
          [
            '（一通り説明が終わって）',
            '張：いかがでしょう…？',
            '近藤：そうですね…。シンプルな構造のわりには、必要な機能も備わってて、なかなかいいじゃないですか。',
            '張：御社で扱っていただけないでしょうか。',
            '近藤：わたしの一存では決めかねますので、ここではお約束できませんが…。',
            '張：承知しております。お返事は後日で結構です。ご検討いただければ…。',
            '近藤：分かりました。では、社内で検討させていただきます。',
            '張：ありがとうございます。何卒よろしくお願いいたします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'しんしんどう', mana: '心身堂', type: '专', cn: '心身堂' },
            { kana: 'りんたろう', mana: '麟太郎', type: '专', cn: '麟太郎' },
            {
              kana: 'ちょうこうよう',
              mana: '張浩洋',
              type: '专',
              cn: '张浩洋'
            },
            {
              kana: 'たけいみずほ',
              mana: '武井瑞穂',
              type: '专',
              cn: '武井瑞穗'
            },
            {
              kana: 'あおやましょうじ',
              mana: '青山商事',
              type: '专',
              cn: '青山商事'
            },
            {
              kana: 'こんどうしんさく',
              mana: '近藤晋作',
              type: '专',
              cn: '近藤晋作'
            },
            { kana: 'グッズ', mana: '', type: '名', cn: '小商品，杂货' },
            {
              kana: 'よびよせる',
              mana: '呼び寄せる',
              type: '动2他',
              cn: '叫来；召集来'
            },
            { kana: 'あんみん', mana: '安眠', type: '名·サ变自', cn: '安眠' },
            { kana: 'あ', mana: '', type: '叹', cn: '哟，啊' },
            {
              kana: 'まにあわせる',
              mana: '間に合わせる',
              type: '动2他',
              cn: '使来得及、赶出来'
            },
            { kana: 'ま', mana: '間', type: '名', cn: '时间' },
            { kana: 'たずねる', mana: '尋ねる', type: '动2他', cn: '询问' },
            {
              kana: 'アポ',
              mana: '',
              type: '名',
              cn: '约会、约定；“アポイントメント”的缩略形式'
            },
            {
              kana: 'まかせる',
              mana: '任せる',
              type: '动2他',
              cn: '委任、托付、交给'
            },
            {
              kana: 'くれぐれも',
              mana: '',
              type: '副',
              cn: '反复、周到、仔细'
            },
            { kana: 'げんぶつ', mana: '现物', type: '名', cn: '实物' },
            { kana: 'ほほう', mana: '', type: '叹', cn: '噢、哦' },
            {
              kana: 'もちはこび',
              mana: '持ち運び',
              type: '名',
              cn: '搬运、移动'
            },
            {
              kana: 'ふくらむ',
              mana: '膨らむ',
              type: '动1自',
              cn: '膨胀、鼓气、凸起'
            },
            { kana: 'とくちょう', mana: '特長', type: '名', cn: '特长、特点' },
            { kana: 'このように', mana: '', type: '接', cn: '这样地' },
            {
              kana: 'ひととおり',
              mana: '一通り',
              type: '副',
              cn: '大概；全部'
            },
            {
              kana: 'そなわる',
              mana: '備わる',
              type: '动1自',
              cn: '具有、具备、设有'
            },
            { kana: 'いちぞん', mana: '一存', type: '名', cn: '自己个人的意见' }
          ],
          phrase: [
            { kana: 'おこしになる', mana: 'お越しになる', cn: '大驾光临' },
            { kana: 'てにとる', mana: '手に取る', cn: '拿在手里' },
            {
              kana: 'かんがえましたね',
              mana: '考えましたね',
              cn: '构思很巧妙呀，真是费尽心思了啊'
            }
          ]
        },
        {
          word: [
            {
              kana: 'アカデミーしょう',
              mana: 'アカデミー賞',
              type: '名',
              cn: '奥斯卡金像奖'
            },
            {
              kana: 'そいつ',
              mana: '',
              type: '代',
              cn: '那个家伙；那，那个东西'
            },
            {
              kana: 'どうきゅうせい',
              mana: '同級生',
              type: '名',
              cn: '同年级同学'
            },
            { kana: 'こす', mana: '越す', type: '动1自', cn: '越过；搬家' },
            { kana: 'だんじよう', mana: '壇上', type: '名', cn: '台上、坛上' },
            { kana: 'こうし', mana: '講師', type: '名', cn: '讲师' },
            { kana: 'よしおか', mana: '吉岡', type: '专', cn: '吉岡' },
            { kana: 'スマートフォン', mana: '', type: '名', cn: '智能手机' },
            {
              kana: 'こうすいりょう',
              mana: '降水量',
              type: '名',
              cn: '降水量'
            },
            {
              kana: 'にゅうか',
              mana: '入荷',
              type: '名·サ变自',
              cn: '进货，到货'
            }
          ],
          phrase: [
            { kana: '～作', mana: '', cn: '～作品' },
            { kana: '～陣', mana: '', cn: '～阵容，～人员，～阵势' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
