export default {
  id: 22,
  chapter: 1,
  title: '芸術とスボーツ',
  lession: [
    {
      no: 85,
      topic: '芸術',
      basic: {
        base: [],
        use: [
          [
            'h>>>美しいオリンピック',
            '2008年8月8日、午後8時8分、北京にある国立の屋外競技場、愛称「鳥の巣」で、世紀のイベントが幕を開けた。中国国民が待ちに待ったオリンピックだ。夏季オリンピックは、1964年の東京、1988年のソウルに続く、アジアで3回目、20年ぶりの開催だが、その中でも北京オリンピックは史上最大の規模を誇り、204の国や地域から、11,000人あまりの選手が参加した。',
            '言うまでもなく、オリンピックはスポーツの祭典なので、関心の対象は、金·銀·銅のメダル獲得をめぐって繰り広げられる選手たちの熱い戦いにある。しかし、北京オリンピックは、競技が始まるずっと以前から世界中の注目を浴びていた。',
            'それは、開会式の演出を担当するチームを率いていたのが、張芸謀だったからだ。張芸謀は「赤いコーリャン」でデビューした後、「あの子を探して」「初恋のきた道」「至福のとき」など数々の名作を世に送り出し、その名を不動のものにした中国を代表する映画監督の1人である。',
            '',
            '開会式が始まると、「鳥の巣」に集まった9万もの観衆はもとより、世界でその様子を見届けようとしていた何十億の人々が、すっかりテレビに釘付けにされてしまった。3時間半に及ぶ開会式は、その全体を通して、ふんだんに中国文化の要素が取り入れられていた。',
            '開会式の演出テーマは、「美しいオリンピック」。「鳥の巣」の中央に映し出された「絵巻物」を舞台にして、サブテーマの「すばらしい文明」と「輝かしい時代」が描き出された。その中で、中国古代の4大発明、つまり「火薬」「紙」「活版印刷」「羅針盤」という、人類社会の発展に大きな役割を果たしてきた技術に焦点が当てられた。例えば、古代活版印刷をモチーフに漢字の「和」を使いながら2千年に及ぶ漢字の変遷を表現したり、花火によって「火薬」発明への敬意を表したりといった具合だ。ほかにも、至る所に悠久の歴史を持つ中国ならではの演出が満ちあふれていた。',
            '開会式を締めくくる聖火台への点火も観衆の度肝を抜くものであった。聖火を受け継いだ最後のランナーは、ワイヤーで空中に吊り上げられると、「鳥の巣」最上部の壁面を走るようにして遊泳し出したのだ。すると、ランナーの跡を追うようにして、壁面のスクリーンには、4か月以上にわたって全世界で行われた聖火リレーの様子が映し出されていった。そして、1周し終わると、そこには、紙をくるりと巻いたような形の聖火台がスポットライトによって姿を現し、ランナーが導火線に点火することでクライマックスを迎えた。思わず驚きの声を上げてしまった人もいたのではないか。どのオリンピックでも開会式の演出は秘密のベールに包まれているが、関係者以外で、果たしてこのような演出を想像できた人間は何人いただろうか。',
            'スポーツの祭典の開会式はまさに芸術の祭典と化していた。「映画と違って撮り直しができない。オリンピックの開会式で与えられているチャンスはただ1度だ」と張芸謀自身が言うように、開会式の一瞬一瞬のために、3年間にわたり、練習に練習を重ね、綿密に準備されてきた実に驚きずくめの演出であった。',
            '',
            'オリンピックは、単に全世界のスポーツ選手の最高峰の競い合いの場であるだけではなく、開催国の文化や伝統を全世界に披露する大舞台でもある。張芸謀の監督のもと、中国の人々が演出した「美しいオリンピックは、「鳥の巣」の中で見事に花を咲かせたといっても過言ではないだろう。それは、表面的な映像美ということではなく、悠久の歴史を持つ伝統·文化への尊敬に裏付けされた彼らの巧みな演出により、見る人の心に強烈なイメージを残したからである。',
            'b>>>【注】張芸謀（1951一）陕西省西安市出身。映画監督。'
          ]
        ]
      },
      utilization: {
        title: '久しぶりのデート',
        intro:
          '東京。佐藤家。望は春休みの間、光一の実家に遊びに行っている。光一と秀麗は久しぶりに二人きりの時間を過ごす。仕事の後で、二人で食事をしてレンタルビデオショップに立ち寄る。',
        content: [
          [
            '（時計を見て）',
            '秀麗：まだ8時か。どうする？',
            '光一：おれはもう1杯飲みたい気がするんだけど…。',
            '秀麗：うーん。明日早いし、なんかDVDでも借りてって、家で見ようよ。',
            '光一：分かった。じゃあ、そうしようか。'
          ],
          [
            '（レンタルビデオショップに入る）',
            '光一：何見ようか。',
            '秀麗：ねえ、見て。中国映画フェアだって。',
            '光一：本当だ。どれどれ。ずいぶんたくさんあるね。',
            '秀麗：日本でも中国映画は人気あるもの。',
            '秀麗：お店のおすすめは「初恋の来た道」「あの子を探して」かあ。張芸謀監督の作品が多いね。',
            '光一：日本でもずいぶん前からファンが多いからね。おれも好きだなあ。張芸謀監督って、中国でも人気なんでしょう？',
            '秀麗：すごく有名。オリンピックの開会式の演出担当だったし。',
            '光一：あの開会式はすごかったなあ。「人」の力のすごさを感じたっていうか。',
            '秀麗：うん。すごかったね。',
            '（中国映画の棚を見ていると）',
            '秀麗：あっ、張一心の最新作も置いてある。',
            '光一：本当だ。へえ、「中国の現代社会を生きる男女の悩みと恋。上海の美しい風景とともに贈る珠玉のラブストーリー」だって。',
            '秀麗：おもしろそうじゃない。借りてみる？'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'はるやすみ', mana: '春休み', type: '名', cn: '春假' },
            { kana: 'じっか', mana: '実家', type: '名', cn: '老家，父母之家' },
            {
              kana: 'はつこいのきたみち',
              mana: '「初恋の来た道」',
              type: '专',
              cn: '我的父亲母亲'
            },
            {
              kana: 'あのこをさがして',
              mana: '「あの子を探して」',
              type: '专',
              cn: '一个都不能少'
            },
            {
              kana: 'チャン·イーモウ',
              mana: '張芸謀',
              type: '专',
              cn: '张艺谋'
            },
            { kana: 'こい', mana: '恋', type: '名·サ变自', cn: '恋爱' },
            {
              kana: 'しゅぎょく',
              mana: '珠玉',
              type: '名',
              cn: '如珠玉般美丽璀璨；珍珠和玉石'
            },
            { kana: 'ラブストーリー', mana: '', type: '名', cn: '爱情故事' }
          ],
          phrase: [{ kana: '～きり', mana: '', cn: '止，仅' }]
        },
        {
          word: [
            {
              kana: 'おくがい',
              mana: '屋外',
              type: '名',
              cn: '户外、室外、露天'
            },
            {
              kana: 'きょうぎじよう',
              mana: '競技場',
              type: '名',
              cn: '体育场'
            },
            { kana: 'あいしょう', mana: '愛称', type: '名', cn: '爱称，昵称' },
            { kana: 'とりのす', mana: '鳥の巣', type: '专', cn: '鸟巢' },
            { kana: 'せいき', mana: '世紀', type: '名', cn: '世纪' },
            { kana: 'まく', mana: '幕', type: '名', cn: '幕，帐幕' },
            { kana: 'かき', mana: '夏季', type: '名', cn: '夏季' },
            { kana: 'ソウル', mana: '', type: '专', cn: '首尔' },
            { kana: 'しじょう', mana: '史上', type: '名', cn: '历史上' },
            { kana: 'ほこる', mana: '誇る', type: '动1自', cn: '夸耀' },
            { kana: 'さいてん', mana: '祭典', type: '名', cn: '盛典，庆祝式' },
            { kana: 'きん', mana: '金', type: '名', cn: '金' },
            { kana: 'どう', mana: '銅', type: '名', cn: '铜' },
            {
              kana: 'くりひろげる',
              mana: '繰り広げる',
              type: '动2他',
              cn: '展开，打开；走行，开展'
            },
            { kana: 'たたかい', mana: '戦い', type: '名', cn: '竞争；战斗' },
            { kana: 'きょうぎ', mana: '競技', type: '名', cn: '竞技，比赛' },
            { kana: 'あびる', mana: '浴びる', type: '动2他', cn: '受、蒙、遭' },
            {
              kana: 'ひきいる',
              mana: '率いる',
              type: '动2他',
              cn: '率领；帯领'
            },
            {
              kana: 'あかいコーリャン',
              mana: '「赤いコーリャン」',
              type: '专',
              cn: '红高梁'
            },
            {
              kana: 'しふくのとき',
              mana: '「至福のとき」',
              type: '专',
              cn: '幸福时光'
            },
            { kana: 'よ', mana: '世', type: '名', cn: '世上，人间' },
            { kana: 'おくりだす', mana: '送り出す', type: '动1他', cn: '送出' },
            { kana: 'ふどう', mana: '不動', type: '名', cn: '不可动揺，坚定' },
            { kana: 'かんしゅう', mana: '観衆', type: '名', cn: '观众' },
            {
              kana: 'みとどける',
              mana: '見届ける',
              type: '动2他',
              cn: '看到，看准，看清'
            },
            {
              kana: 'くぎづけ',
              mana: '釘付け',
              type: '名',
              cn: '被钉住，钉住'
            },
            { kana: 'ふんだん', mana: '', type: '副', cn: '大量，很多' },
            { kana: 'ようそ', mana: '要素', type: '名', cn: '要素' },
            { kana: 'ちゅうおう', mana: '中央', type: '名', cn: '中央' },
            {
              kana: 'うつしだす',
              mana: '映し出す',
              type: '动1他',
              cn: '放映出来'
            },
            { kana: 'えまきもの', mana: '絵巻物', type: '名', cn: '画卷' },
            {
              kana: 'かがやかしい',
              mana: '輝かしい',
              type: '形',
              cn: '辉煌，耀眼'
            },
            { kana: 'かき出す', mana: '描き出す', type: '动1他', cn: '描绘出' },
            { kana: 'こだい', mana: '古代', type: '名', cn: '古代' },
            { kana: 'かやく', mana: '火薬', type: '名', cn: '火药' },
            {
              kana: 'かっぱんいんさつ',
              mana: '活版印刷',
              type: '名',
              cn: '活字印刷'
            },
            { kana: 'らしんばん', mana: '羅針盤', type: '名', cn: '指南针' },
            { kana: 'しょうてん', mana: '焦点', type: '名', cn: '焦点' },
            {
              kana: 'あてる',
              mana: '当てる',
              type: '动2他',
              cn: '使（局部）接触；猜；指派；写给，寄给'
            },
            { kana: 'モチ一フ', mana: '', type: '名', cn: '主题；中心思想' },
            { kana: 'けいい', mana: '敬意', type: '名', cn: '敬意' },
            { kana: 'いたるところ', mana: '至る所', type: '名', cn: '到处' },
            {
              kana: 'みちあふれる',
              mana: '満ちあふれる',
              type: '动2自',
              cn: '洋溢，饱满'
            },
            {
              kana: 'しめくくる',
              mana: '締めくくる',
              type: '动1他',
              cn: '结束，总结'
            },
            { kana: 'せいかだい', mana: '聖火台', type: '名', cn: '圣火台' },
            { kana: 'せいか', mana: '聖火', type: '名', cn: '圣火' },
            { kana: 'てんか', mana: '点火', type: '名·サ变自他', cn: '点火' },
            { kana: 'どぎも', mana: '度肝', type: '名', cn: '胆子' },
            {
              kana: 'うけつぐ',
              mana: '受け継ぐ',
              type: '动1他',
              cn: '继承，承继'
            },
            {
              kana: 'ランナー',
              mana: '',
              type: '名',
              cn: '跑者；（棒球）跑垒员'
            },
            { kana: 'ワイヤー', mana: '', type: '名', cn: '钢丝绳，金属绳' },
            { kana: 'くうちゅう', mana: '空中', type: '名', cn: '空中' },
            {
              kana: 'つりあげる',
              mana: '吊り上げる',
              type: '动2他',
              cn: '吊上来，吊起来'
            },
            { kana: 'さいじょうぶ', mana: '最上部', type: '名', cn: '最上面' },
            { kana: 'へきめん', mana: '壁面', type: '名', cn: '墙面' },
            {
              kana: 'ゆうえいする',
              mana: '遊泳する',
              type: '名·サ变自',
              cn: '迈步行进，游泳'
            },
            { kana: 'あと', mana: '跡', type: '名', cn: '迹，痕迹' },
            { kana: 'リレー', mana: '', type: '名', cn: '传递，接力' },
            {
              kana: 'くるりと',
              mana: '',
              type: '副',
              cn: '回转一圏卷起，回转'
            },
            { kana: 'スポットライト', mana: '', type: '名', cn: '聚光灯' },
            { kana: 'あらわす', mana: '現す', type: '动1他', cn: '出现' },
            { kana: 'どうかせん', mana: '導火線', type: '名', cn: '导火线' },
            { kana: 'クライマックス', mana: '', type: '名', cn: '最高潮' },
            { kana: 'ベール', mana: '', type: '名', cn: '面纱' },
            { kana: 'かす', mana: '化す', type: '动1他', cn: '化为，变成' },
            {
              kana: 'とりなおす',
              mana: '撮り直す',
              type: '动1他',
              cn: '重新拍'
            },
            { kana: 'たんに', mana: '単に', type: '副', cn: '仅，只，单' },
            {
              kana: 'さいこうほう',
              mana: '最高峰',
              type: '名',
              cn: '最高峰，最高潮'
            },
            {
              kana: 'きそいあい',
              mana: '競い合い',
              type: '名',
              cn: '竞赛，争夺'
            },
            {
              kana: 'ひょうめんてき',
              mana: '表面的',
              type: '形2',
              cn: '表面的'
            },
            {
              kana: 'そんけい',
              mana: '尊敬',
              type: '名·サ变他',
              cn: '尊敬，敬仰'
            },
            {
              kana: 'うらづける',
              mana: '裏付ける',
              type: '动2他',
              cn: '（从旁）支持；证实，印证'
            },
            { kana: 'たくみ', mana: '巧み', type: '形2', cn: '巧妙，精巧' },
            { kana: 'せんせいしよう', mana: '陕西省', type: '专', cn: '陕西省' }
          ],
          phrase: [
            { kana: 'まくをあける', mana: '幕を開ける', cn: '开幕，开始' },
            {
              kana: 'ちゅうもくをあびる',
              mana: '注目を浴びる',
              cn: '受到瞩目，被关注'
            },
            {
              kana: 'よにおくりだす',
              mana: '世に送り出す',
              cn: '向世间奉献；让……问世'
            },
            { kana: 'どぎもをぬく', mana: '度肝を抜く', cn: '使大吃一惊' },
            { kana: 'あとをおう', mana: '跡を追う', cn: '追赶' },
            { kana: 'すがたをあらわす', mana: '姿を現す', cn: '显现' },
            { kana: 'こえをあげる', mana: '声を上げる', cn: '发出大声' },
            { kana: 'はなをさかせる', mana: '花を咲かせる', cn: '使开花' },
            {
              kana: 'そのなをふどうのものにする',
              mana: 'その名を不動のものにする',
              cn: '巩固其名声，使其地位无可动揺'
            },
            { kana: '～あまり', mana: '', cn: '余，多' },
            { kana: 'サブ～', mana: '', cn: '副～，第二～，小～' },
            { kana: '～大', mana: '～だい', cn: '～大' },
            { kana: '～国', mana: '～こく', cn: '～国' },
            { kana: '～美', mana: '～び', cn: '～美' },
            { kana: '～省', mana: '～しょう', cn: '～省' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 86,
      topic: '音楽',
      basic: {
        base: [],
        use: [
          ['h>>>二胡', 's>>>朱芳麗', 's>>>オフィシャルホームページへようこそ'],
          [
            't>>>プロフィール：',
            's>>>朱芳麗（チュウ·ファンリー/ZHU FANGLI）',
            '中国北京市出身。10歳の時、中国伝統音楽院入学。12歳で中国二胡コンクール優勝。その後、中国最高峰の楽団「中国中央民族楽団」で8年間ソリストを務める。中国国内で演奏者としての地位を築いた後、二胡の新たな表現を目指して2005年来日。',
            '2006年、中国伝統音楽を集めたCDアルバム「弦原」（げんげん）をリリース。その後、次々と新しいアルバムをリリースしている（「下弦」「華」「平原の風」）。伝統的な音楽にとどまらず、ポップス、ジャズ、クラシックなど幅広いジャンルの楽曲も演奏し、二胡の表現の世界を広げている。日本では、映画音楽（「RIVERS」「桜咲くころ」ほか）やCM音楽（「竜虎酒造」「三ツ村電機」ほか）も数多く手がけ、テレビ·ラジオにも出演している。2009年、アメリカ、フランス、韓国でもCDをリリース。世界に活躍の場を広げている。',
            '現在、日中の伝統楽器奏者10名からなる「YASAKA」のリーダーを務める。伝統音楽や各国の民俗音楽をジャズアレンジするなど、日中の伝統楽器で演奏するという新たな「融合」に挑戦し、世界各地でコンサートを行っている。'
          ],
          [
            't>>>インフォメーション　コンサート情報：',
            's>>>チュウ·ファンリー 二胡コンサート 2012',
            '名曲シリーズ第1弾！悠久の歴史と新しい風のコラボレーション。',
            '美しい二胡の音色に乗せて、日中の名曲をお楽しみいただきます。',
            '今回、お客様からのリクエストに応えて、中国古典の名曲「二泉映月」を演奏いたします。ぜひおいでください！',
            '2012年6月23日（土）　17：45開場　18：30開演',
            'チャントリーホール　小ホール',
            '料金　　前売り　　　　大人　　　　　4000円（当日4，500円）',
            '　　　　　　　　　　　高校生以下　　2500円（当日3，000円）',
            '主催　御堂音楽事務所',
            '後援　心身堂/中中新聞'
          ],
          [
            't>>>アバウトアーフ　二胡について：',
            '音色は人の声の響きに似ていて、物悲しさを誘うといわれます。',
            '「胡」という文字は、中国語で「北方の異民族」または「西方の異民族」という意味を表し、二胡はシルクロードを通って中国に伝わったといわれています。',
            '本場中国では、民間の合奏、歌や語り物の伴奏などに広く用いられています。別名「中国のバイオリン」とも呼ばれますが、バイオリンは弓と本体が別になっているのに对し、二胡は2本の弦の間に弓が挟まっているのが特徴です。さらに、バイオリンは弓の片面しか使用しませんが、二胡は弓の表、裏両方を使って演奏します。',
            '最近日本では、中国映画の音楽やテレビCMのBGMとして使われたこともあって、二胡の人気が高まっています。ジャズとのセッションや、ロックとの融合なども盛んに行われていて、欧米などにも二胡ファンが増えています。'
          ],
          [
            't>>>メッセージ　いただいたメッセージから一部をご紹介します',
            '福岡のクリスマスコンサートに行きました。生で二胡の曲を聞くのは初めてでしたが、本当にすばらしかったです！その後、自分でも弾けるようになることを夢見て、二胡教室に通い始めました。いつか朱芳麗さんのようなすばらしい音色が出せるようにと思って、日々練習に励んでいます。（福岡市　富永英子）',
            '中国会館で聞かれた、「中国古典音楽のタベ」に行きました。ゆったりと、そして情熱的に奏でられる二胡の響きに心を打たれ、いつのまにか悠久の歴史を持つ中国の雄大な風景が目に浮かんできました。これまでにも増して朱さんのファンになりました。これからもすばらしい演奏を届けてください。（目黒区　太田結子）',
            'CDの発売を首を長くして待っていました。早速購入し、毎日聞いています。澄みきった音色に心がいやされ、日ごろのストレスを忘れます。二胡独特の音色をたっぷりと堪能できるすばらしい作品だと思います。（大阪市　中田寛）'
          ]
        ]
      },
      utilization: {
        title: '習い事',
        intro:
          '東京。秀麗は友人の白石と二胡コンサートに出かける。コンサートが終わった後、食事をしながらコンサートの余韻に浸っている。',
        content: [
          [
            '白石：やっぱり、二胡の音っていいよねえ。わたしうっとりしちゃった。',
            '秀麗：うん。何て言えばいいのかな。郷愁を誘うっていうか、懐かしいっていうか。',
            '白石：李さんは中国出身だし、特に懐かしいんじゃない？',
            '秀麗：うん。うちは父が趣味で二胡を弾いていたから、北京の両親に会いたくなっちゃった。'
          ],
          [
            '（食後、パンフレットを見直して）',
            '白石：ねえ、裏に、二胡教室の案内がある。    ',
            '秀麗：本当だ。',
            '白石：子供用の教室もあるんだ。…美和に習わせてみようかなあ。',
            '秀麗：えっ、二胡を習わせるの？',
            '白石：うん。何か楽器を習わせたいなと思ってたの。でも、ピアノとかバイオリンとかじゃ、ありきたりな気がして…。',
            '秀麗：そうかー。',
            '白石：望ちゃんは？何か習い事させないの？',
            '秀麗：うーん、そろそろ何かさせようかとは思ってるんだけどね。',
            '白石：二胡は？興味ない？   ',
            '秀麗：ううん。そんなことないけど。でも、望がやりたいって言うかなあ。',
            '白石：じゃあ、試しに、一度いっしょに体験入学、行ってみない？',
            '秀麗：体験入学？    ',
            '白石：うん。1時間の無料レッスン。体験してみて、望ちゃんが興味持ったら始めてみればいいじゃない？',
            '秀麗：そうね。じゃあ、一度望に聞いてみよう。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'ならいごと',
              mana: '習い事',
              type: '名',
              cn: '才艺，技艺'
            },
            { kana: 'にこ', mana: '二胡', type: '名', cn: '二胡' },
            {
              kana: 'よいん',
              mana: '余韻',
              type: '名',
              cn: '余味，余韵；余音'
            },
            { kana: 'ひたる', mana: '浸る', type: '动1自', cn: '沉浸，陶醉' },
            { kana: 'ね', mana: '音', type: '名', cn: '乐音；音色；声音' },
            { kana: 'きょうしゅう', mana: '郷愁', type: '名', cn: '乡愁' },
            { kana: 'うら', mana: '裏', type: '名', cn: '背面，后面' },
            { kana: 'みわ', mana: '美和', type: '专', cn: '美和' },
            { kana: 'ためし', mana: '試し', type: '名', cn: '试验，尝试' },
            {
              kana: 'たいけんにゅうがく',
              mana: '体験入学',
              type: '名',
              cn: '体验课'
            },
            { kana: 'レッスン', mana: '', type: '名', cn: '课、课程' }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'オフィシヤル',
              mana: '',
              type: '形2',
              cn: '官方（的）、正式（的）'
            },
            { kana: 'ようこそ', mana: '', type: '副', cn: '欢迎，热烈欢迎' },
            {
              kana: 'プロフィール',
              mana: '',
              type: '名',
              cn: '人物简介，小传'
            },
            {
              kana: 'チュウ·ファンリー',
              mana: '朱芳麗',
              type: '专',
              cn: '朱芳丽'
            },
            {
              kana: 'ちゅうごくでんとうおんがくいん',
              mana: '中国伝統音楽院',
              type: '专',
              cn: '中国传统音乐学院'
            },
            { kana: 'がくだん', mana: '楽団', type: '名', cn: '乐团' },
            {
              kana: 'ちゅうごくちゅうおうみんぞくがくだん',
              mana: '中国中央民族楽団',
              type: '专',
              cn: '中国中央民族乐团'
            },
            { kana: 'ソリスト', mana: '', type: '名', cn: '独奏者，独唱者' },
            { kana: 'のち', mana: '後', type: '名', cn: '后、之后；以后' },
            {
              kana: 'シーディーアルバム',
              mana: 'CDアルバム',
              type: '名',
              cn: '（歌曲）专辑'
            },
            { kana: 'げんげん', mana: '「弦原」', type: '专', cn: '弦原' },
            { kana: 'リリース', mana: '', type: '名·サ变他', cn: '发行，发刊' },
            { kana: 'かげん', mana: '「下弦」', type: '专', cn: '下弦' },
            {
              kana: 'へいげんのかぜ',
              mana: '「平原の風」',
              type: '专',
              cn: '平原之风'
            },
            { kana: 'とどまる', mana: '', type: '动1自', cn: '限于，只，止于' },
            { kana: 'がっきょく', mana: '楽曲', type: '名', cn: '乐曲' },
            { kana: 'リバーズ', mana: 'RIVERS', type: '专', cn: '江河水' },
            {
              kana: 'はなさくごろ',
              mana: '「花咲くころ」',
              type: '专',
              cn: '花开时节'
            },
            {
              kana: 'てがける',
              mana: '手がける',
              type: '动2他',
              cn: '自己动手'
            },
            { kana: 'そうしゃ', mana: '奏者', type: '名', cn: '演奏者' },
            { kana: 'やさか', mana: '「YASAKA」', type: '专', cn: '弥荣' },
            { kana: 'みんぞく', mana: '民俗', type: '名', cn: '民俗' },
            { kana: 'がっき', mana: '楽器', type: '名', cn: '乐器' },
            {
              kana: 'ゆうごう',
              mana: '融合',
              type: '名·サ变自',
              cn: '融合；合并'
            },
            { kana: 'めいきょく', mana: '名曲', type: '名', cn: '名曲' },
            { kana: 'シリーズ', mana: '', type: '名', cn: '系列，连续，一套' },
            { kana: 'コラボレーション', mana: '', type: '名', cn: '共同制作' },
            {
              kana: 'のせる',
              mana: '乗せる',
              type: '动2他',
              cn: '和着，伴随着；乘载'
            },
            {
              kana: 'リクエスト',
              mana: '',
              type: '名·サ变他',
              cn: '点播，要求，希望'
            },
            {
              kana: 'こたえる',
              mana: '応える',
              type: '动2自',
              cn: '响应，反应，报答'
            },
            { kana: 'こてん', mana: '古典', type: '名', cn: '古典' },
            {
              kana: 'にせんえいげつ',
              mana: '二泉映月',
              type: '专',
              cn: '二泉映月'
            },
            {
              kana: 'かいじよう',
              mana: '開場',
              type: '名·サ变自',
              cn: '开门，入场'
            },
            { kana: 'かいえん', mana: '開演', type: '名·サ变自', cn: '开演' },
            { kana: 'チャントリーホール', mana: '', type: '专', cn: '千得利' },
            { kana: 'ホ一ル', mana: '', type: '名', cn: '剧场；大厅，大堂' },
            {
              kana: 'まえうり',
              mana: '前売り',
              type: '名',
              cn: '预售，预先售票'
            },
            {
              kana: 'みどうおんがくじむしょ',
              mana: '御堂音楽事務所',
              type: '专',
              cn: '御堂音乐事务所'
            },
            {
              kana: 'たんのうする',
              mana: '堪能する',
              type: '名·サ变自他',
              cn: '享受，十分满意'
            },
            { kana: 'こうえん', mana: '後援', type: '名', cn: '赞助，支援' },
            {
              kana: 'ちゅうちゅうしんぶん',
              mana: '中中新聞',
              type: '专',
              cn: '中中新闻'
            },
            { kana: 'ひびき', mana: '響き', type: '名', cn: '回声、音嗣' },
            { kana: 'ものがなしさ', mana: '物悲しさ', type: '名', cn: '伤感' },
            { kana: 'ほっぽう', mana: '北方', type: '名', cn: '北方' },
            {
              kana: 'いみんぞく',
              mana: '異民族',
              type: '名',
              cn: '外来民族，异民族'
            },
            { kana: 'せいほう', mana: '西方', type: '名', cn: '西方' },
            { kana: 'シルクロード', mana: '', type: '专', cn: '丝绸之路' },
            { kana: 'がっそう', mana: '合奏', type: '名·サ变他', cn: '合奏' },
            {
              kana: 'かたりもの',
              mana: '語り物',
              type: '名',
              cn: '说唱的故事'
            },
            { kana: 'ばんそう', mana: '伴奏', type: '名·サ变他', cn: '伴奏' },
            { kana: 'ゆみ', mana: '弓', type: '名', cn: '弓' },
            { kana: 'げん', mana: '弦', type: '名', cn: '弦' },
            { kana: 'はさまる', mana: '挟まる', type: '动1自', cn: '夹' },
            { kana: 'かためん', mana: '片面', type: '名', cn: '一面，单面' },
            { kana: 'ビージーエム', mana: 'BGM', type: '名', cn: '背景音乐' },
            { kana: 'セッション', mana: '', type: '名·サ变自', cn: '合奏' },
            { kana: 'ふくおか', mana: '福岡', type: '专', cn: '福岡' },
            {
              kana: 'ゆめみる',
              mana: '夢見る',
              type: '动2他',
              cn: '梦想，幻想；做梦'
            },
            {
              kana: 'はげむ',
              mana: '励む',
              type: '动1自',
              cn: '努力，刻苦，勤勉'
            },
            {
              kana: 'とみながえいこ',
              mana: '富永英子',
              type: '专',
              cn: '富永英子'
            },
            {
              kana: 'ちゅうごくかいかん',
              mana: '中国会館',
              type: '专',
              cn: '中国会馆'
            },
            {
              kana: 'ゆうべ',
              mana: '夕べ',
              type: '名',
              cn: '晩会；傍晩、黄昏'
            },
            {
              kana: 'じょうねつてき',
              mana: '情熱的',
              type: '形2',
              cn: '热情的'
            },
            { kana: 'かなでる', mana: '奏でる', type: '动2他', cn: '奏，演奏' },
            {
              kana: 'いつのまにか',
              mana: '',
              type: '副',
              cn: '不知何时，不知不觉'
            },
            { kana: 'めぐろく', mana: '目黒区', type: '专', cn: '目黑区' },
            { kana: 'ゆいこ', mana: '結子', type: '专', cn: '结子' },
            { kana: 'すむ', mana: '澄む', type: '动1自', cn: '清新悦耳，清澈' },
            {
              kana: 'すみきる',
              mana: '澄みきる',
              type: '动1自',
              cn: '清晰悦耳，清澈透明'
            },
            { kana: 'ひごろ', mana: '日ごろ', type: '名', cn: '平时、平常' },
            { kana: 'ひろし', mana: '寛', type: '专', cn: '宽' }
          ],
          phrase: [
            {
              kana: 'こころをうつ',
              mana: '心を打つ',
              cn: '打动心灵，扣人心弦'
            },
            { kana: 'めにうかぶ', mana: '目に浮かぶ', cn: '浮现眼前' },
            { kana: 'くびをながくする', mana: '首を長くする', cn: '翘首盼望' },
            { kana: '～弾', mana: '～だん', cn: '～坊' },
            { kana: '～区', mana: '～く', cn: '～区' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 87,
      topic: 'スポーツ',
      basic: {
        base: [],
        use: [
          [
            'h>>>学校生活 ～部活動～',
            'これは、ある高等学校のホームページに掲載されている部活動案内の一部である。'
          ],
          [
            't>>>部活动案内',
            '当校の部活動には、体育系と文化系があり、自分の個性と興味に合わせて活動できます。',
            's>>>体育系',
            '体育系の部活動は、歴史と伝統に基づき、『文武両道』の精神を受け継ぎながら活動しています。',
            'th>>>部活動|活動紹介',
            'td>>>硬式野球|甲子園出場は春15回、夏21回を数えます。全国制覇を目指して日々厳しい練習に取り組んでいます。',
            'td>>>バスケット|インターハイ出場経験22回。NBAで活躍中の田端健太も本校のバスケ部ボール 出身です。',
            'td>>>剣道|当校創立以来、100年もの歴史があります。コーチの熱心な指導のもと、稽古に励んでいます。',
            's>>>文化系',
            '文化系の部活動は、芸術、文化、学術などの分野があり、レベルの高い活動を行っています。',
            'th>>>部活動|活動紹介',
            'td>>>吹奏楽|2011年、全日本吹奏楽コンクール高校の部、銀賞受賞。野球部の応援や定期演奏会など、幅広く活動しています。',
            'td>>>書道|第19回国際高校生選抜書展（通称「書の甲子園」）団体の部、準優勝。毛筆・硬筆・かなの練習に励み、毎月展覧会に出品しています。',
            '日本のほとんどの中学校や高等学校には、左のような部活動があり、体育系から文化系までさまざまな種類がそろっている。',
            '部活動（部活）とは、放課後に行う教科外活動のことをいう。生徒は能力に関係なく自分の個性と興味に合わせて部活を選び、それぞれの部活に加入する生徒たちが自主的に活動している。',
            'ただし、部活加入の有無は、各学校の教育方針や校風によって異なる。したがって、例えば、文武両道をうたう学校において、部活が積極的に行われている所がある一方で、高校の夜間学校など多様な学校生活を擁護する学校において、部活があまり積極的に行われていない所もある。しかし、ほとんどの学校では、仲間との協调性や利己心の抑制を学び、心身ともに成長すると考え、部活動を推奨している。このため、多くの生徒が部活に加入し、月·火·水·金は部活、木·土は塾といったように、学校生活を満喫している。',
            '',
            '高校生の部活動で特に有名なのは、毎年、春と夏に行われる高校野球（全国高等学校野球選手権大会）の全国大会だ。毎回、兵庫県にある「阪神甲子園球場」で行われるため、通称「甲子園」と呼ばれている。全試合がテレビとラジオで放送され、日本で知らない者はいないといってもいいほどだ。',
            '高校野球の中でも、「夏の甲子園」は注目度が高い。地方予選、全国大会ともにトーナメント戦で、一敗も許されない。球児たちは当然、これまでの厳しい練習で、培ってきた技と精神力と運のすべてを賭けて、これに挑んでいる。',
            '甲子園に出場することは、すべての高校球児の夢であり、また地域住民の夢でもある。パスを借りきって「甲子園観戦ツアー」を組んで、応援に行ったり、母校の甲子園出場が決まれば、応援に行かないまでも、寄付などをして支援する人も多い。高校球児が繰り広げる筋書きのないドラマに、それぞれの夢を託して、日本中が選手の一挙手一投足に注目しているといっても過言ではない。',
            'この「甲子園」という言葉は、ほかの部活の全国大会の別称として使われることもある。例えば、吹奏楽の全国大会は、東京の杉並区にある「普門館」という会場で行われているが、この普門館は「吹奏楽の甲子園」と呼ばれている。あえて「甲子園」という言葉を使うことで、若者が情熱をかけて奮闘する姿を想起させるのである。同大会を「普門館」と言うこともあるが、この言い方も「甲子園」に由来しているといえるだろう。このほか、「書の甲子園」「まんが甲子園」など、さまざまな全国大会がある。高校野球以外の競技で、「甲子園」と並ぶ大きな全国大会というと、インターハイ（全国高等学校総合体育大会）が挙げられる。出場の条件は種目によって異なるが、県大会、地区予選を順次規定以上の成績で勝ち抜かなければならない。種目は陸上競技、体操、ラグビー、水泳、スキーなど30数種目に及ぶ。',
            '',
            '中学·高校生活の中で打ち込んできた競技を卒業後も継続し、プロやアマチュアという立場で活躍できる人は一握りに過ぎない。しかし、部活を通じて一生涯の友人を得ることができたり、就職活動で、厳しい集団生活の中で、培ってきた精神力を積極的にアピールすることができる。部活は、日本の学校生活において、子供たちが体力·精神力を養うかけがえのない場になっているといえる。'
          ]
        ]
      },
      utilization: {
        title: '懐かしい仲間',
        intro:
          '東京。佐藤光一は高校時代のバスケットボール部の同窓会に参加している。光一の出身高校はバスケットボールの全国大会に出場したこともある强豪校。光一の同窓生30人ほどが居酒屋に集まっている。',
        content: [
          [
            '（光一は席に着くと、隣に座っていた須田と話す）',
            '須田：佐藤、おまえ全然変わんないね。',
            '光一：そうかー？高校卒業してからもう、24年経ってんだぞ。',
            '須田：おまえの顔を見てると、まだ最近のことみたいな気がするよ。40代になったなんて信じられん。',
            '光一：あのころは、毎日死ぬほど練習してたもんな。毎日毎日、同じメンバーでさ。',
            '須田：そうそう。おれなんか部活に熱中し過ぎて、親も「大学受験はどうするんだ！」とか怒っちゃってさあ。',
            '光一：でも、ちゃんと大学にも入ったし、インターハイにも出場できたじゃないか。',
            '須田：まあ、結果的にはね。でも、自分が高校生の親になってみると、やっぱり心配になるよ。部活ばっかりやってて、勉强大丈夫かなあって。    ',
            '光一：えっ、おまえのとこ、もう高校生なの？',
            '須田：ああ。高校1年生で、なんとパスケ部に入ったんだよ。',
            '光一：そうか一。親父（おやじ）の背中を追ってるわけだ。血は争えんな。',
            '須田：まあな。おまえのほうは？',
            '光一：娘が今年小学校に入ったよ。',
            '須田：小学1年生か。かわいいだろう。',
            '光一：いやあ、自分でも親ばかだと思うけど、かわいいよ。'
          ],
          [
            '（インターハイ出場の時の話になって）',
            '須田：今でも忘れられないよ。おまえのブザービート。あれのおかげでインターハイに出場できたんだからな。',
            '光一：シュートのおかげじゃないよ。あれは、ボールをパスしてくれたおまえのおかげ。',
            '須田：何回この話をしても、これだもんな。じゃあ、おまえとおれのチームワークで、ということにしておくか。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'きょうごう',
              mana: '强豪',
              type: '名',
              cn: '强手；实力强大'
            },
            {
              kana: 'きょうごうこう',
              mana: '强豪校',
              type: '名',
              cn: '强校，实力强大的学校'
            },
            {
              kana: 'どうそうせい',
              mana: '同窓生',
              type: '名',
              cn: '同学，同窗'
            },
            { kana: 'すだ', mana: '須田', type: '专', cn: '须田' },
            {
              kana: 'ねっちゅうする',
              mana: '熱中する',
              type: '名·サ变自',
              cn: '热衷、专心致志'
            },
            {
              kana: 'インターハイ',
              mana: '',
              type: '专',
              cn: '全国高中综合体育大赛'
            },
            { kana: 'けっかてき', mana: '結果的', type: '形2', cn: '结果上' },
            {
              kana: 'とこ',
              mana: '',
              type: '名',
              cn: '地方；“ところ”的缩略形式'
            },
            {
              kana: 'バスケ',
              mana: '',
              type: '名',
              cn: '篮球；バスケットボール”的缩略形式'
            },
            {
              kana: 'おやじ',
              mana: '親父',
              type: '名',
              cn: '父亲、爸爸、老头子'
            },
            {
              kana: 'せなか',
              mana: '背中',
              type: '名',
              cn: '背后；脊背、脊梁'
            },
            { kana: 'ち', mana: '血', type: '名', cn: '血缘、血统；血、血液' },
            {
              kana: 'あらそう',
              mana: '争う',
              type: '动1他',
              cn: '争辩、争论；争夺；斗争'
            },
            {
              kana: 'おやばか',
              mana: '親ばか',
              type: '名',
              cn: '溺爱子女的父母'
            },
            { kana: 'ブザービート', mana: '', type: '名', cn: '压哨球' },
            { kana: 'ボール', mana: '', type: '名', cn: '球、球状物' },
            { kana: 'パスする', mana: '', type: '名·サ变他', cn: '传递、传送' },
            { kana: 'チームワーク', mana: '', type: '名', cn: '合作、协作' }
          ],
          phrase: [
            {
              kana: 'ちはあらそえない',
              mana: '血は争えない',
              cn: '龙生龙，凤生凤'
            },
            { kana: '～ばっかり', mana: '', cn: '净～、光～、只是～' }
          ]
        },
        {
          word: [
            {
              kana: 'ぶかつどう',
              mana: '部活動',
              type: '名',
              cn: '课外社团活动'
            },
            { kana: 'とうこう', mana: '当校', type: '名', cn: '我校、该校' },
            { kana: 'たいいく', mana: '体育', type: '名', cn: '体育' },
            {
              kana: 'ぶんぶりょうどう',
              mana: '文武両道',
              type: '名',
              cn: '文武双全'
            },
            {
              kana: 'こうしきやきゅう',
              mana: '硬式野球',
              type: '名',
              cn: '硬式棒球'
            },
            { kana: 'こうしえん', mana: '甲子園', type: '专', cn: '甲子园' },
            {
              kana: 'ぜんこくせいは',
              mana: '全国制覇',
              type: '名',
              cn: '全国冠军'
            },
            {
              kana: 'エヌビーエー',
              mana: 'NBA',
              type: '专',
              cn: '美国篮球职业联盟'
            },
            {
              kana: 'たばたけんた',
              mana: '田端健太',
              type: '专',
              cn: '田端健太'
            },
            { kana: 'ほんこう', mana: '本校', type: '名', cn: '本校' },
            { kana: 'けんどう', mana: '剣道', type: '名', cn: '剑道' },
            {
              kana: 'けいこ',
              mana: '稽古',
              type: '名·サ变他',
              cn: '练习、训练、学习'
            },
            { kana: 'がくじゅつ', mana: '学術', type: '名', cn: '学术' },
            { kana: 'すいそうがく', mana: '吹奏楽', type: '名', cn: '吹奏乐' },
            {
              kana: 'こくさいこうこうせいせんばつしょてん',
              mana: '国際高校生選抜書展',
              type: '专',
              cn: '国际高中生书法选拔展'
            },
            {
              kana: 'しょのこうしえん',
              mana: '書の甲子園',
              type: '专',
              cn: '书法甲子园'
            },
            { kana: 'つうしょう', mana: '通称', type: '名', cn: '通称；俗称' },
            { kana: 'だんたい', mana: '団体', type: '名', cn: '团体' },
            { kana: 'もうひつ', mana: '毛筆', type: '名', cn: '毛笔' },
            { kana: 'こうひつ', mana: '硬筆', type: '名', cn: '硬笔' },
            { kana: 'かな', mana: '', type: '名', cn: '假名' },
            {
              kana: 'しゅっぴんする',
              mana: '出品する',
              type: '名·サ变自他',
              cn: '展出作品'
            },
            { kana: 'ほうかご', mana: '放課後', type: '名', cn: '放学后' },
            {
              kana: 'きょうか',
              mana: '教科',
              type: '名',
              cn: '教授课程、教授科目'
            },
            { kana: 'じしゅてき', mana: '自主的', type: '形2', cn: '自主的' },
            { kana: 'うむ', mana: '有無', type: '名', cn: '有无' },
            { kana: 'こうふう', mana: '校風', type: '名', cn: '校风' },
            {
              kana: 'うたう',
              mana: '',
              type: '动1他',
              cn: '强调，主张；讴歌、歌颂'
            },
            {
              kana: 'やかんがっこう',
              mana: '夜間学校',
              type: '名',
              cn: '夜校'
            },
            {
              kana: 'ようごする',
              mana: '擁護する',
              type: '名·サ变他',
              cn: '拥护'
            },
            {
              kana: 'りこしん',
              mana: '利己心',
              type: '名',
              cn: '私心，自私自利'
            },
            {
              kana: 'よくせい',
              mana: '抑制',
              type: '名·サ变他',
              cn: '抑制，制止'
            },
            { kana: 'しんしん', mana: '心身', type: '名', cn: '身心' },
            {
              kana: 'すいしょうする',
              mana: '推奨する',
              type: '名·サ变他',
              cn: '推荐，提倡'
            },
            {
              kana: 'まんきつする',
              mana: '満喫する',
              type: '名·サ变他」饱尝，吃足',
              cn: ''
            },
            {
              kana: 'こうこうやきゅう',
              mana: '高校野球',
              type: '专',
              cn: '高中棒球'
            },
            {
              kana: 'ぜんこくこうとうがっこうやきゅうせんしゅけんたいかい',
              mana: '全国高等学校野球選手権大会',
              type: '专',
              cn: '全国高中棒球选拔赛'
            },
            {
              kana: 'ぜんこくたいかい',
              mana: '全国大会',
              type: '专',
              cn: '全国大赛'
            },
            { kana: 'ひょうご', mana: '兵庫', type: '专', cn: '兵库' },
            {
              kana: 'はんしんこうしえんきゅうじよう',
              mana: '阪神甲子園球場',
              type: '专',
              cn: '阪神甲子园球场'
            },
            { kana: 'よせん', mana: '予選', type: '名', cn: '预选' },
            {
              kana: 'トーナメントせん',
              mana: 'トーナメント戦',
              type: '名',
              cn: '淘汰赛'
            },
            { kana: 'きゅうじ', mana: '球児', type: '名', cn: '青少年球员' },
            { kana: 'つちかう', mana: '培う', type: '动1他', cn: '培养' },
            { kana: 'わざ', mana: '技', type: '名', cn: '技能，本领' },
            {
              kana: 'かける',
              mana: '賭ける',
              type: '动2他',
              cn: '拼（命），不惜；打赌'
            },
            { kana: 'いとむ', mana: '挑む', type: '动1他', cn: '挑战；征服' },
            {
              kana: 'かりきる',
              mana: '借りきる',
              type: '动1他',
              cn: '包租，全部租下'
            },
            {
              kana: 'かんせん',
              mana: '観戦',
              type: '名·サ受他',
              cn: '观战，观看比赛ぼこう（母校）'
            },
            {
              kana: 'すじがき',
              mana: '筋書き',
              type: '名',
              cn: '情节、概要；节目表'
            },
            {
              kana: 'たくす',
              mana: '託す',
              type: '动1他',
              cn: '托、托付、委托'
            },
            {
              kana: 'いっきょしゅいっとうそく',
              mana: '一挙手一投足',
              type: '名',
              cn: '一举手一投足'
            },
            { kana: 'べっしょう', mana: '別称', type: '名', cn: '别称' },
            { kana: 'すぎなみく', mana: '杉並区', type: '专', cn: '杉并区' },
            { kana: 'ふもんかん', mana: '普門館', type: '专', cn: '普门馆' },
            { kana: 'じょうねつ', mana: '情熱', type: '名', cn: '热情' },
            {
              kana: 'ふんとうする',
              mana: '奮闘する',
              type: '名·サ变自',
              cn: '奋战，奋斗'
            },
            {
              kana: 'そうきする',
              mana: '想起する',
              type: '名·サ变他',
              cn: '想起、联想到'
            },
            {
              kana: 'ぜんこくこうとうがっこうそうごうたいいくたいかい',
              mana: '全国高等学校総合体育大会',
              type: '专',
              cn: '全国高中综合体育大赛'
            },
            { kana: 'そうごう', mana: '総合', type: '名', cn: '综合' },
            { kana: 'しゅもく', mana: '種目', type: '名', cn: '项目' },
            {
              kana: 'じゅんじ',
              mana: '順次',
              type: '副',
              cn: '依次、顺次；逐渐'
            },
            {
              kana: 'かちぬく',
              mana: '勝ち抜く',
              type: '动1自',
              cn: '完全取胜'
            },
            {
              kana: 'りくじょうきょうぎ',
              mana: '陸上競技',
              type: '名',
              cn: '田径赛'
            },
            { kana: 'ラグビー', mana: '', type: '名', cn: '橄榄球' },
            {
              kana: 'うちこむ',
              mana: '打ち込む',
              type: '动1他',
              cn: '热衷，迷恋；打进'
            },
            { kana: 'アマチュア', mana: '', type: '名', cn: '业余爱好者' },
            {
              kana: 'ひとにぎり',
              mana: '一握り',
              type: '名',
              cn: '一把、少量'
            },
            {
              kana: 'いっしょうがい',
              mana: '一生涯',
              type: '名',
              cn: '终身、一生'
            },
            {
              kana: 'やしなう',
              mana: '養う',
              type: '动1他',
              cn: '培养、养成；养育'
            }
          ],
          phrase: [
            { kana: 'ゆめをたくす', mana: '夢を託す', cn: '寄托梦想' },
            {
              kana: 'じょうねつをかける',
              mana: '情熱をかける',
              cn: '倾注热情'
            },
            { kana: 'かけがえのない', mana: '', cn: '不可替代的' },
            { kana: '準～', mana: 'じゅん～', cn: '准～' },
            { kana: '～外', mana: '～がい', cn: '～外' },
            { kana: '～度', mana: '～ど', cn: '～程度' },
            { kana: '～敗', mana: '～はい', cn: '～败' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 88,
      topic: 'メセナ',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>Jリーガー　小栗圭祐(28歲)',
            'r>>>インタビュアー　滝川麻央(30歳)',
            'r>>>心身堂　広報部　木村瑛太(27歳)',
            'r>>>事業部　中澤優(25歲)'
          ],
          [
            't>>>①インタビュー',
            '「心身堂」は、サッカ一日本代表チームのオフィシャルスポンサーである。2年後のワールドカップ大会に向けて、日本代表チームは代表候補選手を選抜し、精力的に国際試合を行っている。その一環として、来月、スペイン代表との国際試合が予定されている。心身堂では、自社HPで配信するために、代表メンバーの1人で、スポンサー契約をしている小栗圭祐選手にインタビューする。'
          ],
          [
            '（インタビューの収録が行われている）',
            '滝川：スペイン代表との試合まで、残すところあと2週間ですが、まず、意気込みのほどをお聞かせください。',
            '小栗：何しろ世界ランク1位のスペインが相手ですから、我々は胸を借りるつもりでやるだけです。',
            '滝川：勝算はありますか。スペイン代表は、2年間、国際試合では負けなしですが。',
            '小栗：ええ、もちろんありますよ。互角に戦うのは難しいかもしれませんが、手も足も出ないなんてことはないと思いますよ。    ',
            '滝川：日本の持ち味である俊敏性は折り紙付きですから、勝機があるとすれば、そのあたりでしょうか。',
            '小栗：ええ、そうですね。持ち味を生かして早いパス回しができれば、スペインのディフェンスを崩せると思うんですが。',
            '滝川：期待してもよろしいでしょうか。',
            '小栗：ええ。このところの国際試合で、チームのパフォーマンスはかなり高くなってきました。毎試合、必ずゴールを決めていますし。スペイン戦も必ずゴールを決めたいですね。',
            '滝川：心強いお言葉、ありがとうございます。期待しています。ところで、小栗さんご自身のことについてですが、ドイツのチームからオファーが来ているとか。',
            '小栗：いいえ、ぼくはまだ何も。でも、実際にそういうオファーがあるとしたら、とても光栄なことですが。',
            '滝川：そうですか。でも、以前から、いつか海外でプレーしたいとおっしゃっていましたよね。正式にオファーがあれば受けられますか。',
            '小栗：そうですね…。自分の実力を海外で試してみたいという気持ちはあります。もう年齢的にもぎりぎりだと思うので、行けるものなら行ってみたいと…。',
            '滝川：なるほど。（Jリーグの話題に変えて）えー、国内のほうでも、所属チームは、今期、上位におられます。チームにとって、小栗さんの存在は大きいのではないでしょうか。',
            '小栗：いえ。何と言っても、うちのチームにはほかのどのチームにも負けない強力な…。',
            '滝川：サボーターの存在ですね。',
            '小栗：ええ、そのとおりです。時にはしかってくれたり、時には励ましてくれたりと、サポーターの熱烈な応援には、いつも頭が下がる思いがします。',
            '滝川：サボーターとチームが一体になっていることが、好成績の要因ということですね。では、ここからは、少しプライベートな質問をさせていただいてもよろしいでしょうか。',
            '小栗：はい、いいっすよ。答えれる範囲であれば。'
          ],
          [
            '（インタビューの最後に）',
            '滝川：では、最後に、ファンの皆さんに、ひと言メッセージをお願いします。',
            '小栗：はい。うーん、そうですね…。スペインは格上の相手ではありますが、チームが一丸となって、各々の役割をきちんと果たせば、勝機はあるはずです。きっと勝ってみせます。ぜひ応援してください。'
          ],
          [
            't>>>②サッカー談議',
            '日本代表とスペイン代表の国際試合が行われた翌日の昼休み。心身堂の社員の間で代表戦の話に花が咲く。'
          ],
          [
            '（社員食堂で）',
            '中津：昨日の試合、見ました？小栗の言ってたとおりになりましたね。    ',
            '木村：見た見た。でも、勝てっこないと思っていたから、本当に驚いたよ。',
            '中津：わたしだって、驚いたのなんのって。まるで夢を見ているみたいでした。何しろ世界ランク1位を破ったんですから。',
            '木村：でも、後半はやっぱりディフェンス一辺倒になってしまったなあ。',
            '中津：ええ。もう少しでやられるところでした。決定的な場面、いくつもありましたよね。',
            '木村：うん。でも、みんなよく守ったよ。運動量じゃ、負けていなかったもの。',
            '中津：これは、次回のワールドカップ、期待できそうですね。',
            '木村：ベストメンバーじゃなかったとはいっても、相手はスペインだからね。いやあ、ほんとに日本はいけるんじゃないかな。    ',
            '中津：いけますよ。日本は確実に実力をつけている気がしますし。ゴールを決めたというのがその証拠ですよ。',
            '木村：確かに。今回も引き分けりゃいいぐらいに思っていたからね。',
            '中津：海外でプレーする日本人が増えたのも大きいんじゃないですか。',
            '木村：うん、それはあると思うな。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'メセナ',
              mana: '',
              type: '名',
              cn: '企业赞助，社会公益活动'
            },
            {
              kana: 'ジェーリーガー',
              mana: 'Jリーガー',
              type: '专',
              cn: '日本职业足球联盟球员'
            },
            {
              kana: 'おぐりけいすけ',
              mana: '小栗圭祐',
              type: '专',
              cn: '小栗圭祐'
            },
            {
              kana: 'インタビューアー',
              mana: '',
              type: '名',
              cn: '采访者，记者'
            },
            {
              kana: 'たきがわまお',
              mana: '滝川麻央',
              type: '专',
              cn: '泷川麻衣'
            },
            { kana: 'こうほう', mana: '広報', type: '名', cn: '宣传' },
            { kana: 'えいた', mana: '瑛太', type: '专', cn: '瑛太' },
            { kana: 'なかざわゆう', mana: '中澤優', type: '专', cn: '中泽优' },
            {
              kana: 'せんばつする',
              mana: '選抜する',
              type: '名·サ变他',
              cn: '选拔'
            },
            {
              kana: 'せいりょくてき',
              mana: '精力的',
              type: '形2',
              cn: '积极；精力充沛'
            },
            { kana: 'いっかん', mana: '一環', type: '名', cn: '一环、环节' },
            { kana: 'スペイン', mana: '', type: '专', cn: '西班牙' },
            { kana: 'じしゃ', mana: '自社', type: '名', cn: '本公司' },
            {
              kana: 'はいしんする',
              mana: '配信する',
              type: '名·サ变他',
              cn: '发布消息，公布信息'
            },
            {
              kana: 'しゅうろく',
              mana: '収録',
              type: '名·サ变他',
              cn: '录像，录音；收录，刊载'
            },
            {
              kana: 'いきごみ',
              mana: '意気込み',
              type: '名',
              cn: '士气，干劲，热情'
            },
            { kana: 'ランク', mana: '', type: '名', cn: '名次，顺序' },
            { kana: 'しょうさん', mana: '勝算', type: '名', cn: '胜算' },
            { kana: 'まけ', mana: '負け', type: '名', cn: '输，失败' },
            { kana: 'なし', mana: '', type: '名', cn: '无、没有' },
            {
              kana: 'ごかく',
              mana: '互角',
              type: '名·形2',
              cn: '势均力敌，不分上下'
            },
            { kana: 'もちあじ', mana: '持ち味', type: '名', cn: '特长，风格' },
            {
              kana: 'しゅんびん',
              mana: '俊敏',
              type: '形2',
              cn: '敏捷，聪敏，灵活'
            },
            { kana: 'おりがみ', mana: '折り紙', type: '名', cn: '保证书' },
            {
              kana: 'しょうき',
              mana: '勝機',
              type: '名',
              cn: '胜机，制胜机会'
            },
            { kana: 'パスまわし', mana: 'パス回し', type: '名', cn: '传球' },
            { kana: 'ディフェンス', mana: '', type: '名', cn: '防守；防御' },
            {
              kana: 'パフォーマンス',
              mana: '',
              type: '名',
              cn: '表现；表演，演出；性能'
            },
            {
              kana: 'ゴール',
              mana: '',
              type: '名·サ变自',
              cn: '进球；终点；目标'
            },
            {
              kana: 'こころづよい',
              mana: '心強い',
              type: '形1',
              cn: '令人振奋，鼓舞人心'
            },
            {
              kana: 'オファー',
              mana: '',
              type: '名',
              cn: '提出入队邀请，提供工作机会；报价，报盘'
            },
            { kana: 'こうえい', mana: '光栄', type: '形2', cn: '荣幸，光荣' },
            {
              kana: 'いつか',
              mana: '',
              type: '副',
              cn: '有朝一日，什么时候，迟早，早晩'
            },
            {
              kana: 'プレーする',
              mana: '',
              type: '名·サ变自',
              cn: '踢球，打球'
            },
            { kana: 'ぎりぎり', mana: '', type: '副', cn: '最大限度，极限' },
            {
              kana: 'ジェーリーグー',
              mana: 'Jリーグー',
              type: '专',
              cn: '日本职业足球联赛'
            },
            { kana: 'えー', mana: '', type: '叹', cn: '嗯，欸' },
            { kana: 'こんき', mana: '今期', type: '名', cn: '本赛季，本期' },
            {
              kana: 'きょうりょく',
              mana: '強力',
              type: '形2',
              cn: '强大，强有力，力量大'
            },
            {
              kana: 'サポーター',
              mana: '',
              type: '名',
              cn: '支持者，拥护者，赞助者'
            },
            { kana: 'ねつれつ', mana: '熱烈', type: '形2', cn: '热烈，热情' },
            {
              kana: 'いったい',
              mana: '一体',
              type: '名',
              cn: '一体、同心、合力'
            },
            {
              kana: 'プライベート',
              mana: '',
              type: '形2',
              cn: '私人，个人，非公开'
            },
            {
              kana: 'かくうえ',
              mana: '格上',
              type: '名',
              cn: '水平高，地位高'
            },
            {
              kana: 'いちがん',
              mana: '一丸',
              type: '名',
              cn: '一团，一个整体'
            },
            { kana: 'おのおの', mana: '各々', type: '名', cn: '各自；各位' },
            { kana: 'だんぎ', mana: '談議', type: '名', cn: '谈论，漫谈' },
            { kana: 'いっぺんとう', mana: '一辺倒', type: '名', cn: '一边倒' },
            {
              kana: 'けっていてき',
              mana: '決定的',
              type: '形2',
              cn: '决定性的'
            },
            { kana: 'ベスト', mana: '', type: '名', cn: '最佳、最好' },
            {
              kana: 'ひきわける',
              mana: '引き分ける',
              type: '动2他',
              cn: '战平，打成平局'
            }
          ],
          phrase: [
            { kana: 'やられる', mana: '', cn: '被打败；受害；受灾' },
            { kana: 'いける', mana: '', cn: '进展顺利，令人满意；很好、不差' },
            { kana: 'むねをかりる', mana: '胸を借りる', cn: '借高手陪练' },
            {
              kana: 'てもあしもでない',
              mana: '手も足も出ない',
              cn: '毫无还手之力'
            },
            {
              kana: 'おりがみつき',
              mana: '折り紙付き',
              cn: '具有公认评价，附有鉴定书'
            },
            { kana: 'ゴールをきめる', mana: 'ゴールを決める', cn: '进球' },
            {
              kana: 'あたまがさがる',
              mana: '頭が下がる',
              cn: '钦佩、敬佩、佩服'
            },
            { kana: 'いったいになる', mana: '一体になる', cn: '同心协力' },
            { kana: 'いちがんとなる', mana: '一丸となる', cn: '团结一致' },
            {
              kana: 'はながさく',
              mana: '花が咲く',
              cn: '（议论）热火朝天，（谈论）十分热闹'
            },
            {
              kana: 'いっぺんとうになる',
              mana: '一辺倒になる',
              cn: '成为一边倒'
            },
            { kana: '～戦', mana: '～せん', cn: '～之战' },
            { kana: '好～', mana: 'こう', cn: '好～' }
          ]
        },
        {
          word: [
            { kana: 'ノルマ', mana: '', type: '名', cn: '定额，劳动定额' },
            {
              kana: 'たっせい',
              mana: '達成',
              type: '名·サ变他',
              cn: '完成，达成，成就'
            },
            {
              kana: 'ちょくご',
              mana: '直後',
              type: '名',
              cn: '刚……之后，紧接着；正后面'
            },
            {
              kana: 'くるしむ',
              mana: '苦しむ',
              type: '动1他',
              cn: '受折磨；烦恼；苦于'
            },
            {
              kana: 'えんちょうする',
              mana: '延長する',
              type: '名·サ变他',
              cn: '延长，順延'
            },
            {
              kana: 'よのなか',
              mana: '世の中',
              type: '名',
              cn: '社会，世上，世间'
            },
            {
              kana: 'むかしばなし',
              mana: '昔話',
              type: '名',
              cn: '往事，故事'
            },
            {
              kana: 'せけんばなし',
              mana: '世間話',
              type: '名',
              cn: '闲聊，闲话，聊天'
            },
            { kana: 'しかけ', mana: '仕掛け', type: '名', cn: '手法，机关' },
            { kana: 'うたがい', mana: '疑い', type: '名', cn: '嫌疑，猜疑' },
            {
              kana: 'このよ',
              mana: 'この世',
              type: '名',
              cn: '世間；今世，现世，今生'
            },
            {
              kana: 'いきかえる',
              mana: '生き返る',
              type: '动1自',
              cn: '复生，复活，苏醒'
            },
            { kana: 'つうはん', mana: '通販', type: '名', cn: '邮购' },
            { kana: 'きゃくほん', mana: '脚本', type: '名', cn: '脚本，剧本' },
            { kana: 'ギャグ', mana: '', type: '名', cn: '嘘头' },
            { kana: 'ださく', mana: '駄作', type: '名', cn: '拙劣的作品' },
            { kana: 'あやうい', mana: '', type: '形1', cn: '危险' },
            {
              kana: 'のりおくれる',
              mana: '乗り遅れる',
              type: '动2自',
              cn: '未赶上乘车（机）时间；未赶上潮流'
            },
            { kana: 'しゅやく', mana: '主役', type: '名', cn: '主演，主角' },
            { kana: 'ドル', mana: '', type: '名', cn: '美元' },
            { kana: 'かわせレート', mana: '為替レート', type: '名', cn: '汇价' }
          ],
          phrase: [
            { kana: 'ねもはもない', mana: '根も葉もない', cn: '毫无根据' },
            { kana: 'みをむすぶ', mana: '実を結ぶ', cn: '取得成就，结出果实' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
