export default {
  id: 23,
  chapter: 1,
  title: '自然災害',
  lession: [
    {
      no: 89,
      topic: '',
      basic: {
        base: [],
        use: [
          ['h>>>地震と津波'],
          [
            '2011年3月11日、日本は未曾有の大地震に見舞われた。',
            '東北地方の三陸沖の海底を震源とするM（マグニチュード）9という日本国内観測史上最大規模の地震が発生し、それに連動して、周辺の海底でM7以上の大きな2つの地震が発生した。震源域（地盤の岩石が破壊された範囲）は、東北地方の岩手県沖から関東地方の茨城県沖までの、長さ500km、幅200kmの広範囲にわたり、震源域では余震が多発した。大地震と、それに伴って発生した巨大津波は、東日本の沿岸部を中心に壊滅的な被害をもたらしたのみならず、原子力発電所の事故を誘発するなどし、世界に大きな衝撃を与えた。',
            'この「東日本大震災」による死者行方（ゆくえ）不明者は、地震発生後6か月の時点で20，000人近くに達したが、その被害の多くは津波によるものだと考えられている。'
          ],
          [
            '津波は、そのほとんどが海底で大きな地震が起きた時に発生する。地震により海底地盤が破壊され、大規模な地殻变動が起こる。それに伴い、海水が押し上げられて上下動し、海面の水位の变動が周囲に拡大していき、津波となる。',
            '下の図のように、一般的な波（波浪）は、波長が数m～数百mだが、津波は、波長が数km～数百kmと長く、海底から海面までの水がまるごと移動するため、巨大な塊となって沿岸に押し寄せる。しかも、勢いが衰えず、連続して押し寄せ、陸上の家屋などを破壊しながら内陸まで一気に駆け上がる。また津波が引く時も、とても強い力で引き続けるため、破壊した家屋などを海中に引ぎ込んでしまう。こうして津波が去った後は、町や村は原形をとどめないほどに風景が变わってしまう。'
          ],
          [
            't>>>津波と波浪の波長',
            '津波　波長数km〜数百km',
            '波浪　波長数m〜数百m'
          ],
          [
            '島国である日本は、昔から、地震と津波の被害を受けてきた。特に、東北地方では、数十年から百年ごとに大きな地震が発生し、そのたびに、沿岸地域は津波に襲われ、多くの犠牲者が出ている。1896年に発生した「明治三陸地震」による津波は、内陸に到達した時の海水面からの高さは最大38.2mに及び、22，000人もの犠牲者を出した。また、10世紀以上さかのぼった869年には「貞観地震」と呼ばれる震災が起き、内陸の奥深くまで津波が達して大きな被害をもたらしていたことが、古い文献に記されている。今回の「東日本大震災」を引き起こした地震は、その震源域が「貞観地震」と類似する点も指摘されており、1，000年に1度の大地震だったのではないかとも考えられている。        ',
            '過去の教訓から、沿岸部の地域では、高い堤防を築いたり、住民の避難訓練を重ねたりするなど、さまざまな対策を講じてきた。「東日本大震災」でも、地震発生直後に、津波警報が発令され、いち早く高台に避難した人々は九死に一生を得ることができた。しかし、津波は、高さ10mもある堤防を軽々と乗り越えて川を遡上し、次々と家や車や船を飲み込み、町を破壊していった。海水面からの高さは、最大40.5mにも達していたという。この光景を目の当たりにしただれもが、予測をはるかに超える規模の巨大津波で、あったことを実感したはずだ。',
            '繰り返し津波による被害を受けてきたにも関わらず、この地域の人々は沿岸部で生活を営んできた。それは、津波の恐ろしさを承知しながらも、海の恵みによって生計を立てることを選んだからなのかもしれない。そして、いつの時でも、それが復興のエネルギーとなってきたのではないだろうか。「東日本大震災」の被害は想像を絶するほど甚大であり、実態を把握するだけでも長い時聞がかかるだろう。しかし、これまでもそうしてきたように、被災地は必ず復興するに違いない。'
          ],
          [
            '地震はいつどこで起こるか分からない。中国では、2008年5月12日に、M8の「四川大地震」が発生し、多くの住宅が倒壊したり、山崩れが起きたりするなど、死者·行方不明者は、およそ90，000人に上ったといわれている。そして、2010年4月14日、中国では青海省南部が地震に見舞われ、再び大きな被害と多くの犠牲者が出た。内陸部と沿岸部では地震による被害は異なる。しかし、言えることは、地震や津波は、一瞬にして数多くの人命と生活基盤のすべてを奪ってしまうということだ。'
          ],
          [
            '「天災は忘れたころにやってくる」という言葉がある。天災ばかりは防ぎようがない。わたしたちができることは、いざという時にどう行動すべきかなどについて、普段から備えておくことぐらいのものだ。「備えあれば憂いなし」という言葉もあるように。'
          ],
          [
            't>>>地震に対する備え',
            's>>>地震が起こった時の行動を身に付けておく。',
            '△室内にいる時に地震が起きたら、丈夫な机やテーブルなどの下に潜り、それらの脚をしっかりと握る。',
            '△屋外にいる時に地震が起きたら、ブロック塀や石塀電柱や自動販売機など、倒れる危険性のあるものから離れる。',
            '△海岸地域では、地震が起きたら津波の危険があるので、車を使わずになるべく高い所へすぐに避難する。',
            '△がれきやガラスの破片などが散乱しているので、裸足で歩かない。',
            's>>>常に家に、飲料水や食料、薬、ラジオ、防寒具なと避難生活に必要なものを用意しておく。'
          ]
        ]
      },
      utilization: {
        title: '地震と津波',
        intro:
          '上海。森家。ある自の早朝、中国の青海省でマグニチュード5の地震が起きる。緑が家族を送り出して朝食の片づけをしていると。日本にいる母親から電話がかかってくる。',
        content: [
          [
            '緑の母：ねえ、中国で、地震があったって。大丈夫？',
            '緑：ああ、朝の。うちのほうは大丈夫だよ。健太郎も子供たちもいつもどおり出かけたし。',
            '緑の母：そうなの。よかった一。テレビで見たらマグニチュード5っていうでしょう。お父さんと心配してたの。',
            '緑：（テレビに目をやって）こっちのニュースでもやってる。大きい土砂崩れがあったみたい。あんまり被害が大きくならないといいけど…。',
            '緑の母：津波は大丈夫なの？上海は海が近いんでしょう？',
            '緑：まあねえ。でも、青海省は上海からすごく離れてるし、内陸なの。津波は大丈夫よ。    ',
            '緑の母：そうなの？ならいいけど…。こっちは地震といったら津波だから。この間もチリの地震で、津波警報が出て、大騒ぎだったの。',
            '緑：えっ、そうだったの。それっていつの話？',
            '緑の母：先週末よ。日曜日。',
            '緑：えー、全然知らなかった。',
            '緑の母：お母さん、その日友達に会いに鎌倉に出かけてたの。そしたら、津波警報で何時間も電車が止まっちゃって。大变だったのよ。',
            '緑：被害はどうだったの？',
            '緑の母：うん。結局予想よりも波が低かったみたいよ。',
            '緑：よかったじゃない。',
            '緑の母：上海は地震が少ないっていうけど、徹平と瑛士には、いざという時のこと、ちゃんと教えておくのよ。',
            '緑：分かってる。',
            '緑の母：じゃあ、もう切るわね。健太郎さんによろしく。',
            '緑：うん。電話ありがとう。じゃあね。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'あんぴ', mana: '安否', type: '名', cn: '安危，平安与否' },
            {
              kana: 'きづかう',
              mana: '気遣う',
              type: '动1他',
              cn: '担心，惦念，牵挂'
            },
            {
              kana: 'せいかいしょう',
              mana: '青海省',
              type: '专',
              cn: '青海省'
            },
            { kana: 'マグニチュード', mana: '', type: '名', cn: '里氏，震级' },
            {
              kana: 'どしゃくずれ',
              mana: '土砂崩れ',
              type: '名',
              cn: '塌陷，塌方'
            },
            { kana: 'ないりく', mana: '内陸', type: '名', cn: '内陆' },
            { kana: 'チリ', mana: '', type: '专', cn: '智利' },
            { kana: 'けいほう', mana: '警報', type: '名', cn: '警报' },
            {
              kana: 'おおさわぎ',
              mana: '大騒ぎ',
              type: '名',
              cn: '大混乱，大吵大闹'
            },
            { kana: 'かまくら', mana: '鎌倉', type: '专', cn: '镰仓' },
            { kana: 'なみ', mana: '波', type: '名', cn: '波、波浪' },
            { kana: 'いざ', mana: '', type: '副', cn: '一旦' }
          ],
          phrase: [
            { kana: 'めをやる', mana: '目をやる', cn: '看过去' },
            {
              kana: 'いざというとき',
              mana: 'いざという時',
              cn: '紧急的时候，紧急时刻'
            },
            {
              kana: 'おお〜',
              mana: '大〜',
              cn: '大〜'
            }
          ]
        },
        {
          word: [
            {
              kana: 'みぞう',
              mana: '未曾有',
              type: '名',
              cn: '以来有过，未曾有'
            },
            { kana: 'みまう', mana: '見舞う', type: '动1他', cn: '遭受；探望' },
            { kana: 'しんげんいき', mana: '震源域', type: '名', cn: '震源区' },
            {
              kana: 'じばん',
              mana: '地盤',
              type: '名',
              cn: '地売，地基；地盘'
            },
            { kana: 'がんせき', mana: '岩石', type: '名', cn: '岩石' },
            { kana: 'いわて', mana: '岩手', type: '专', cn: '岩手' },
            { kana: 'かんとう', mana: '関東', type: '专', cn: '关东' },
            { kana: 'いばらき', mana: '茨城', type: '专', cn: '茨城' },
            { kana: 'はば', mana: '幅', type: '名', cn: '宽' },
            { kana: 'こうはんい', mana: '広範囲', type: '名', cn: '范围广大' },
            { kana: 'よしん', mana: '余震', type: '名', cn: '余震' },
            {
              kana: 'たはつする',
              mana: '多発する',
              type: '名·サ变自',
              cn: '频度'
            },
            { kana: 'ひがしにほん', mana: '東日本', type: '名', cn: '东日本' },
            { kana: 'かいめつてき', mana: '壊滅的', type: '形2', cn: '毁灭的' },
            {
              kana: 'げんしりょく',
              mana: '原子力',
              type: '名',
              cn: '原子能，核能'
            },
            { kana: 'はつでんしょ', mana: '発電所', type: '名', cn: '发电站' },
            {
              kana: 'ゆうはつする',
              mana: '誘発する',
              type: '名·サ变他',
              cn: '诱发'
            },
            {
              kana: 'ゆくえ',
              mana: '行方',
              type: '名',
              cn: '去向，下落，行踪'
            },
            {
              kana: 'たっする',
              mana: '達する',
              type: 'サ变自',
              cn: '达、达到'
            },
            { kana: 'ちかく', mana: '地殻', type: '名', cn: '地売' },
            {
              kana: 'へんどう',
              mana: '变動',
              type: '名·サ变自',
              cn: '变动，变化，波动'
            },
            {
              kana: 'おしあげる',
              mana: '押し上げる',
              type: '动2他',
              cn: '推上去，顶上去'
            },
            {
              kana: 'じょうげどうする',
              mana: '上下動する',
              type: '名·サ变自',
              cn: '上下运动'
            },
            { kana: 'すいい', mana: '水位', type: '名', cn: '水位' },
            { kana: 'いっぱんてき', mana: '一般的', type: '形2', cn: '一般的' },
            { kana: 'はろう', mana: '波浪', type: '名', cn: '波浪' },
            { kana: 'はちょう', mana: '波長', type: '名', cn: '波长' },
            { kana: 'まるごと', mana: '', type: '副', cn: '整体' },
            { kana: 'いきおい', mana: '勢い', type: '名', cn: '势力，势头' },
            { kana: 'りくじょう', mana: '陸上', type: '名', cn: '陆地上' },
            {
              kana: 'かけあがる',
              mana: '駆け上がる',
              type: '动1自',
              cn: '冲上，跑上'
            },
            { kana: 'かいちゅう', mana: '海中', type: '名', cn: '海中，海里' },
            {
              kana: 'ひきこむ',
              mana: '引き込む',
              type: '动1他',
              cn: '投进来，搜入'
            },
            { kana: 'げんけい', mana: '原形', type: '名', cn: '原形，原貌' },
            {
              kana: 'とどめる',
              mana: '',
              type: '动2他',
              cn: '存留，保留，遗留'
            },
            {
              kana: 'めいじさんりくじしん',
              mana: '明治三陸地震',
              type: '专',
              cn: '明治三陆地震'
            },
            { kana: 'かいすいめん', mana: '海水面', type: '名', cn: '海平面' },
            {
              kana: 'じょうがんじしん',
              mana: '貞観地震',
              type: '专',
              cn: '贞观地震'
            },
            { kana: 'しんさい', mana: '震災', type: '名', cn: '地震灾害' },
            {
              kana: 'おくふかい',
              mana: '奥深い',
              type: '形1」深、深邃；深远',
              cn: ''
            },
            { kana: 'ぶんけん', mana: '文献', type: '名', cn: '文献' },
            { kana: 'しるす', mana: '記す', type: '动1他', cn: '记载' },
            {
              kana: 'ひきおこす',
              mana: '引き起こす',
              type: '动1他',
              cn: '引起'
            },
            {
              kana: 'るいじする',
              mana: '類似する',
              type: '名·サ变自',
              cn: '相似，类似'
            },
            { kana: 'きょうくん', mana: '教訓', type: '名', cn: '教训' },
            { kana: 'ていぼう', mana: '堤防', type: '名', cn: '堤' },
            {
              kana: 'はつれいする',
              mana: '発令する',
              type: '名·サ变他',
              cn: '发布命令'
            },
            {
              kana: 'いちはゃく',
              mana: 'いち早く',
              type: '副',
              cn: '很快地，迅速地'
            },
            {
              kana: 'かるかると',
              mana: '軽々と',
              type: '副',
              cn: '轻松地，轻易地'
            },
            {
              kana: 'そじょうする',
              mana: '遡上する',
              type: '名·サ变自他',
              cn: '溯流而上'
            },
            {
              kana: 'のみこむ',
              mana: '飲み込む',
              type: '动1他',
              cn: '吞下，咽下；理解、领会'
            },
            {
              kana: 'いとなむ',
              mana: '営む',
              type: '动1他',
              cn: '营（生），办（事业）；经营'
            },
            { kana: 'めぐみ', mana: '恵み', type: '名', cn: '恩泽' },
            { kana: 'せいけい', mana: '生計', type: '名', cn: '生计' },
            { kana: 'ぜっする', mana: '絶する', type: 'サ变自他', cn: '超绝' },
            { kana: 'じったい', mana: '実態', type: '名', cn: '实际状况' },
            {
              kana: 'はあくする',
              mana: '把握する',
              type: '名·サ变他',
              cn: '掌握'
            },
            { kana: 'シセン', mana: '四川', type: '专', cn: '四川' },
            { kana: 'じゅうたく', mana: '住宅', type: '名', cn: '住宅' },
            {
              kana: 'とうかいする',
              mana: '倒壊する',
              type: '名·サ变自',
              cn: '倒塌'
            },
            { kana: 'やまくずれ', mana: '山崩れ', type: '名', cn: '山体崩塌' },
            { kana: 'じんめい', mana: '人命', type: '名', cn: '人命' },
            { kana: 'きばん', mana: '基盤', type: '名', cn: '基础' },
            {
              kana: 'うばう',
              mana: '奪う',
              type: '动1他',
              cn: '夺去、失去；抢夺'
            },
            { kana: 'てんさい', mana: '天災', type: '名', cn: '天灾' },
            { kana: 'そなえ', mana: '備え', type: '名', cn: '准确、预备' },
            {
              kana: 'うれい',
              mana: '憂い',
              type: '名',
              cn: '忧愁、痛苦、苦闷'
            },
            { kana: 'しつない', mana: '室内', type: '名', cn: '室内、屋里' },
            {
              kana: 'ブロックべい',
              mana: 'ブロック塀',
              type: '名',
              cn: '砖墙'
            },
            { kana: 'いしべい', mana: '石塀', type: '名', cn: '石墙' },
            { kana: 'でんちゅう', mana: '電柱', type: '名', cn: '电线杆' },
            { kana: 'なるべく', mana: '', type: '副', cn: '尽量' },
            { kana: 'がれき', mana: '', type: '名', cn: '瓦砾' },
            { kana: 'はへん', mana: '破片', type: '名', cn: '碎片' },
            {
              kana: 'いんりょうすい',
              mana: '飲料水',
              type: '名',
              cn: '饮用水'
            },
            { kana: 'ぼうかんぐ', mana: '防寒具', type: '名', cn: '御寒用品' }
          ],
          phrase: [
            {
              kana: 'げんけいをとどめない',
              mana: '原形をとどめない',
              cn: '没有留下原貌的痕迹'
            },
            {
              kana: 'きゅうしにいっしょうをえる',
              mana: '九死に一生を得る',
              cn: '身处绝境而奇迹般地脱险'
            },
            { kana: 'めのあたりにする', mana: '目の当たりにする', cn: '目睹' },
            { kana: 'せいかつをいとなむ', mana: '生活を営む', cn: '维持生活' },
            { kana: 'せいけいをたてる', mana: '生計を立てる', cn: '谋生' },
            {
              kana: 'そうぞうをぜっする',
              mana: '想像を絶する',
              cn: '超出想像'
            },
            {
              kana: 'てんさいはわすれたころにやってくる',
              mana: '天災は忘れたころにやってくる',
              cn: '天灾总是在人们淡忘时再次发生'
            },
            {
              kana: 'そなえあればうれいなし',
              mana: '備えあれば憂いなし',
              cn: '有备无患'
            }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 90,
      topic: '資源',
      basic: {
        base: [],
        use: [
          [
            'h>>>物に姿を変えた水',
            '日本は水量が多く、従来から水資源に恵まれた国であると考えられてきた。現在でも、多くの人は、水は水道の蛇口をひねれば際限なく出でくるものだと考えている。日本人がこのような環境の中で生活してきたため、日本語には、「湯水のように使う」「水に流す」といった、水が豊富にあることを前提とした慣用句が多い。',
            'その水資源の豊かな国が、年間400億t（1t=1，000Q）あまりの水を海外から輸入しているといったら驚くだろうか。というのも、わたしたちの身の回りにある物、食べ物はもとより、紙、服に至るまで、何を生産するにも水が使われているのだ（図）。例えば、グラス1杯の牛乳を作るには200Q、Tシャツ1枚を作るには2，700Qもの水が必要だという。牛乳の場合は主に牛が食べる牧草を育てるために、Tシャツの場合は主に原料となる綿花を栽培するために、これだけの水が消費されている。このような目で改めて周りを見てみると、わたしたちの生活がいかに多量の水に支えられているかが分かるだろう。',
            'さまざまな産業の中でも、最も水を必要とするのは農業である。先に述べた400億tの水はすべて、食料を生産するために使われる。日本は食料自給率が40%程度と低く、日本の食卓は海外からの輸入に支えられているのが現状だ。そして、輸入している食料を生産するために海外で使われる水の量は、合計すれば400億tを超えるという計算になる。もちろん実際の水を輸入しているわけではないが、食料の輸入を通じて間接的にその生産に使われた水を輸入していることになるのだ。',
            '仮に、レストランでハンバーガーを1個とコーヒーを1杯頼んだとしよう。そのハンバーガーを作るには、牛肉80gに1，240Q、パン45gに6OQ、合計1，300Qの水が必要となる。コーヒーを1杯作るには140Qの水が必要なので、たった1回食事をするだけで合計1，440Q、つまり2Q入りのペットボトルで720本分もの水を間接的に消費することになる。',
            '世界の人口は、2025年には80億人に達すると予測されている。増え続ける世界人口を養うには食料の確保が大きな課題だ。そして、食料の生産には、水資源が不可欠である。1900年から2000年までの1世紀で、世界の人口は3倍に増えたが、水の使用量は6倍となった。人口の増加、工業化、生活の物質的な向上などによって、世界の水需要は拡大し続けている。国連の見通しによれば、2020年までに水の消費量は、',
            '2009年の1.4倍にもなるとのことである。水の危機が世界的な食料危機に直結しているといわれる所以だ。「水の惑星」といわれる地球だが、海水や北極、南極、氷河の氷を除くと、地球上の水のうち、わたしたちが普段容易に使うことができる淡水は0.01%程度とされている。増え続ける人類が食料を確保するためには、水資源の保護が急務である。',
            'しかし、一方で世界中の地下水や水源が汚染され続けているという現実がある。主な原因は、生活排水と工業廃水である。汚れた水をそのまま川に流した場合、魚が住める水質になるまで薄めるには膨大な量の水が必要になる。例えば、料理に使った油大さじ1杯を川に流すと、魚が住める水質にまで薄めるために、5，040Q、すなわち2Q入りのペットボトルで2，520本分の水が必要になる。浄化槽や下水処理場の整備はもちろん、わたしたち1人1人が食器洗いや洗濯の排水に気を配ることで、水資源への負荷は大幅に軽減される。',
            '汚染された水は、資源としては存在しないのと同じである。しかし、石炭や石油などの化石燃料資源とは異なり、水は上手に使えば持続的に利用が可能な、循環する資源でもある。節水は言うに及ばず、排水への配慮、そして食べ残しや食品廃棄をしないことが、世界の水の保護につながっていくということを忘れてはならない。'
          ],
          [
            't>>>図　品目別の使用水量',
            's>>>日用品・食品',
            'td>>>紙（A4１枚）|10',
            'td>>>紅茶（１杯）|30',
            'td>>>パン（１切り）|40',
            'td>>>オレンジ（１個）|50',
            'td>>>リンゴ（１個）|70',
            'td>>>ビール（１杯）|75',
            'td>>>ワイン（１杯）|120',
            'td>>>コーヒー（１杯）|140',
            'td>>>卵（１個）|200',
            'td>>>牛乳（１杯）|200',
            'td>>>Tシャツ（１枚）|2700',
            's>>>農畜産物',
            'td>>>トウモロコシ|90',
            'td>>>大麦|130',
            'td>>>小麦|130',
            'td>>>砂糖|150',
            'td>>>大豆|180',
            'td>>>米（精米）|340',
            'td>>>とり肉|390',
            'td>>>山羊肉|400',
            'td>>>豚肉|480',
            'td>>>チーズ|500',
            'td>>>羊肉|610',
            'td>>>牛肉|1550',
            'b>>>（注）紅茶（250ml、茶葉3g）パン（30g）コーヒー（125ml、煎り豆7g）牛乳（200ml）砂糖（サトウキビ製）世界全体の平均値。農畜産物の単位は100g単位',
            'b>>>（資料）Water footprint Website（2010）（原デー夕は1997〜2001年）',
            'b>>>※本課文は，東京大学生産技術研究所の沖大幹教授にこご校閱いただいた。'
          ]
        ]
      },
      utilization: {
        title: '水を大切に！',
        intro:
          '上海、森家では緑が仕事で遅くなったため。健太郎と息子２人で食事を済ませる。珍しく食事の後片づけをする健太郎を徹平が手伝う。',
        content: [
          [
            '健太郎：じゃあ、お父さんが洗うから、徹平は、皿拭いてくれるか。',
            '徹平：はーい。',
            '（健太郎が鍋に残った油を排水溝に流そうとすると…）',
            '徹平：あっ！お父さん、だめだよ！',
            '健太郎：えっ？何がだめなんだよ。',
            '徹平：知らないの？油は流しに捨てちゃいけないんだよ。',
            '健太郎：いや、でも、これぐらい…。',
            '徹平：油を排水溝に流すと、排水管が詰まっちゃうんだよ。油とか食べ残しは、ちゃんと拭いてから洗わなきゃ。',
            '健太郎：へえ、そうなの？',
            '徹平：ほら、お父さん、これで拭いてよ。',
            '（キッチンペーパーを渡す）',
            '健太郎：（拭きながら）あれぐらいだったら大丈夫だと思ったんだけどなあ。',
            '徹平：油が川とか海とかに流れ込んだら、大変なんだよ。魚が住めなくなっちゃうんだから。「このぐらいなら大丈夫」っていうのがいちばんよくないんだよ。',
            '健太郎：おまえ、よく知ってるなあ。',
            '徹平：学校で習ったんだ。常識だよ、常識。'
          ],
          [
            '（夜、健太郎と緑が寝る準備をしている）',
            '健太郎：なあ、油って流しに捨てちゃいけないんだって、知ってた？',
            '緑：えっ？何言ってるの、急に？',
            '健太郎：なあ、知ってた？',
            '緑：当たり前じゃない。ねえ、もしかして知らなかったの？',
            '健太郎：うん。実はさっき徹平にしかられちゃったんだよ。',
            '緑：そうなの？困ったお父さんねえ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'はいすいこう',
              mana: '排水溝',
              type: '名',
              cn: '下水道、下水沟'
            },
            { kana: 'ながし', mana: '流し', type: '名', cn: '洗碗池，水池子' },
            { kana: 'はいすいかん', mana: '排水管', type: '名', cn: '排水管' },
            {
              kana: 'たべのこし',
              mana: '食べ残し',
              type: '名',
              cn: '吃剩的食物'
            },
            { kana: 'キッチンペーパー', mana: '', type: '名', cn: '厨用餐巾纸' }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'みずしげん', mana: '水資源', type: '名', cn: '水资源' },
            {
              kana: 'めぐまれる',
              mana: '恵まれる',
              type: '动2自',
              cn: '富有，赋予'
            },
            { kana: 'じゃぐち', mana: '蛇口', type: '名', cn: '水龙头' },
            {
              kana: 'ひねる',
              mana: '',
              type: '动1他',
              cn: '扭转、拧、扭；费尽心机'
            },
            { kana: 'さいげん', mana: '際限', type: '名', cn: '止境、尽头' },
            { kana: 'ゆみず', mana: '湯水', type: '名', cn: '开水和水' },
            { kana: 'ぜんてい', mana: '前提', type: '名', cn: '前提' },
            {
              kana: 'かんようく',
              mana: '慣用句',
              type: '名',
              cn: '惯用句、惯用语'
            },
            { kana: 'というのも', mana: '', type: '连', cn: '这是因为' },
            {
              kana: 'みのまわり',
              mana: '身の回り',
              type: '名',
              cn: '日常生活；身边衣物'
            },
            { kana: 'ず', mana: '図', type: '名', cn: '图表、图、图案' },
            { kana: 'ぼくそう', mana: '牧草', type: '名', cn: '牧草' },
            { kana: 'めんか', mana: '綿花', type: '名', cn: '棉花' },
            { kana: 'かんせつてき', mana: '間接的', type: '形2', cn: '直接的' },
            { kana: 'かりに', mana: '仮に', type: '副', cn: '假设、假如' },
            {
              kana: 'ふかけつ',
              mana: '不可欠',
              type: '名·形2',
              cn: '没有、不可或缺'
            },
            {
              kana: 'ぶっしつてき',
              mana: '物質的',
              type: '形2',
              cn: '物质上（的）'
            },
            { kana: 'じゅよう', mana: '需要', type: '名', cn: '需求、需要' },
            {
              kana: 'みとおし',
              mana: '見通し',
              type: '名',
              cn: '预测、预想、估计'
            },
            {
              kana: 'ちょっけつする',
              mana: '直結する',
              type: '名·サ变自他',
              cn: '直接关系到'
            },
            { kana: 'ゆえん', mana: '所以', type: '名', cn: '原因，缘由' },
            { kana: 'ひょうが', mana: '氷河', type: '名', cn: '冰川，冰河' },
            { kana: 'のぞく', mana: '除く', type: '动1他', cn: '除去，去除' },
            { kana: 'ようい', mana: '容易', type: '形2', cn: '容易' },
            { kana: 'たんすい', mana: '淡水', type: '名', cn: '淡水' },
            {
              kana: 'きゅうむ',
              mana: '急務',
              type: '名',
              cn: '当务之急，紧急事务'
            },
            { kana: 'ちかすい', mana: '地下水', type: '名', cn: '地下水' },
            {
              kana: 'せいかつはいすい',
              mana: '生活排水',
              type: '名',
              cn: '生活污水'
            },
            {
              kana: 'こうぎょうはいすい',
              mana: '工業廃水',
              type: '名',
              cn: '工业废水'
            },
            { kana: 'はいすい', mana: '廃水', type: '名', cn: '废水，污水' },
            {
              kana: 'ぽうだい',
              mana: '膨大',
              type: '形2',
              cn: '巨大，巨量，庞大'
            },
            { kana: 'すなわち', mana: '', type: '连', cn: '即，也就是说' },
            { kana: 'じょうかそう', mana: '浄化槽', type: '名', cn: '净化池' },
            {
              kana: 'げすい',
              mana: '下水',
              type: '名',
              cn: '污水，脏水；下水道'
            },
            {
              kana: 'しょっきあらい',
              mana: '食器洗い',
              type: '名',
              cn: '洗刷餐具'
            },
            {
              kana: 'はいすい',
              mana: '排水',
              type: '名·サ变自他',
              cn: '排出的污水；排水'
            },
            { kana: 'くばる', mana: '配る', type: '动1他', cn: '多方注意' },
            { kana: 'ふか', mana: '負荷', type: '名', cn: '负荷、负载' },
            {
              kana: 'かせきねんりょう',
              mana: '化石燃料',
              type: '名',
              cn: '化石燃料'
            },
            { kana: 'じぞくてき', mana: '持続的', type: '形2', cn: '持续的' },
            {
              kana: 'せっすい',
              mana: '節水',
              type: '名·サ变自他',
              cn: '节水，节约用水'
            },
            { kana: 'はいき', mana: '廃棄', type: '名·サ变他', cn: '废弃' },
            {
              kana: 'ひんもく',
              mana: '品目',
              type: '名',
              cn: '物品、品目、品种'
            },
            { kana: 'オレンジ', mana: '', type: '名', cn: '橘子' },
            { kana: 'トウモロコシ', mana: '', type: '名', cn: '玉米' },
            { kana: 'おおむぎ', mana: '大麦', type: '名', cn: '大麦' },
            { kana: 'だいず', mana: '大豆', type: '名', cn: '大豆、黄豆' },
            { kana: 'せいまい', mana: '精米', type: '名·サ变自', cn: '精米' },
            { kana: 'やぎにく', mana: '山羊肉', type: '名', cn: '山羊肉' },
            { kana: 'にちようひん', mana: '日用品', type: '名', cn: '日用品' },
            {
              kana: 'のうちくざんぶつ',
              mana: '農畜産物',
              type: '名',
              cn: '衣畜产品'
            },
            { kana: 'ちゃば', mana: '茶葉', type: '名', cn: '茶叶' },
            { kana: 'いりまめ', mana: '煎り豆', type: '名', cn: '熟咖啡豆' },
            { kana: 'サトウキビ', mana: '', type: '名', cn: '甘蔗' },
            { kana: 'へいきんち', mana: '平均値', type: '名', cn: '平均值' }
          ],
          phrase: [
            {
              kana: 'ゆみずのようにつかう',
              mana: '湯水のように使う',
              cn: '挥金如土'
            },
            { kana: 'みずにながす', mana: '水に流す', cn: '既往不咎' },
            { kana: 'きをくばる', mana: '気を配る', cn: '注意、留意' },
            { kana: '～t', mana: '～トン', cn: '～吨' },
            { kana: '～入り', mana: '～いり', cn: '～装' },
            { kana: '～場', mana: '～じょう', cn: '～场' },
            { kana: '～別', mana: '～べつ', cn: '～类别' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 91,
      topic: 'エネルギー',
      basic: {
        base: [],
        use: [
          'h>>>次世代送電網と再生可能エネルギー',
          'ある日、大都市で突然停電が起こったとする。信号が機能しない。地下鉄や電車などの交通機関を利用しようにもできない。水道が止まり、オフィスや家庭では空調設備を使うことができない。都市全体がパニックに陥り、生活も産業も成り立たなくなってしまう。',
          '',
          '現在、世界の電力消費量は増え続けており、電力の確保は各国で大きな課題となっている。地球環境に配慮しながらも、電気を安全に無駄なく供給することが求められる今、注目されているのが「次世代送電網（スマートグリッド）」、そして「再生可能エネルギー」である。',
          'これまで発電所で作られた電気は、送電線を通って、各家庭や工場などに送られるだけだった。一方通行で、一度送ったら送ったきりという単純極まりないシステムだ。これに対し、次世代送電網とは、ひと言で言えば、IT（情報技術）を活用し、時間的に、または空間的に、電気を余っている所から足りない所へ融通して電気の無駄を抑える送電システムである。',
          '次世代送電網はさまざまな技術が組み合わせられて実現するものである。家庭や工場には、次世代電力計（スマートグリッド）が設置され、電力使用量のデータが記録される。使用量はネットワークを通じて電力会社に伝えられ、そのデータをもとに、コンビュータが電力の使用量と供給量のバランスを制御する。さらに、超電導送電線によって、これまで電気抵抗のために送電の途中で失われていた電気の損失をほぼゼロにすることができる。また、工場や各家庭に高性能蓄電池を設置したり、電気自動車の電池を活用したりすることで、余った電気をためておくことも可能だ。ためた電気は電力需要が多い時間帯に使用することができる。',
          '電気の使用量は、1日のうちでも、また1年の間でも、大きく変動するが、現在の主要な発電方式である火力や水力や原子力では、細かい出力の調整は難しい。さらに、現在の送配電設備は、冷房の使用が多い真夏の昼間など、電力需要がピークに達した時にもパンクすることのないように、かなりの余裕を持って作られている。だから、発電所建設のコストも膨大になるし、夜間など、電力需要の少ない時には、電気が余ってしまうことになる。次世代送電網により電力需要に合わせて発電量を自動的に調節することで、このような無駄を省くことができる。',
          '一方、太陽光や風力といった再生可能エネルギーは、環境への負荷が小さく、自然の営みから半永久的に得られる未来のエネルギーとして期待されている。反面、自然のエネルギーを利用した発電方法の大きな欠点は、発電量が地形や天候に大きく左右されるということである。次世代送電網でこのような変動を吸収することができれば、これらのエネルギーの導入をより積極的に促進することができる。',
          '',
          '世界各国は今、次世代送電網の整備、そして再生可能エネルギーの利用に向けて動きつつある。日本の場合、石油や石炭などの燃料資源をほとんど輸入に頼っているという問題があることから次世代送電網は主として再生可能エネルギーの使用を促進するためのインフラとして位置づけられている。他方、急速な経済発展に伴い電力需要が急増する中国では、国を挙げて再生可能エネルギーの開発を行っている。先行しているのは発電コストの安い風力発電だが、大規模な太陽光発電プラントの建設計画もあり、送電には次世代送電網の技術が用いられるといわれている。',
          '特に太陽電池生産において、2008年、世界第1位の中国、第2位のヨーロッパについで、日本は第3位のシェアを占めている。日中両国には、次世代送電網や再生可能エネルギー活用の技術開発の分野において、主導的な役割を果たすことが望まれている。'
        ]
      },
      utilization: {
        title: 'ハイブリッドカー',
        intro:
          '上海。森家では、先月日本製のハイブリッドカーを購入したばかり。ある日曜日。森健太郎は取り引き先の支社長である鈴木とゴルフに出かける。早速、新車に乗って鈴木を迎えに行くと…。',
        content: [
          [
            '（マンションの前で、森の到着を待っていた鈴木。車に乗り込んできて）',
            '鈴木：森さん、おはようございます。すみませんねえ、迎えに来ていただいて。',
            '健太郎：いいえ。ちょうど通り道ですし、気にしないでください。',
            '鈴木：森さん、これ新車でしょう？いいですねえ。',
            '健太郎：いやあ、やっと買ったんですよ。こっちに来てから、車買おうか、ずっと迷ってたんですけど…。',
            '鈴木：そうですか。運転は？怖くないですか。',
            '健太郎：初めは怖かったですね。中国は右側通行でしょう。日本と反対だから、感覚をつかむまで大変でした。',
            '鈴木：なるほど。奥さんは？運転されるんですか。',
            '健太郎：いやあ、免許は持ってるんですけどね。怖くてとても運転できないって言ってますよ。',
            '鈴木：そうですよねえ。'
          ],
          [
            '（しばらくして）',
            '鈴木：この車って、ハイブリッドですよね。それにしても静かだなあ。エンジンがかかってるなんて信じられない。',
            '健太郎：そうでしょう。わたしも初めびっくりしました。',
            '鈴木：ハイブリッドって、電気とガソリンの両方を使って走ってるんでしょう。',
            '健太郎：ええ。最近は、電気だけで走る車も増えてるみたいですけどね。',
            '鈴木：そう言えば、この間、北京に行ったんですけどね、その時に乗ったパスが電気自動車でしたよ。',
            '健太郎：そうですか。中国でも電気自動車は注目されてるんですね。',
            '鈴木：ええ。環境問題は、社会全体で取り組んでいかなきゃいけない大きな問題ですからね。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'ハイブリッドカー',
              mana: '',
              type: '名',
              cn: '双动力汽车'
            },
            {
              kana: 'のりこむ',
              mana: '乗り込む',
              type: '动1自',
              cn: '坐进、乘坐；开进'
            },
            {
              kana: 'とおりみち',
              mana: '通り道',
              type: '名',
              cn: '顺路、经过的道路；通道'
            },
            {
              kana: 'つうこう',
              mana: '通行',
              type: '名·サ变自',
              cn: '通行、通过'
            },
            { kana: 'ハイブリッド', mana: '', type: '名', cn: '双动力' },
            {
              kana: 'でんきじどうしゃ',
              mana: '電気自動車',
              type: '名',
              cn: '电动汽车'
            }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'じせだいそうでんもう',
              mana: '次世代送電網',
              type: '名',
              cn: '下一代输电网'
            },
            {
              kana: 'さいせいかのうエネルギー',
              mana: '再生可能エネルギー',
              type: '名',
              cn: '可再生能源'
            },
            { kana: 'くうちょう', mana: '空調', type: '名', cn: '空调' },
            { kana: 'パニック', mana: '', type: '名', cn: '恐慌' },
            { kana: '陥る', mana: '陥る', type: '动1自', cn: '陷入；掉入' },
            {
              kana: 'きょうきゅうする',
              mana: '供給する',
              type: '名·サ变他',
              cn: '供给，提供'
            },
            {
              kana: 'スマートグリツド',
              mana: '',
              type: '名',
              cn: '高性能电网'
            },
            {
              kana: 'そうでんせん',
              mana: '送電線',
              type: '名',
              cn: '电缆，电线'
            },
            {
              kana: 'いっぽうつうこう',
              mana: '一方通行',
              type: '名',
              cn: '单向通行'
            },
            {
              kana: 'きわまりない',
              mana: '極まりない',
              type: '形1',
              cn: '极其，再也没有'
            },
            {
              kana: 'じょうほうぎじゅつ',
              mana: '情報技術',
              type: '名',
              cn: '信息技术'
            },
            {
              kana: 'かつようする',
              mana: '活用する',
              type: '名·サ变他',
              cn: '有效利用，实际应用'
            },
            { kana: 'くうかん', mana: '空間', type: '名', cn: '空间' },
            {
              kana: 'ゆうずうする',
              mana: '融通する',
              type: '名',
              cn: '调配，通融；随机应变；畅通'
            },
            {
              kana: 'そうでん',
              mana: '送電',
              type: '名·サ变自他',
              cn: '输电，送电'
            },
            {
              kana: 'くみあわす',
              mana: '組み合わす',
              type: '动1他',
              cn: '配合，编组'
            },
            {
              kana: 'じせだいでんりょくけい',
              mana: '次世代電力計',
              type: '名',
              cn: '下一代电表'
            },
            { kana: 'スマートメーター', mana: '', type: '名', cn: '智能电表' },
            { kana: 'ネットワーク', mana: '', type: '名', cn: '网络' },
            {
              kana: 'ちょうでんどうそうでんせん',
              mana: '超電導送電線',
              type: '名',
              cn: '超导电缆'
            },
            {
              kana: 'ていこう',
              mana: '抵抗',
              type: '名·サ变自',
              cn: '阻力，电阻；抵抗，反抗'
            },
            { kana: 'ゼロ', mana: '', type: '名', cn: '零' },
            {
              kana: 'こうせいのうちくでんち',
              mana: '高性能蓄電池',
              type: '名',
              cn: '高性能蓄电池'
            },
            { kana: 'ほうしき', mana: '方式', type: '名', cn: '方式' },
            { kana: 'すいりょく', mana: '水力', type: '名', cn: '水力' },
            { kana: 'そうはいでん', mana: '送配電', type: '名', cn: '输配电' },
            { kana: 'まなつ', mana: '真夏', type: '名', cn: '盛夏，炎夏' },
            { kana: 'ピーク', mana: '', type: '名', cn: '顶峰，峰值' },
            {
              kana: 'パンクする',
              mana: '',
              type: '名·サ变自',
              cn: '超过负载量而无法正常运作，停止工作；（轮胎）爆胎'
            },
            { kana: 'よゆう', mana: '余裕', type: '名', cn: '余地，富余' },
            { kana: 'じどうてき', mana: '自動的', type: '形2', cn: '自动的' },
            {
              kana: 'はぶく',
              mana: '省く',
              type: '动1他',
              cn: '减少，节省；省略'
            },
            { kana: 'たいようこう', mana: '太陽光', type: '名', cn: '太阳光' },
            { kana: 'いとなみ', mana: '営み', type: '名', cn: '活动，运行' },
            {
              kana: 'はんえいきゅうてき',
              mana: '半永久的',
              type: '形2',
              cn: '半永久性的'
            },
            { kana: 'はんめん', mana: '反面', type: '副', cn: '另一方面' },
            {
              kana: 'さゆうする',
              mana: '左右する',
              type: '名·サ变他',
              cn: '影响，左右'
            },
            {
              kana: 'そくしんする',
              mana: 'そくしんする',
              type: '名·サ变他',
              cn: '推动，促进'
            },
            { kana: 'インフラ', mana: '', type: '名', cn: '基础设施' },
            {
              kana: 'いちづける',
              mana: '位置づける',
              type: '动2他',
              cn: '定位，确定'
            },
            { kana: 'たほう', mana: '他方', type: '副', cn: '另一方面，面' },
            {
              kana: 'きゅうぞうする',
              mana: '急増する',
              type: '名·サ变自',
              cn: '激增，急剧增加'
            },
            {
              kana: 'せんこうする',
              mana: '先行する',
              type: '名·サ变自',
              cn: '走在前面，优先实行，先行实施'
            },
            { kana: 'ブランド', mana: '', type: '名', cn: '工厂（设备）' },
            {
              kana: 'たいようでんち',
              mana: '太陽電池',
              type: '名',
              cn: '太阳能电池'
            },
            { kana: 'つぐ', mana: '', type: '动1自', cn: '接着，接……之后' },
            { kana: 'シェア', mana: '', type: '名', cn: '市场占有率，份额' },
            {
              kana: 'しゅどうてき',
              mana: '主導的',
              type: '形2',
              cn: '主导的，主动地'
            }
          ],
          phrase: [
            { kana: 'くにをあげる', mana: '国を挙げる', cn: '举国，全国' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 92,
      topic: 'CSR',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>心身堂　上海工场副工場長　趙越(45歲)',
            'r>>>CSR担当　大久保勇(48歳)',
            'r>>>関連企業担当者　岩崎洋子(35歳)',
            'r>>西郷慎太郎(39歲)'
          ],
          [
            't>>>①工場公開',
            '心身堂は、上海近郊に建設した新しい工場を一般公開し環境への取り組みを紹介している。ある日、関連企業の担当者が工場の視察に訪れることになり、上海工場の趙副工場長が案内する。'
          ],
          [
            '（工場を案内しながら）',
            '趙：この工場では、使用済みの水を浄化して、工場内の水洗トイレなどに再利用していますが、浄化した水の一部は、エネルギー源としても再利用しています。',
            '岩崎：あのう、エネルギー源として再利用って、どういうことですか。',
            '趙：あっ、はい。水を利用して電気を作るんです。',
            '西郷：つまり水力発電ですか。',
            '趙：そうです。それと同じ原理で、工場内でも発電しようというものです。弊社では、「マイクロ水力発電」と呼んでいます。    ',
            '岩崎：ということは、工場内にダムのようなものを作るってことですか。',
            '趙：ええ。ただ、本格的なダムを作るのは無理ですので、排水処理場にマイクロダムというものを設けています。',
            '西郷：小型のダムですか。',
            '趙：ええ、そうです。では、まず、実物をお目にかけたいと思います。処理場の方へご案内します。どうぞ。'
          ],
          [
            '（排水処理場で）',
            '岩崎：思ったより小さいですね。これでは、工場の電力をまかなうのは無理なのでは？',
            '趙：おっしゃるとおりです。ただ、電気をためておくことで、工場内の照明や空調などには十分再利用できます。',
            '西郷：発電量は少しでも、太陽光発電や風力発電に比べると安定した発電が見込めそうですね。',
            '趙：はい。これなら、巨大なダムと違って、自然環境に悪影響を与える可能性も少ないというメリットもあります。',
            '西郷：（独り言で）へえ、環境負荷の低減が図れるってわけか。',
            '趙：では、次に、発電量を確認できるコントロールパネルをご覧に入れたいと思います。こちらへどうぞ。'
          ],
          [
            't>>>②CSR説明会',
            '上海工場の視察後、心身堂の「環境への取り組み」についてCSR担当の大久保が中心になってプレゼンする。'
          ],
          [
            '（パワーポイントを使いながら）',
            '大久保：それでは、環境への取り組みについてご説明させていただきます。まず、こちらをご覧ください。（画面を切り替える）弊社では、「森育」を提唱し環境保全活動を推進してまいりました。「森育」には2つの側面があります。1つは、植林活動や森林整備などであり、もう1つは、森や木、自然の大切さを子供たちに伝える環境教育です。'
          ],
          [
            '（説明が終わって）',
            '岩崎：プレゼン、とても参考になりました。ところで、「森育」とは聞き慣れない言葉ですが…。',
            '大久保：ご質問、ありがとうございます。「食育」という言葉は耳になさったことがあるかと思いますが、「森育」は、弊社が考案した言葉です。',
            '岩崎：ええっ、そうなんですか。',
            '西郷：ところで、その「森育」のうち、植林活動のほうは、なんとなく分かるのですが、環境教育のほうは漠然としていて、いまいちイメージが…。',
            '大久保：分かりました。ええと、環境教育の取り組みとしては「出前授業」があります。',
            '西郷：「出前授業」？',
            '大久保：はい、そうです。5年ほど前から、研究·開発部門が中心となって、日本の小学生を対象に行っているものです。',
            '岩崎：小学生が対象ですか。それで、授業ではどんなことを？',
            '大久保：授業では毎回、各地域の植林活動について紹介しています。それをきっかけにして、子供たちに、森林資源と自分たちの生活の関係について考えてもらいたいと思っています。',
            '岩崎：確かに、森林はかけがえのない資源ですからね。できれば何か例を教えていただけませんか。',
            '大久保：はい。よく紹介されるのが、漁師さんが中心になって行っている植林活動ですね。',
            '西郷：えっ！漁師さんと植林活動って、どういうことですか。',
            '大久保：はい。実は、森林と海は密接につながっているんですよ。森に雨が降ると、地面に積もった落ち葉の養分が溶け出し、土に染み込みます。そして、それは栄養豊富な水として川を伝って海へと流れ込み、魚のえさとなる小さな生き物や海草を育てるんです。だから、漁師さんにとって、森林はとても大切というわけなんです。',
            '西郷：なるほど。森林と海は切っても切れない関係ということですね。',
            '…'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'シーエスアール',
              mana: 'CSR',
              type: '名',
              cn: '企业的的社会责任'
            },
            {
              kana: 'こうじょうちょう',
              mana: '工場長',
              type: '名',
              cn: '厂长'
            },
            { kana: 'ちょうえつ', mana: '趙越', type: '专', cn: '赵越' },
            {
              kana: 'おおくぼいさむ',
              mana: '大久保勇',
              type: '专',
              cn: '大久保勇'
            },
            {
              kana: 'いわさきようこ',
              mana: '岩崎洋子',
              type: '专',
              cn: '岩崎洋子'
            },
            {
              kana: 'さいごうしんたろう',
              mana: '西郷慎太郎',
              type: '专',
              cn: '西乡慎太郎'
            },
            { kana: 'きんこう', mana: '近郊', type: '名', cn: '近郊' },
            {
              kana: 'じょうかする',
              mana: '浄化する',
              type: '名·サ变他',
              cn: '净化'
            },
            { kana: 'すいせん', mana: '水洗', type: '名', cn: '水冲、水洗' },
            { kana: 'げんり', mana: '原理', type: '名', cn: '原理' },
            { kana: 'マイクロ', mana: '', type: '名', cn: '微型，微量' },
            {
              kana: 'ほんかくてき',
              mana: '本格的',
              type: '形2',
              cn: '真正的、正式的'
            },
            { kana: 'じつぶつ', mana: '実物', type: '名', cn: '实物' },
            {
              kana: 'まかなう',
              mana: '',
              type: '动1他',
              cn: '维持、勉強支持；提供；供给饭食'
            },
            { kana: 'しょうめい', mana: '照明', type: '名', cn: '照明' },
            {
              kana: 'ていげん',
              mana: '低減',
              type: '名·サ变他',
              cn: '减轻，降低，减少'
            },
            {
              kana: 'コントロールパネル',
              mana: '',
              type: '名',
              cn: '控制板，配电量'
            },
            { kana: 'パワーポイント', mana: '', type: '名', cn: 'PPT演示' },
            {
              kana: 'きりかえる',
              mana: '切り替える',
              type: '动2他',
              cn: '切换、特换、改换'
            },
            { kana: 'もりいく', mana: '森育', type: '专', cn: '植树' },
            {
              kana: 'ていしょうする',
              mana: '提唱する',
              type: '名·サ变他',
              cn: '提倡、主张'
            },
            { kana: 'ほぜん', mana: '保全', type: '名·サ变他', cn: '保全' },
            { kana: 'たいせつさ', mana: '大切さ', type: '名', cn: '重要性' },
            {
              kana: 'ききなれる',
              mana: '聞き慣れる',
              type: '动2自',
              cn: '耳熟、听惯'
            },
            { kana: 'しょくいく', mana: '食育', type: '名·サ变自', cn: '养育' },
            {
              kana: 'ばくぜんと',
              mana: '漠然と',
              type: '副',
              cn: '笼统、不清晰、含糊'
            },
            { kana: 'いまいち', mana: '', type: '副', cn: '稍微不足' },
            {
              kana: 'でまえ',
              mana: '出前',
              type: '名·サ变他',
              cn: '服务上门，送外卖'
            },
            {
              kana: 'でまえじゅぎょう',
              mana: '出前授業',
              type: '名',
              cn: '登门授课，上门讲课'
            },
            { kana: 'みっせつ', mana: '密接', type: '形2', cn: '紧密、密切' },
            { kana: 'ようぶん', mana: '養分', type: '名', cn: '养分' },
            {
              kana: 'とけだす',
              mana: '溶け出す',
              type: '动1他',
              cn: '溶解出来'
            },
            { kana: 'つたう', mana: '伝う', type: '动1自', cn: '顺着、沿着' },
            { kana: 'いきもの', mana: '生き物', type: '名', cn: '生物' },
            { kana: 'かいそう', mana: '海草', type: '名', cn: '海草' }
          ],
          phrase: [
            { kana: 'ごらんにいれる', mana: 'ご覧に入れる', cn: '请' },
            {
              kana: 'きってもきれない',
              mana: '切っても切れない',
              cn: '无法分割、极其亲密'
            },
            { kana: '～長', mana: '～ちょう', cn: '～長' },
            { kana: '～済', mana: '～ず', cn: 'み～过，～完了' },
            { kana: '～源', mana: '～げん', cn: '～源' },
            { kana: '悪', mana: 'あく', cn: '～不良～，坏～' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
