export default {
  id: 24,
  chapter: 1,
  title: '社会',
  lession: [
    {
      no: 93,
      topic: '高齡化',
      basic: {
        base: [],
        use: [
          ['h>>>特集 第2の人生', 's>>>2012年（平成24年）8月21日（火）'],
          [
            't>>>やりがいを感じて',
            'r>>>会社員　岡田節子',
            'r>>>（東京都世田谷区 62）',
            'メーカーに勤めていたわたしは、2年前に定年を迎えました。しかし、そのまま会社に残り、今でも仕事を続けています。わたしの会社では、2006年から、定年を迎えた社員も、給料は下がるが65歳まで継続して働けるという制度を導入しました。いわゆる「再雇用制度」で、契約は1年ごとです。わたしも、この制度を利用して2年目になります。定年時は製品管理の部長でしたが、今は、嘱託として、新人の指導係をしています。現役を退いたとはいえ、これまでに培った経験をいかんなく発揮できて、とてもやりがいを感じています。今でも若いスタッフとともに働きながら、自分の経験を伝えていける職場があるだけで、こんなうれしいことはありません。',
            '現役時代は、中間管理職としての責任が肩に重くのしかかり、毎日残業することも当たり前でしたが、今は、気持ちにも時間にも、とてもゆとりがあります。考えようによっては、現役のころより充実した毎日を送っているといえるかもしれません。でも、「再雇用」は、あと1年だけで終わりにしようと思っています。そろそろ、読書三昧の日々もいいかなと思い始めています。'
          ],
          [
            't>>>趣味が高じて',
            'r>>>自営業　加山新司',
            'r>>>（埼玉県所沢市 65）',
            '昨年そば好きが高じて手打ちそばの店を出しました。住宅街にある拙宅を改装した、5人で満席になるような小さな店です。お客さんは、毎日、平均2、3人。開店休業という日もありますが、口コミだけなのだから仕方ありません。でも、わたしは満足です。たとえ1人だけでも、わたしが打ったそばを食ベに来てくれる人がいれば。',
            '店は、わたし1人で切り盛りしています。妻は陶芸が趣味で、20年以上も続けています。店で使う器はすべて妻の作品です。お客さんの中には、そばよりも器を気に入って、だれが作ったのか尋ねる方もいらっしゃいます。正直ちょっと寂しいですが、でも、「妻の作品です」と答えるのは、まんざら悪い気もしません。ただ、妻からは、「器に合ったおそばを打って」と注文が入りますが。',
            'わたしは地方公務員でしたが、勤め始めて間もないころから、昼飯はいつも役所の近くのそば屋でした。休日ともなると、1日に4、5軒も食べ歩いていました。そんなある日、長野県の安曇野で出会ったそばに魅了され、「食べ歩きだけにしておけば」という妻の忠告をよそに、住み込みで修業までするに至ったのです。趣味が高じて始めたそば屋ですが、器に合ったそば打ちに日々腕を磨いています。'
          ],
          [
            't>>>自然に任せ、環境に合わせて',
            'r>>>無職　松下綾',
            'r>>>（千葉県鴨川市 58）',
            '起床は朝4時。顔を洗い、作業服に着替えて畑に出る。夜明け前の畑は人影もなく、空気が澄んでいて清々しい。今は、市場に出荷するトマトとキュウリの栽培に精を出している。収穫は多くはない。夫と2人暮らしなので、自分たちで食べる分を除いて出荷している。天候に左右されることはあるが、野菜は手をかければきちんと期待に応えてくれる。だから、手抜きなどできないトマトが朝日を浴びてみずみずしく輝いている様を見ると、なんとも言えぬ充実感に満たされる。3年前に東京から移り住んで、畑を借りて野菜を作り始めた。土に触れることはとても健康にいい。まるで土から「気」をもらっているようだ。野菜作りにかける手間はおろか、早起きも全く苦にならない。朝は自然に目が覚める。朝食もおいしい。以前は、朝食を抜くことが多かった夫だが、今では考えられないと言っている。ご飯にみそ汁、漬物と納豆。それに取れたてのトマトとキュウリ。適度な労働の後の食事は、おかずなど少なくてもかまわない。',
            '今は、自然に任せ、環境に合わせて毎日を過ごしている。これが、人間本来の生き方であると思えてならない。定年退職した夫が言い出して仕方なしについてきたわたしだが、今ではすっかりこの生活が気に入っている。'
          ],
          [
            't>>>投稿募集',
            '本文500字程度。住所、氏名、年齢、職業、電話番号を明記し、中中新聞本社「投稿」係へ。匿名、二重投稿はご遺憾〈ださい。'
          ]
        ]
      },
      utilization: {
        title: '老いてますます盛ん',
        intro:
          '上海，森家。森の両親が2週間の滞在予定で中国を訪れている。休日，健太郎と緑が両親を連れて上海市内を観光する。その帰り道で。',
        content: [
          [
            '森の父：いやあ，上海博物館はすごい。見ごたえがあったなあ。',
            '森の母：そうですねえ。ほんと，すばらしかったわ。',
            '健太郎：((親父,おやじ))は昔から，景徳鎮とか書とか，好きだったもんなあ。',
            '緑：でも，お((義父,とう))さんも，お((義母,かあ))さんも，1日中立ちっぱなしで，疲れたんじゃないですか。',
            '森の母：あら，わたしはまだまだ步けそうよ。',
            '緑：お((義母,かあ))さん，体力ありますねえ。',
            '森の母:まあね。最近毎日スイミングクラブに通ってるから。体力には自信あるのよ。',
            '緑：そうなんですか。',
            '森の母：お父さんは最近ね，あれよ。「そば打ち」。',
            '緑：えっ？',
            '森の母：地域に「そば打ちサークル」っていうのがあってね，すっかりそば打ちにはまってるの。',
            '緑：へえ。',
            '森の母：定年まで台所に立ったこともなかったのに，今じゃあ，お昼ご飯はたいてい，お父さんの打ったそばなのよ。信じられないわ。',
            '森の父：信じられないってことないだろう。それに，最近はね，器にもこだわってるんだよ。',
            '緑：いいですねえ。',
            '森の父：今度帰国したら，緑さんにも打ちたてをごちそうするよ。',
            '緑：楽しみにしてます。',
            '健太郎：そうそう，明日は？どうするつもり？',
            '森の母：明日は，お父さんと2人で外灘を見物するわ。だから，お構いなく。',
            '健太郎：大丈夫かよ。',
            '森の母：何言ってるの。いつも2人で海外旅行してるんだから。大丈夫よ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'おいる',
              mana: '老いる',
              type: '动2自',
              cn: '老，年老'
            },
            {
              kana: 'シャンハイはくぶつかん',
              mana: '上海博物館',
              type: '专',
              cn: '上海博物馆'
            },
            {
              kana: 'みごたえ',
              mana: '見ごたえ',
              type: '名',
              cn: '观赏价值'
            },
            {
              kana: 'けいとくちん',
              mana: '景徳鎮',
              type: '专',
              cn: '景德镇'
            },
            {
              kana: 'しょ',
              mana: '書',
              type: '名',
              cn: '书法'
            },
            {
              kana: 'おとうさん',
              mana: 'お義父さん',
              type: '名',
              cn: '公公，岳父'
            },
            {
              kana: 'スイミングクラブ',
              mana: '',
              type: '名',
              cn: '游泳俱乐部'
            },
            {
              kana: 'そばうち',
              mana: 'そば打ち',
              type: '名',
              cn: '手擀荞麦面条'
            },
            {
              kana: 'はまる',
              mana: '',
              type: '动1自',
              cn: '上心，热中；陷入，掉进'
            },
            {
              kana: 'うつわ',
              mana: '器',
              type: '名',
              cn: '器皿，器具'
            }
          ],
          phrase: [
            {
              kana: 'おいてますますさかん',
              mana: '老いてますます盛ん',
              cn: '老当益壮，“老いてますます盛んなるべし”的缩略形式'
            },
            {
              kana: 'たちっぱなし',
              mana: '立ちっぱなし',
              cn: '一直没坐下，一直站着'
            },
            {
              kana: 'うちたて',
              mana: '打ちたて',
              cn: '现擀，刚擀好'
            },
            {
              kana: 'おかまいなく',
              mana: 'お構いなく',
              cn: '不张罗，别费事'
            }
          ]
        },
        {
          word: [
            { kana: 'とくしゅう', mana: '特集', type: '名', cn: '专刊，专辑' },
            { kana: 'せつこ', mana: '節子', type: '专', cn: '节子' },
            { kana: 'メーカー', mana: '', type: '名', cn: '厂商、制造商' },
            {
              kana: 'こよう',
              mana: '雇用',
              type: '名·サ变他',
              cn: '雇佣、雇用'
            },
            {
              kana: 'げんえき',
              mana: '現役',
              type: '名',
              cn: '第一线、现役、应届'
            },
            {
              kana: 'しりぞく',
              mana: '退く',
              type: '动1自',
              cn: '退职、离开、倒退'
            },
            { kana: 'いかんなく', mana: '', type: '副', cn: '充分、完全' },
            {
              kana: 'はっきする',
              mana: '発揮する',
              type: '名·サ变他',
              cn: '发挥、施展'
            },
            { kana: 'ちゅうかん', mana: '中間', type: '名', cn: '中间' },
            {
              kana: 'かんりしょく',
              mana: '管理職',
              type: '名',
              cn: '管理人员、管理岗位'
            },
            {
              kana: 'ちゅうかんかんりしょく',
              mana: '中間管理職',
              type: '名',
              cn: '中层管理者'
            },
            { kana: 'のしかかる', mana: '', type: '动1自', cn: '压在……上' },
            { kana: 'ゆとり', mana: '', type: '名', cn: '优裕、宽裕、余地' },
            {
              kana: 'こうじる',
              mana: '高じる',
              type: '动2自',
              cn: '加甚；加重；剧烈化'
            },
            {
              kana: 'じえいぎょう',
              mana: '自営業',
              type: '名',
              cn: '个体经营者'
            },
            { kana: 'かやま', mana: '加山', type: '专', cn: '加山' },
            { kana: 'ところざわ', mana: '所沢', type: '专', cn: '所泽' },
            {
              kana: 'てうち',
              mana: '手打ち',
              type: '名',
              cn: '手工做面条；（拍手）成交'
            },
            {
              kana: 'じゅうたくがい',
              mana: '住宅街',
              type: '名',
              cn: '住宅区'
            },
            { kana: 'せったく', mana: '拙宅', type: '名', cn: '寒舍、舍间' },
            { kana: 'まんせき', mana: '満席', type: '名', cn: '满客、满席' },
            {
              kana: 'かいてんきゅうぎょう',
              mana: '開店休業',
              type: '名',
              cn: '开门停业、一整天没客人上门'
            },
            { kana: 'たとえ', mana: '', type: '副', cn: '即使；哪怕' },
            {
              kana: 'きりもり',
              mana: '切り盛り',
              type: '名·サ他',
              cn: '打理、处理、料理'
            },
            { kana: 'とうげい', mana: '陶芸', type: '名', cn: '陶艺' },
            {
              kana: 'まんざら',
              mana: '',
              type: '副',
              cn: '（并非）完全、（未必）一定'
            },
            { kana: 'ひるめし', mana: '昼飯', type: '名', cn: '中午饭、午餐' },
            {
              kana: 'やくしょ',
              mana: '役所',
              type: '名',
              cn: '公署、政府机关、官署'
            },
            {
              kana: 'たべあるく',
              mana: '食べ歩く',
              type: '动1他',
              cn: '各处品尝'
            },
            { kana: 'あづみの', mana: '安曇野', type: '专', cn: '安曇野' },
            {
              kana: 'みりょうする',
              mana: '魅了する',
              type: '名·サ变他',
              cn: '使入迷、夺人魂魄'
            },
            {
              kana: 'ちゅうこく',
              mana: '忠告',
              type: '名·サ他',
              cn: '忠告、劝告'
            },
            {
              kana: 'すみこみ',
              mana: '住み込み',
              type: '名',
              cn: '住宿学徒、住宿佣工'
            },
            {
              kana: 'しゅぎょう',
              mana: '修業',
              type: '名·サ他',
              cn: '修炼、修业、学习技术'
            },
            {
              kana: 'むしょく',
              mana: '無職',
              type: '名',
              cn: '无职业者、无职业'
            },
            { kana: 'まつしたあや', mana: '松下綾', type: '专', cn: '松下綾' },
            { kana: 'かもがわ', mana: '鴨川', type: '专', cn: '鸭川' },
            { kana: 'さぎょうふく', mana: '作業服', type: '名', cn: '工作服' },
            { kana: 'よあけ', mana: '夜明け', type: '名', cn: '黎明、佛晓' },
            { kana: 'ひとかげ', mana: '人影', type: '名', cn: '人影' },
            { kana: 'すがすがしい', mana: '清々しい', type: '形1', cn: '清爽' },
            { kana: 'いちば', mana: '市場', type: '名', cn: '市场、集市' },
            { kana: 'せい', mana: '精', type: '名', cn: '精力、劲头' },
            { kana: 'てぬき', mana: '手抜き', type: '名1', cn: '偷工减料' },
            { kana: 'あさひ', mana: '朝日', type: '名', cn: '朝阳' },
            { kana: 'みずみずしい', mana: '', type: '形1', cn: '水灵、娇嫩' },
            { kana: 'さま', mana: '様', type: '名', cn: '样子、状态' },
            { kana: 'なんとも', mana: '', type: '副', cn: '怎么也、什么也' },
            { kana: 'みたす', mana: '満たす', type: '动1他', cn: '充满、填充' },
            {
              kana: 'うつりすむ',
              mana: '移り住む',
              type: '动1自',
              cn: '移居、搬家'
            },
            { kana: 'てきど', mana: '適度', type: '名·形2', cn: '适度' }
          ],
          phrase: [
            { kana: 'とれたて', mana: '取れたて', cn: '新摘、刚摘' },
            { kana: 'しかたなしに', mana: '仕方なしに', cn: '无可奈何' },
            {
              kana: 'わるいきがしない',
              mana: '悪い気がしない',
              cn: '不觉得难受'
            },
            { kana: 'ちゅうもんがはいる', mana: '注文が入る', cn: '' },
            { kana: 'うでをみがく', mana: '腕を磨く', cn: '磨练本领' },
            { kana: 'せいをだす', mana: '精を出す', cn: '坚持工作、努力干活' },
            { kana: 'てをかける', mana: '手をかける', cn: '精心照料' },
            { kana: 'てまをかける', mana: '手間をかける', cn: '搭功夫、费事' },
            {
              kana: 'くになる',
              mana: '苦になる',
              cn: '感到负担、伤脑筋、苦恼'
            },
            { kana: '～三昧', mana: '～ざんまい', cn: '聚精会神、破除杂念' }
          ]
        },
        { word: [], phrase: [] },
        { word: [], phrase: [] }
      ]
    },
    {
      no: 94,
      topic: '政治',
      basic: {
        base: [],
        use: [
          [
            'h>>>日本の政治',
            '日本国憲法では、三権分立を国の基本制度としている。三権とは、法律を作る立法機関（国会）、国会で決まった法律や予算に基づく政策を実行する行政機関（内閣）、憲法や法律に違反していないかを裁く司法機関（裁判所）の3つを指す。そして、各機関に権限を与え、それぞれが独立機関として、互いに抑制し合い、権力の行き過ぎを防ぐことを「三権分立」という。'
          ],
          [
            't>>>日本国憲法より',
            '第四章　国会',
            '第四十一条',
            '国会は、国権の最高機関であって、国の唯一の立法機関である。',
            '第四十二条',
            '国会は、衆議院及び参議院の両議院でこれを構成する。',
            '第四十三条',
            '両議院は、全国民を代表する選挙された議員でこれを組織する。',
            '②両議院の議員の定数は、法律でこれを定める。',
            '第四十四条',
            '両議院の議員及びその選挙人の資格は、法律でこれを定める。但し、人種、信条、性別、社会的身分、門地、教育、財産又は収入によって差別してはならない。',
            '第五章　内閣',
            '第六十五条',
            '行政権は、内閣に属する。',
            '第六章　司法',
            '第七十六条一項',
            'すべて司法権は、最高裁判所及び法律の定めるところにより設置する下級裁判所に属する。'
          ],
          [
            't>>>日本の政治の仕組みと国会の仕事（憲法第41条）',
            '現在の日本の政治は、議会制民主主義（議会政治）によって行われている。国の意思決定を行う最高機関は「国会」と呼ばれ、選挙で選出された国民を代表する議員によって構成される。法律を作ることを「立法」といい、国会だけが行える重要な仕事になっている。予算の議決、内閣総理大臣の指名なども国会の重要な仕事である。'
          ],
          [
            't>>>衆議院と参議院（憲法第42条）',
            '国会は、衆議院と参議院の二院からなっている。なぜ二院制を取っているかというと、法律など国にとって大事な問題について、2つの視点でダブルチェックできるからである。'
          ],
          [
            't>>>国会議員の選び方（憲法第43条）',
            '国会議員は、国民の意思が政治に反映されるように、国民の中から選挙によって選ばれている。衆議院議員の数は480人、参議院議員は242人で、立候補できる年齢も、衆議院は満25歳以上なのに対して参議院は満30歳以上と異なる。'
          ],
          [
            't>>>参政権（憲法第44条）',
            '国の政治（国政）に参加する権利を「参政権」という。参政権には、主に投票する権利（選挙権）と、選挙に立候補する権利（被選挙権）がある。「選挙権」「被選挙権」はともに、性別によらず、年齢を含む一定の要件を満たせば、すべての国民に与えられる。地方への参政権も衆参両院の国政選挙と同様で、下記の要件を満たしさえすればよい。たとえば、東京都知事の場合、満30歳以上の国民であれば、だれでも立候補できる。',
            's>>>国',
            'th>>>選挙の種類|被選举権の要件|選挙権の要件',
            'td>>>衆議院議員|满25歳以上の日本国民|满20歳以上の日本国民',
            'td>>>参議院議員|満30歳以上の日本国民|满20歳以上の日本国民',
            's>>>都道府県、市（区）町村',
            'th>>>選挙の種類|被選举権の要件|選挙権の要件',
            'td>>>都道府県知事|満30歳以上の日本国民|满20歳以上の日本国民※選举が行われる区域内に、引き続き3加月以上、住所がある人',
            'td>>>都道府県議会議員|満25歲以上の日本国民※その選举で選举権のある人|满20歳以上の日本国民※選举が行われる区域内に、引き続き3加月以上、住所がある人',
            'td>>>市（区）町村長|满25歳以上の日本国民|满20歳以上の日本国民※選举が行われる区域内に、引き続き3加月以上、住所がある人',
            'td>>>市（区）町村議会議員|满25歳以上の日本国民※その選举で選挙権のある人|满20歳以上の日本国民※選举が行われる区域内に、引き続き3加月以上、住所がある人'
          ],
          [
            't>>>内閣の仕事（憲法第65条）',
            '法律や予算に従って、実際に政治を行うことを「行政」という。国の最高の行政機関は「内閣」で、その最高責任者は内閣総理大臣である。内閣総理大臣は、各省などの長である国務大臣を任命して内閣を組織している。予算を作って国会に提出することや、外国と条約を結ぶことが内閣の主な仕事である。'
          ],
          [
            't>>>裁判所の仕事（憲法第76条1項）',
            '争いごとを解決したり、罪のあるなしを判断したりするのが裁判所の仕事である。裁判官は、国会や内閣から独立して、どこからも影響を受けず、憲法や法律に基づいて公正な判断をする。こうした裁判所の働きを「司法」という。',
            '2009年に「裁判員制度」が導入されてからは、特定の刑事裁判に限り、満20歳以上の日本国民から無作為に選ばれた人が裁判員となり、事件ごとに裁判官と審理に参加している。'
          ]
        ]
      },
      utilization: {
        title: '立候補のうわさ',
        intro:
          '上海。JC企画上海支社·支社長として勤務する森健太郎のもとに、元同僚の今井から電話がかかってくる。衆議院議員選挙に立候補するという今井のことを、オフィスで部下の山田と話す。',
        content: [
          [
            '健太郎：山田君、今井君って知ってる？',
            '山田：ええと…、営業部にいた今井さんのことですか。',
            '健太郎：そう。あの今井君。',
            '山田：知ってますよ。でも、たしか1年ぐらい前に辞めたんじゃなかったですか。',
            '健太郎：そうそう。その今井君が、何と今度の衆議院議員選挙に立候補するって。',
            '山田：ええっ！議員に立候補？何でまた？',
            '健太郎：いやあね。何でも大学の先輩が議員をやってて、それで、彼は大学のころからボランティアで選挙の手伝いをしてたらしいんだよ。',
            '山田：ああ、確かにそういう話、聞いたことあります。',
            '健太郎：で、そのころから政治に対する熱い思いがあったんだってさ。当選すれば、純粋で情熱的な人だから、すばらしい政治家になるんじゃないかな。',
            '山田：ぼくの身近から政治家が誕生するなんて、驚きました。政治家って、世襲とか元官僚がなるもんだとばかり思ってましたから。',
            '健太郎：おいおい、まだ当選したわけじゃないんだよ。それに、世襲とか、元官僚がなるというのもおかしな思い込みだよ。この前、現役の女子大生が町会議員に立候補して、当選したことがあっただろう。',
            '山田：そうでしたね。被災した町をなんとしても復興したいという思いで立候補したんですよね。それにしても、支社長、今井さんが立候補するって、どうして分かったんですか。',
            '健太郎：どうしても何も、昨日、本人から直接電話がかかってきたんだよ。よろしくお願いしますって。',
            '山田：へえ。それこそ「清き一票をお願いいたします！」っていうやつですね。',
            '健太郎：当選したら国会議員。JC企画から政治家かあ…。想像しただけでもわくわくしてくるよ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'いまい', mana: '今井', type: '专', cn: '今井' },
            { kana: 'てつだい', mana: '手伝い', type: '名', cn: '帮忙、帮助' },
            {
              kana: 'とうせんする',
              mana: '当選する',
              type: '名·サ変自',
              cn: '当选'
            },
            {
              kana: 'じゅんすい',
              mana: '純粋',
              type: '名·形2',
              cn: '纯真、无私心杂念'
            },
            { kana: 'せしゅう', mana: '世襲', type: '名·サ変他', cn: '世袭' },
            { kana: 'かんりょう', mana: '官僚', type: '名', cn: '官僚' },
            {
              kana: 'おもいこみ',
              mana: '思い込み',
              type: '名',
              cn: '错误认为'
            },
            {
              kana: 'じょしだいせい',
              mana: '女子大生',
              type: '名',
              cn: '女大学生'
            },
            {
              kana: 'ちょうかいぎいん',
              mana: '町会議員',
              type: '名',
              cn: '乡镇议员'
            },
            {
              kana: 'ひさいする',
              mana: '被災する',
              type: '名·サ変自',
              cn: '遭灾'
            },
            {
              kana: 'こっかいぎいん',
              mana: '国会議員',
              type: '名',
              cn: '国会议员'
            }
          ],
          phrase: [
            {
              kana: 'どうしてもなにも',
              mana: 'どうしても何も',
              cn: '也没怎么'
            },
            { kana: 'きよきいっぴょう', mana: '清き一票', cn: '清纯的一票' }
          ]
        },
        {
          word: [
            { kana: 'さんけん', mana: '三権', type: '名', cn: '三权' },
            { kana: 'ぷんりつ', mana: '分立', type: '名·サ变自', cn: '分立' },
            { kana: 'りっぽう', mana: '立法', type: '名', cn: '立法' },
            { kana: 'ぎょうせい', mana: '行政', type: '名', cn: '行政' },
            { kana: 'さばく', mana: '裁く', type: '动1他', cn: '裁判、仲裁' },
            { kana: 'しほう', mana: '司法', type: '名', cn: '司法' },
            {
              kana: 'さいばんしょ',
              mana: '裁判所',
              type: '名',
              cn: '法院、法庭'
            },
            {
              kana: 'けんげん',
              mana: '権限',
              type: '名',
              cn: '权限、职权范围'
            },
            { kana: 'けんりょく', mana: '権力', type: '名', cn: '权力' },
            {
              kana: 'いきすぎ',
              mana: '行き過ぎ',
              type: '名',
              cn: '过度、过火'
            },
            {
              kana: 'こっけん〈国権）',
              mana: '',
              type: '名',
              cn: '国家权力、主权'
            },
            { kana: 'ゆいいつ', mana: '唯一', type: '名', cn: '唯一' },
            {
              kana: 'りょういん',
              mana: '両院',
              type: '名',
              cn: '两院（众议院和参议院）'
            },
            { kana: 'さんぎいん', mana: '参議院', type: '名', cn: '参议院' },
            { kana: 'ぎいん', mana: '議院', type: '名', cn: '议院' },
            {
              kana: 'そしき',
              mana: '組織',
              type: '名・サ变他',
              cn: '组织、机构'
            },
            {
              kana: 'さだめる',
              mana: '定める',
              type: '动2他',
              cn: '规定、决定'
            },
            { kana: 'せんきょにん', mana: '選挙人', type: '名', cn: '选举人' },
            { kana: 'じんしゅ', mana: '人種', type: '名', cn: '人种、种族' },
            { kana: 'しんじょう', mana: '信条', type: '名', cn: '信仰、信条' },
            { kana: 'もんち', mana: '門地', type: '名1', cn: '门第' },
            {
              kana: 'さべつする',
              mana: '差別する',
              type: '名·サ变他',
              cn: '歧视、加以区别'
            },
            {
              kana: 'さいこうさいばんしょ',
              mana: '最高裁判所',
              type: '名',
              cn: '最高法院'
            },
            {
              kana: 'かきゅうさいばんしょ',
              mana: '下級裁判所',
              type: '名',
              cn: '下级法院'
            },
            {
              kana: 'みんしゅしゅぎ',
              mana: '民主主義',
              type: '名',
              cn: '民主主义'
            },
            { kana: 'いし', mana: '意思', type: '名', cn: '意志' },
            {
              kana: 'せんしゅつする',
              mana: '選出する',
              type: '名·サ变他',
              cn: '选拔、选出'
            },
            {
              kana: 'ぎけつ',
              mana: '議決',
              type: '名·サ変他',
              cn: '议决、表决'
            },
            { kana: 'にいん', mana: '二院', type: '名', cn: '二院、两院' },
            {
              kana: 'してん',
              mana: '視点',
              type: '名',
              cn: '角度、观点、视点'
            },
            {
              kana: 'ダブルチェック',
              mana: '',
              type: '名·サ变他',
              cn: '双重把关；再次确认'
            },
            {
              kana: 'はんえいする',
              mana: '反映する',
              type: '名·サ査他',
              cn: '反映.反射'
            },
            { kana: 'さんせい', mana: '参政', type: '名', cn: '参政' },
            {
              kana: 'こくせい',
              mana: '国政',
              type: '名',
              cn: '国家政治，国政'
            },
            {
              kana: 'ようけん',
              mana: '要件',
              type: '名',
              cn: '必要条件、要事'
            },
            {
              kana: 'とどうふけん',
              mana: '都道府県',
              type: '名',
              cn: '都道府县'
            },
            { kana: 'しちょうそん', mana: '市町村', type: '名', cn: '市町村' },
            { kana: 'くいき', mana: '区域', type: '名', cn: '区域' },
            {
              kana: 'ひきつづき',
              mana: '引き続き',
              type: '名',
              cn: '连续；继续'
            },
            { kana: 'ちょう', mana: '長', type: '名', cn: '长、首领' },
            {
              kana: 'こくむだいじん',
              mana: '国務大臣',
              type: '名',
              cn: '国务大臣'
            },
            {
              kana: 'にんめいする',
              mana: '任命する',
              type: '名·サ变他',
              cn: '任命'
            },
            { kana: 'じょうやく', mana: '条約', type: '名', cn: '条约' },
            { kana: 'あらそい', mana: '争い', type: '名', cn: '纷争' },
            { kana: 'つみ', mana: '罪', type: '名', cn: '罪行' },
            { kana: 'あるなし', mana: '', type: '名', cn: '有无' },
            { kana: 'さいばんかん', mana: '裁判官', type: '名', cn: '法官' },
            { kana: 'こうせい', mana: '公正', type: '名·形2', cn: '公正' },
            {
              kana: 'さいばんいんせいど',
              mana: '裁判員制度',
              type: '名',
              cn: '审判员制度'
            },
            { kana: 'とくてい', mana: '特定', type: '名', cn: '特定' },
            {
              kana: 'けいじさいばん',
              mana: '刑事裁判',
              type: '名',
              cn: '刑事判決'
            },
            {
              kana: 'むさくい',
              mana: '無作為',
              type: '名',
              cn: '随机、非人为'
            },
            { kana: 'さいばんいん', mana: '裁判員', type: '名', cn: '审判员' },
            {
              kana: 'しんり',
              mana: '審理',
              type: '名·サ変他',
              cn: '审理，审判'
            }
          ],
          phrase: [
            { kana: '～権', mana: '～けん', cn: '～权' },
            { kana: '～制', mana: '～せい', cn: '～制度' },
            { kana: '～項', mana: '～こう', cn: '～项、～条' },
            { kana: '～主義', mana: '～しゅぎ', cn: '～主义' },
            { kana: '被～', mana: 'ひ～', cn: '被～' },
            { kana: '満～', mana: 'まん～', cn: '满～' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 95,
      topic: '家事',
      basic: {
        base: [],
        use: [
          [
            'h>>>男女の家事労働時間',
            '夫は外で働き、妻は家庭を守るべきである、つまり家事は女性の仕事だという考え方は、日本においてたいへん根強いものであった。しかし、近年、社会の変化に伴い、このような考え方は変わりつつある。',
            '生活時間についてのさまざまな調査から、日本における男女の家事労働時間を見てみよう。そこから何が浮かび上がってくるだろうか。参考とした調査は、総務省が行う「社会生活基本調査」及びNHK放送文化研究所の「国民生活時間調査」である。'
          ],
          [
            't>>>1．夫の家事労働時間は増加傾向に',
            '日本の共働き世帯は年々増え続けており、2007年には1，000万世帯に達した。この数字は妻が専業主婦である家庭の825万世帯を上回っており、今後も増加していくとみられている。',
            '図1は、共働き世帯、専業主婦世帯における夫婦の生活時間の内訳と、夫の家事労働時間の分担割合を表している。夫婦の1日の家事労働時間のうち、夫の分担割合は1986年には共働きで5.3%、専業主婦の夫で3.6%であったが、2006年の結果では、共働きで10.4%、専業主婦の夫で8.5%となった。男性の家事労働時間は増加傾向にあることが分かる。',
            'しかし、そうはいっても、夫の分担割合は共働き世帯でようやく1割に届いた程度であり、妻との差は依然として大きい。時間で見ても、共働き世帯の妻が1日あたり4時間45分であるのに対し、夫は33分で、その差は4時間12分にも及ぶ。また、家事労働時間と職業労働時間の合計を総労働時間とすると、共働き世帯では夫が8時間55分であるのに対し、妻は9時間26分である。このことから、働く女性の多くが、仕事から帰宅した後もフルタイムで家事をこなすという生活を余儀なくされていることがうかがえよう。'
          ],
          [
            't>>>2.ライフステージ別に見る男女の家事労働時間',
            '次に、男女の家事労働時間を結婚前（未婚）、結婚後（既婚）、子供が幼児以下、子供が就学児以上、という4つのライフステージに分けて見てみよう（図2）。特に注目したいのは、子供が生まれてからの共働き世帯である。',
            '結婚を機に、女性の家事労働時間は未婚である場合の倍以上に増える。これに対して、共働き世帯の男性の家事労働時間は29分から35分とさほど増えない。妻が専業主婦である場合、男性の家事労働時間はむしろ少なくなる。',
            '子供が幼児の時期には育児時間が加わり、家事労働時間は急激に増える。共働き世帯の家事労働時間は、妻6時間42分。夫1時間17分となる。この時期は、ほかのライフステージに比べて夫の家事労働時間も長く、積極的に家事に参加していることが読み取れる。それでも、総労働時間から見れば夫婦の差は大きい。理由として、末子が幼児以下のライフステージに属する30代男性の多くが会社での長時間労働を強いられていることがある。長時間労働によって、夫に子育てなどの家事を分担する余裕がなくなり、妻が仕事と家事両方の担い手とならざるをえないのであろう。末子が就学児になると、育児の手間が減ることから妻の家事労働時間は減少するが、炊事や掃除、洗濯などの基本的な家事を妻が担うことに変わりはない。'
          ],
          [
            't>>>3．まとめ',
            '日本の家庭における男女の家事労働時間は徐々に変わってきているものの、「夫が外で仕事し、妻が家事をする」という構図はいまだに崩れていないようだ。',
            'もちろん、家事などによる拘束時間が長いことが、生活の質そのものを低下させると一概にいえるわけではない。しかし、女性の生活における拘束時間は、結婚するまでと、結婚後、さらに出産後では明らかな差がある。このことは結婚や出産をためらう女性が増えていることと無関係ではないだろう。',
            '統計によると、夫の家事労働の分担割合が高い国ほど出生率が高いことも明らかになっている。少子高齢化社会を迎えた日本にとって、家庭内における男女の労働時間のパランスを改善することは、家庭内だけでなく、社会全体で取り組むべき大きな課題であるといえよう。'
          ]
        ]
      },
      utilization: {
        title: '母の日',
        intro:
          '上海。森家。ある日の午後、緑は日本語教室に出かけている。家の中では、徹平と瑛士の2人が何か相談をしている。',
        content: [
          [
            '（徹平が瑛士に指示をしている）',
            '徹平：いいか、瑛士、お母さんが帰ってきても、すぐに部屋の中に入れちゃだめだぞ。',
            '瑛士：分かっているよ、お兄ちゃん。お母さん喜んでくれたらいいね。'
          ],
          [
            '（帰って来た緑が家に入るのを制するように、瑛士が玄関口で話し始める）',
            '瑛士：お母さん、お帰りなさい。',
            '緑：ただいま一。遅くなってごめんね。今から、夕飯の支度するから。',
            '瑛士：あっ、ぼく、さっき、肉まん食べたから、おなか空いてないよ。',
            '緑：肉まんって、どうしたの？',
            '瑛士：隣のおばさんがくれた。',
            '緑：隣のおばさんって、陳おばさん？',
            '瑛士：うん…、そうそう、そうだよ。それよりも、お母さん、中山公園で二胡を弾いている人がいたよ。いっしょに見に行かない？',
            '緑：どうして？今から？お母さん、夕飯作らなきゃいけないのに。',
            '瑛士：お兄ちゃんは部活で遅くなるって言ってたし、お父さんもどうせ遅いよ。',
            '緑：何無責任なこと言ってるの。',
            '瑛士：ねえ、ちょっとでいいから。',
            '緑：もう、瑛士ったら、仕方ないなあ…。'
          ],
          [
            '（公園で、二胡を弾いている人は見当たらない。日が落ちたので、マンションに帰ってくる）',
            '瑛士：おかしいな。ぼくの聞き間違いだったのかな。',
            '緑：本当に、瑛士は人騒がせなんだから。',
            '瑛士：お母さーん、ぼく、おなかペこペこ。早くご飯食べようよ。',
            '緑：やれやれ。'
          ],
          [
            '（瑛士がうれしそうにリビングルームに入ると、食卓にはすでに夕食が用意されている）',
            '徹平：お母さん、お帰りなさーい。',
            '緑：びっくりした一。何、これ！みんなで作ったの？',
            '健太郎：どう、驚いた？',
            '徹平：だって、今日は母の日だよ、お母さん。',
            '緑：そっか一。それにしても、瑛士には、すっかりだまされたわね。',
            '瑛士：お母さん。いつもみんなのために、ありがとう。これ、お母さんの好きな花。',
            '緑：（花をまじまじと見つめて）本当にうれしい。みんな、ありがとう。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'ははのひ', mana: '母の日', type: '名', cn: '母亲节' },
            {
              kana: 'にほんごきょうしつ',
              mana: '日本語教室',
              type: '名',
              cn: '日语培训班'
            },
            {
              kana: 'せいする',
              mana: '制する',
              type: 'サ变他',
              cn: '阻止、制止'
            },
            { kana: 'げんかん', mana: '玄関', type: '名', cn: '门厅、玄关' },
            {
              kana: 'したくする',
              mana: '支度する',
              type: '名·サ変他',
              cn: '准备、预备'
            },
            { kana: 'おばさん', mana: '', type: '名', cn: '阿姨' },
            {
              kana: 'ちゅうざんこうえん',
              mana: '中山公園',
              type: '专',
              cn: '中山公园'
            },
            {
              kana: 'むせきにん',
              mana: '然資任',
              type: '名·形2',
              cn: '不负责任'
            },
            {
              kana: 'みあたる',
              mana: '見当たる',
              type: '动1自',
              cn: '看到、看见'
            },
            {
              kana: 'ひとさわがせ',
              mana: '人騒がせ',
              type: '名·形2',
              cn: '无故惊扰旁人'
            },
            { kana: 'やれやれ', mana: '', type: '叹', cn: '哎呀呀' },
            { kana: 'リビングルーム', mana: '', type: '名', cn: '起居室' },
            { kana: 'そっかー', mana: '', type: '叹', cn: '是这样啊' },
            { kana: 'まじまじ', mana: '', type: '副', cn: '目不转睛、瞪' },
            {
              kana: 'みつめる',
              mana: '見つめる',
              type: '动2他',
              cn: '盯看、凝视'
            }
          ],
          phrase: [{ kana: '～口', mana: '～くち', cn: '～口儿，～门' }]
        },
        {
          word: [
            { kana: 'ねづよい', mana: '根強い', type: '形1', cn: '根深蒂落' },
            {
              kana: 'うかびあがる',
              mana: '浮かび上がる',
              type: '动1自',
              cn: '显露、变得明显'
            },
            { kana: 'そうむしょう', mana: '総務省', type: '专', cn: '总务省' },
            {
              kana: 'エヌエイチケーほうそうぶんかけんきゅうじょ',
              mana: 'NHK放送文化研究所',
              type: '专',
              cn: 'NHK广播文化研究所'
            },
            {
              kana: 'ともばたらき',
              mana: '共働き',
              type: '名',
              cn: '双职工、夫妇都上班'
            },
            { kana: 'せたい', mana: '世帯', type: '名', cn: '家庭，门户' },
            {
              kana: 'せんぎょうしゅふ',
              mana: '専業主婦',
              type: '名',
              cn: '专职主妇'
            },
            {
              kana: 'うちわけ',
              mana: '内訳',
              type: '名',
              cn: '细目，详细内容'
            },
            { kana: 'ぶんたん', mana: '分担', type: '名·サ变他', cn: '分担' },
            { kana: 'ちゅう', mana: '注', type: '名', cn: '注、注解' },
            {
              kana: 'かんご',
              mana: '看護',
              type: '名·サ变他',
              cn: '护理、看护'
            },
            {
              kana: 'きゅうよう',
              mana: '休養',
              type: '名·サ变自',
              cn: '休息、休养'
            },
            {
              kana: 'くつろぎ',
              mana: '',
              type: '名',
              cn: '放松、舒畅、轻松自在'
            },
            { kana: 'せいき', mana: '正規', type: '名', cn: '正式、正归' },
            { kana: 'パート', mana: '', type: '名', cn: '记时工' },
            {
              kana: 'はけんしゃいん',
              mana: '派遣社员',
              type: '名',
              cn: '派遣工'
            },
            { kana: 'しゅってん', mana: '出典', type: '名', cn: '出处' },
            { kana: 'いぜん', mana: '依然', type: '副', cn: '依然、仍然' },
            {
              kana: 'きたくする',
              mana: '帰宅する',
              type: '名·サ变自',
              cn: '回家'
            },
            { kana: 'フルタイム', mana: '', type: '名', cn: '全职、全班时间' },
            { kana: 'こなす', mana: '', type: '动1他', cn: '处理、做完' },
            { kana: 'よぎない', mana: '余儀ない', type: '形1', cn: '不得己' },
            { kana: 'うかがう', mana: '', type: '动1他', cn: '窥见、看出' },
            { kana: 'ライフステージ', mana: '', type: '名', cn: '人生阶段' },
            { kana: 'みこん', mana: '未婚', type: '名', cn: '未婚' },
            { kana: 'きこん', mana: '既婚', type: '名', cn: '已婚' },
            {
              kana: 'しゅうがくじ',
              mana: '就学児',
              type: '名',
              cn: '入学儿童'
            },
            { kana: 'き', mana: '機', type: '名', cn: '时机、机会' },
            { kana: 'さほど', mana: '', type: '副', cn: '并不那么' },
            { kana: 'ざつじ', mana: '雑事', type: '名', cn: '琐事、杂务' },
            {
              kana: 'ビーティーエー',
              mana: 'PTA',
              type: '名',
              cn: '家长会、家长教师联合会'
            },
            { kana: 'ぎょうじ', mana: '行事', type: '名', cn: '活动、仪式' },
            {
              kana: 'かいごう',
              mana: '会合',
              type: '名·サ变自',
              cn: '聚会、集会'
            },
            {
              kana: 'かんこんそうさい',
              mana: '冠婚葬祭',
              type: '名',
              cn: '红白喜事，庆吊仪式'
            },
            {
              kana: 'ほうし',
              mana: '奉仕',
              type: '名·サ变自',
              cn: '服务，奉献'
            },
            {
              kana: 'よみとる',
              mana: '読み取る',
              type: '动1他',
              cn: '看明白、领会、读懂'
            },
            { kana: 'まっし', mana: '末子', type: '名', cn: '最小的孩子' },
            {
              kana: 'ぞくする',
              mana: '属する',
              type: 'サ变自',
              cn: '属、属于'
            },
            { kana: 'しいる', mana: '強いる', type: '动2他', cn: '强迫、强使' },
            {
              kana: 'にないて',
              mana: '担い手',
              type: '名',
              cn: '旗手、担当的人、挑东西的人'
            },
            {
              kana: 'すいじ',
              mana: '炊事',
              type: '名·サ变自',
              cn: '做饭、烹饪'
            },
            { kana: 'きほんてき', mana: '基本的', type: '形2', cn: '基本上' },
            { kana: 'になう', mana: '担う', type: '动1他', cn: '承担' },
            { kana: 'まとめ', mana: '', type: '名', cn: '总结' },
            {
              kana: 'こうず',
              mana: '構図',
              type: '名',
              cn: '态势、结构、构架'
            },
            { kana: 'いまだ', mana: '', type: '副', cn: '仍然、还' },
            {
              kana: 'こうそく',
              mana: '拘束',
              type: '名·サ变他',
              cn: '束缚、限制、拘束'
            },
            { kana: 'そのもの', mana: '', type: '名', cn: '那个东西本身' },
            {
              kana: 'いちがいに',
              mana: '一概に',
              type: '副',
              cn: '一概、一律'
            },
            { kana: 'ためらう', mana: '', type: '动1自', cn: '犹豫，踌躇' },
            {
              kana: 'しょうしこうれいか',
              mana: '少子高齢化',
              type: '名',
              cn: '少子女高龄化'
            },
            { kana: 'にゅうじ', mana: '乳児', type: '名', cn: '婴儿' },
            { kana: 'せいご', mana: '生後', type: '名', cn: '出生后' },
            {
              kana: 'しゅうがく',
              mana: '就学',
              type: '名·サ变自',
              cn: '就学、入学'
            }
          ],
          phrase: [
            { kana: '～あたり', mana: '', cn: '～毎、平均' },
            { kana: '～局', mana: '～きょく', cn: '～局' },
            { kana: '～編', mana: '～へん', cn: '～编写，～编著' },
            { kana: '長～', mana: 'ちょう〜', cn: '长～' },
            { kana: '～期', mana: '〜き', cn: '～期' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 96,
      topic: '雇用',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>中国人留学生　徐志向(27歲)',
            'r>>>心身堂　人事部　前田優子(24歳)',
            'r>>>人事部(面接官)　星野勇人(41歳)',
            'r>>>人事部(面接官)　坂本将太(52歲)'
          ],
          [
            't>>>①求人案内',
            '中国人留学生の徐志向は日本の大学を卒業後、日系企業への就職を考えている。就活中、心身堂のHPで、大卒者の募集があることを知り、人事部に電話をかける。'
          ],
          [
            '（徐からの電話に人事部の担当者が応対する）',
            '前田：はい、心身堂人事部、前田でございます。',
            '徐：私、徐と申しますが、御社のホームページで求人案内を見て、お伺いしたいことがあり、お電話いたしました。',
            '前田：ありがとうございます。どのようなご質問でしょうか。',
            '徐：はい。募集人数のことで、ホームページでは若干名とありますが、実際の採用予定は何名ぐらいなんでしょうか。',
            '前田：はっきりした数字は分かりませんが、多くても2、3名かと思います。',
            '徐：そうですか。それで、募集対象は日本人だけですか。',
            '前田：えー、募集対象については、特に日本人に限っているわけではございません。ただし、外国の方の場合は、ビジネスレベルの日本語を身に付けているということが条件になります。なお、面接は日本語で行います。',
            '徐：分かりました。あと、ほかには何か条件がありますか。',
            '前田：はい。条件というわけではありませんが、面接は本社で行う予定ですので、当方までお越しいただくことになります。',
            '徐：その際、交通費は出ますか。',
            '前田：申し訳ございませんが、第1次面接の場合、交通費は自己負担していただいております。',
            '徐：そうですか。分かりました。あと、念のためお聞きしたいんですが、受験する場合は、エントリーシートを提出するんですよね。',
            '前田：はい。当社のホームページからシートをダウンロードして、必要事項をご入力のうえ、メールで、お送りください。',
            '徐：はい。それと、最後にもう1つお伺いしたいのですが、勤務先などの希望は出せますか。',
            '前田：申し訳ございません。そういった点につきましては、お答えしかねます。',
            '徐：ああ、そうですね。すみません。お忙しいところ、お手数をおかけしました。',
            '前田：いいえ。ご不明な点がございましたら、いつでもお問い合わせください。'
          ],
          [
            't>>>②面接試験',
            '中国人留学生の徐志向が心身堂の本社で面接を受ける。'
          ],
          [
            '（面接会場。面接官が2人、次の面接者を待っている。徐が扉をノックする）',
            '星野：お入りください。',
            '徐：失礼します。',
            '（いすの近くまで歩いてきてお辞儀をする）徐志向と申します。本日はよろしくお願いします。',
            '星野：よろしくお願いします。（いすを指して）どうそ、おかけください。えー、では、徐さん、まず、志望動機からお聞かせください。',
            '徐：はい。2006年に中華大学日本語学科を卒業してから、日本に留学し、平成大学で経済学の勉強をしました。卒業後は、自分の学んだことを生かせる会社で働きたいと思っておりましたところ、御社のホームページで求人があることを知り、応募いたしました。',
            '星野：そうですか。では、自己PRをお願いします。',
            '徐：はい。（やや緊張気味に）私は、やりたいと思ったことをすぐに行動に移すような情熱と実行力を持っていると自負しています。それと、自分では心臓が強く、物おじしないほうだと思っています。例えば、ゼ、ゼ…（言葉に詰まって、沈黙）',
            '星野：（坂本と顔を見合わせる）',
            '（徐に向かつて）落ち着いてください。ゆっくりでいいですよ。',
            '徐：す、すみません。（話を続ける）ゼミで、マーケティングについて研究していたのですが、実際の社会でどのように活用できるか知りたいと思うようになりました。そこで、3年生の時、ゼミの先生のすすめでインターンシップに応募し、日本の広告代理店で研修させていただいたことがあります。そこでは、勉強だけでは知ることのできない、マーケティング現場の知識を学ぶことができたと思います。また、友人にはよく、冷静なところがあるといわれています。大学ではバスケットボール部に所属していましたが、作戦を立てたり、対戦相手のチームについて分析したりするのが好きだったので、そのような評価があったのだと思います。'
          ],
          [
            '（面接が終了に近づく）',
            '坂本：最後の質問ですが、徐さんは、異文化コミュニケーションにとって大切なことは何だと思いますか。',
            '徐：はい。まずはしっかりした言語能力、さらに、相手の文化や宗教などを理解することです。それに加えて、思いやりや率直さなど、個人としての魅力も大切だと思います。',
            '坂本：中国とはずいぶん違うところもあって、驚かれることもあると思います。その点は大丈夫でしょうか。',
            '徐：はい。私は日本でのインターンシップ経験もありますし、日本と中国の習慣の違いについてはある程度理解できていると思います。それに、御社のような日系企業の中で経験を積んでいけることを楽しみにしています。',
            '坂本：（何度かうなずく）はい。本日の面接はこれで終わりです。結果は、今週末までにお知らせします。',
            '徐：ありがとうございました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'じょしこう', mana: '徐志向', type: '专', cn: '徐志向' },
            { kana: 'ゆうこ', mana: '優子', type: '专', cn: '优子' },
            { kana: 'はやと', mana: '勇人', type: '专', cn: '勇人' },
            {
              kana: 'さかもとしょうた',
              mana: '坂本将太',
              type: '专',
              cn: '坂本将太'
            },
            {
              kana: 'きゅうじん',
              mana: '求人',
              type: '名·サ变自',
              cn: '招聘人员、招人、招工'
            },
            {
              kana: 'しゅうかつ',
              mana: '就活',
              type: '名·サ变自',
              cn: '就职活动、找工作'
            },
            { kana: 'だいそつ', mana: '大卒', type: '名', cn: '大学毕业' },
            { kana: 'じゃっかん', mana: '若干', type: '名', cn: '若干' },
            { kana: 'ビジネス', mana: '', type: '名', cn: '商务、商业、生意' },
            { kana: 'とうほう', mana: '当方', type: '名', cn: '我方、我' },
            { kana: 'ねん', mana: '念', type: '名', cn: '注意、用心' },
            { kana: 'エントリシート', mana: '', type: '名', cn: '求职调査表' },
            {
              kana: 'シート',
              mana: '',
              type: '名',
              cn: '调查表，一张（纸）等'
            },
            {
              kana: 'ダウンロードする',
              mana: '',
              type: '名·サ変他',
              cn: '下载'
            },
            {
              kana: 'にゅうりょく',
              mana: '入力',
              type: '名·サ变他',
              cn: '填写、输入'
            },
            { kana: 'てすう', mana: '手数', type: '名', cn: '麻烦、周折' },
            {
              kana: 'ちゅかだいがく',
              mana: '中華大学',
              type: '专',
              cn: '中华大学'
            },
            {
              kana: 'へいせいだいがく',
              mana: '平成大学',
              type: '专',
              cn: '平成大学'
            },
            {
              kana: 'じふする',
              mana: '自負する',
              type: '名·サ变自',
              cn: '自负、自傲'
            },
            {
              kana: 'ものおじする',
              mana: '物おじする',
              type: '名·サ变自',
              cn: '怯场、胆小、胆怯'
            },
            {
              kana: 'ゼミ',
              mana: '',
              type: '名',
              cn: '研究班、研究班讨论课、毕业论文指“ゼミナール”的缩略形式'
            },
            {
              kana: 'マーケティング',
              mana: '',
              type: '名',
              cn: '市场调研、市场营销'
            },
            { kana: 'すすめ', mana: '', type: '名', cn: '建议、劝告、劝说' },
            {
              kana: 'インターンシップ',
              mana: '',
              type: '名',
              cn: '就业实习，就业体验'
            },
            { kana: 'れいせい', mana: '冷静', type: '形2', cn: '冷静' },
            {
              kana: 'さくせん',
              mana: '作戦',
              type: '名',
              cn: '战术，作战，作战策略'
            },
            {
              kana: 'たいせん',
              mana: '対戦',
              type: '名·サ变自',
              cn: '竞赛，比赛'
            },
            {
              kana: 'ぶんせきする',
              mana: '分析する',
              type: '名·サ变他',
              cn: '分析'
            },
            { kana: 'いぶんか', mana: '異文化', type: '名', cn: '跨文化' },
            {
              kana: 'おもいやり',
              mana: '思いやり',
              type: '名',
              cn: '体贴，体谅，同情心'
            }
          ],
          phrase: [
            { kana: 'ねんのため', mana: '念のため', cn: '慎重起见' },
            { kana: 'てすうをかける', mana: '手数をかける', cn: '添麻烦' },
            {
              kana: 'しんぞうがつよい',
              mana: '心臓が強い',
              cn: '胆子大、有魄力、不怯场'
            },
            { kana: 'けいけんをつむ', mana: '経験を積む', cn: '积累经验' },
            { kana: '～官', mana: '～かん', cn: '～官' },
            { kana: '今～', mana: 'こん～', cn: '本～、今～' }
          ]
        },
        {
          word: [
            {
              kana: 'はいぞく',
              mana: '配属',
              type: '名·サ変他',
              cn: '分配，配属'
            },
            { kana: 'しょうしゃ', mana: '勝者', type: '名', cn: '胜者' },
            { kana: 'しょうきん', mana: '賞金', type: '名', cn: '奖金' },
            {
              kana: 'ゼミナール',
              mana: '',
              type: '名',
              cn: '研究班，研究班讨论课，毕业论文指导班'
            },
            {
              kana: 'ねがい',
              mana: '願い',
              type: '名',
              cn: '申请书；愿望，心愿'
            },
            {
              kana: 'あとまわし',
              mana: '後回し',
              type: '名',
              cn: '推迟，往后推'
            },
            {
              kana: 'わりこむ',
              mana: '割り込む',
              type: '劫1自',
              cn: '插队、挤进'
            },
            { kana: 'ぶた', mana: '豚', type: '名', cn: '猪' }
          ],
          phrase: [
            {
              kana: 'てすうがかかる',
              mana: '手数がかかる',
              cn: '费事、添麻烦'
            },
            { kana: 'しんぞうがよわい', mana: '心臓がよわい', cn: '胆小' },
            {
              kana: 'しんぞうにけがはえる',
              mana: '心臓に毛が生える',
              cn: '厚颜无耻'
            }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
