export default {
  id: 25,
  chapter: 1,
  title: '科学と技術',
  lession: [
    {
      no: 97,
      topic: '技術',
      basic: {
        base: [],
        use: [
          [
            'h>>>五重の塔の秘密',
            't>>>何偉明の日本見聞録ブログ',
            '上海生まれ。2000年に来日。2005年に1級建築士の資格を取得。同年、横浜にデザイン事務所を設立いたしました。趣味は陶芸や日本伝統建築物見物。当ブログでは、日本での日常生活や文化体験などを2か国語でお届けいたします。'
          ],
          [
            't>>>No.520 五重の塔の秘密',
            's>>>2013年4月6日（土）奈良旅行①',
            '先週、法隆寺の五重の塔を見てきた。',
            '中国にいたころから、日本の古い建物に興味があったが、日本の五重の塔の不思議な構造を知ってからというもの、いつか法隆寺を訪れて実物を見てみたいと思っていた。',
            '法隆寺は、7世紀に建てられた世界最古の木造建築として有名だ。1993年に、日本で初めて世界文化遺産に登録されている。',
            '五重の塔は、法隆寺西院の中門を入って、すぐ左側にあり、これもまた世界最古の木造塔だ。高さは32.55mある。その昔、境内に入ることができない庶民が、離れた場所からでも参拝できるように、このような高さに設計されたそうだ。当時としては、さながら現代の超高層ビルといったところだったのだろう。',
            '実は、地震の多い日本で、歴史上、五重の塔や三重の塔が倒れたという記録はほとんどない。調べてみると、日本の五重の塔は、特殊な構造をしていることが分かった。五重の塔が倒れない秘密は、どうやらこのことに関連しているらしい。',
            'その秘密はこうだ。',
            '外観から見ると、五重の塔は一見5階建てに見える。しかし、実際は5つの建物を下から1つずつ重ね上げた構造になっている。ちょうど「おわん」をひっくり返して、5つ積み重ねたようなイメージだ。建物には、普通の建築にある柱は見られず、ただ1本の心柱が上から下まで通っているだけだ。わたしは、初め当然これが建物全体を支えていると思っていた。だが、そうではなかった。なんとも信じがたい話だが、心柱は5つの層どれとも結合しておらず、心柱と各層の構造の組み立て部分には、すき間さえ空いているというのだ。',
            'では、五重の塔はどのように組み立てられているのか。実は柱や梁、軸部は、ほとんど釘を使わず、凸状の突起が凹状の穴に差し込まれている。しかも、接合部分には心柱同様、わずかなすき聞が空いている。',
            '五重の塔全体にはこのような接合部分が1，000か所ほどあり、地震の際、このすき間と木が持つ独特のしなりが、地震のエネルギーを軽減する役割を果たしている。また、それだけでなく、5つの層が重なっていることで、地震のエネルギーが下から上へ伝わりにくく、建物がゆっくり揺れるような仕組みになっている。もっとも、大きな地震が起きれば、バランスを崩して塔全体が倒壊するおそれがある。しかし、心配は無用だ。大きな揺れで飛び出しそうになる各層が、心柱に当たることによって押し戻され、塔が一方に倒れないようになっているのだ。',
            '法隆寺の五重の塔にはまだまだ解明されていない謎が多い。ただ今回、五重の塔を間近に見ることで、日本建築のすばらしさと奥深さを再確認した。このプログを通して、大勢の人に、伝統文化や伝統技術のすばらしさを伝えていきたいと思う。なぜなら伝統技術は後世に継承してこそ意味があるからだ。小さな活動かもしれないが、このようにして、先人たちの知恵や技術が受け継がれることを祈っている。'
          ],
          [
            't>>>この記事へのコメント',
            's>>>1.Huameiさんより　2013年4月8日　22：07',
            '何偉明さん、こんばんは！「五重の塔の秘密」読みました。1300年以上も昔に、こんな合理的な建築物があったなんて驚きました。わたしもいつか見に行きたいです。',
            's>>>2.何偉明さんより　2013年4月9日　17：54',
            '>Huameiさん、お久しぶりです。日本は、地震が多い国だから、このような技術が発達してきたんですね。現代においても、日本では建物を設計する段階から、「耐震基準」が設けられていて、建物が倒壊しないように、さまざまな装置が開発されているんですよ。',
            's>>>3.Taroさんより　2013年4月12日　15：15',
            '昔の技術と思いきや、なんと東京スカイツリーにも応用して使われている技術らしいですね。こうやって、後世に受け継いでいきたいものです。'
          ]
        ]
      },
      utilization: {
        title: '東京スカイツリー',
        intro:
          '東京。ある日曜日。佐藤家は東京スカイツリーに出かける。久しぶりの外出に興奮気味の望は…。',
        content: [
          [
            '（展望台に向かうエレベーターの中で）',
            'ガイド：…東京スカイツリーは、五重の塔などで使われている昔の技術を日本の最新技術で再現した建物です。高さは、この辺りの古い地名の「武蔵」という音の響きにちなんで634mに設定されました。この武蔵は、現在の東京、埼玉、神奈川の一部を含む地域を指し、…。',
            '望：ねえねえ、ママ。美和ちゃんたちが、展望台で記念撮影したって。わたしたちも、記念撮影しようね。',
            '秀麗：うん。そうね。',
            '望：（だんだん声が大きくなる）あとね、あとね、パパに肩車してもらって…。',
            '秀麗：分かった。分かった。望、もうちょっと静かに。',
            '望：（大きな声で）だって、だって、絶対に肩車してもらいたいんだもん！',
            '光一：こらっ！静かにしなさい。',
            '望：（望、しゅんとなる）…。'
          ],
          [
            '（展望台に着くと、光一は、しゅんとしている望を肩車する。すると…）',
            '望：わー、ママ、すごい！遠くまで見えるよ。',
            '秀麗：望、よかったじゃない。',
            '光一：（ちょっとまじめな声で）あのね。望、ちょっと聞きなさい。さっきみたいに、人が話している時や電車やパスに乗っている時は、大きな声でしゃべると、みんなの迷惑になるからね。今度から気をつけるんだよ。',
            '望：はーい。分かった。ごめんなさい。'
          ],
          [
            '（帰り際、秀麗が外国人観光客に呼び止められて）',
            '観光客：すみません。ここから浅草は、どうやって行くんですか。',
            '秀麗：さあー。わたしも初めて来たからよく分からないんです。あっちにインフォメーションカウンターがありますから、そこで聞いてみてください。',
            '観光客：ありがとうございます。',
            '秀麗：いいえ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'とうきょうスカイツリー',
              mana: '東京スカイツリー',
              type: '专',
              cn: '东京天空树、东京晴空塔'
            },
            {
              kana: 'ごじゅうのとう',
              mana: '五重の塔',
              type: '名',
              cn: '五重塔'
            },
            {
              kana: 'さいげんする',
              mana: '再現する',
              type: '名·サ変自他',
              cn: '再现'
            },
            { kana: 'むさし', mana: '武蔵', type: '专', cn: '武蔵' },
            {
              kana: 'ちなむ',
              mana: '',
              type: '动1自',
              cn: '源于.由来于、来自'
            },
            { kana: 'きねん', mana: '記念', type: '名·サ変他', cn: '纪念' },
            {
              kana: 'かたぐるまする',
              mana: '肩車する',
              type: '名·サ変自',
              cn: '骑脖子'
            },
            { kana: 'こらっ', mana: '', type: '叹', cn: '喂' },
            {
              kana: 'しゅんと',
              mana: '',
              type: '副',
              cn: '蔫儿、沮丧、默不作声'
            },
            {
              kana: 'よびとめる',
              mana: '呼び止める',
              type: '动2他',
              cn: '叫住、招呼使……站住'
            },
            { kana: 'あさくさ', mana: '浅草', type: '专', cn: '浅草' },
            {
              kana: 'インフォメーションカウンター',
              mana: '',
              type: '名',
              cn: '问讯处'
            }
          ],
          phrase: [{ kana: '～際', mana: '～ぎわ', cn: '～时、～时候' }]
        },
        {
          word: [
            { kana: 'うまれ', mana: '生まれ', type: '名', cn: '出生' },
            { kana: 'けんちくし', mana: '建築士', type: '名', cn: '建筑师' },
            { kana: 'ブログ', mana: '', type: '名', cn: '博客' },
            { kana: 'かいめい', mana: '何偉明', type: '专', cn: '何伟明' },
            { kana: 'けんぶんろく', mana: '見聞録', type: '名', cn: '见闻录' },
            { kana: 'けんぶん', mana: '見聞', type: '名·サ变他', cn: '见闻' },
            {
              kana: 'せかいぶんかいさん',
              mana: '世界文化遺産',
              type: '名',
              cn: '世界文化遗产'
            },
            {
              kana: 'さいいん',
              mana: '西院',
              type: '专',
              cn: '（法隆寺）西院'
            },
            { kana: 'ちゅうもん', mana: '中門', type: '名', cn: '中门' },
            { kana: 'とう', mana: '塔', type: '名', cn: '塔' },
            {
              kana: 'けいだい',
              mana: '境内',
              type: '名',
              cn: '（神社、庙宇的）院内、院落'
            },
            { kana: 'しょみん', mana: '庶民', type: '名', cn: '平民、庶民' },
            {
              kana: 'さんぱいする',
              mana: '参拝する',
              type: '名·サ变自',
              cn: '参拜'
            },
            {
              kana: 'さながら',
              mana: '',
              type: '副',
              cn: '相当于、宛如、如同'
            },
            {
              kana: 'さんじゅうのとう',
              mana: '三重の塔',
              type: '名',
              cn: '三重塔'
            },
            { kana: 'どうやら', mana: '', type: '副', cn: '多半、大概' },
            { kana: 'がいかん', mana: '外観', type: '名', cn: '外观' },
            { kana: 'いっけん', mana: '一見', type: '副', cn: '乍一看、相看' },
            {
              kana: 'ひっくりかえす',
              mana: 'ひっくり返す',
              type: '动1自',
              cn: '倒扣、翻过来；弄倒、推翻'
            },
            {
              kana: 'つみかさねる',
              mana: '積み重ねる',
              type: '动2他',
              cn: '累积起来、摞起来'
            },
            { kana: 'しんばしら', mana: '心柱', type: '名', cn: '中心柱' },
            { kana: 'だが', mana: '', type: '连', cn: '可是、但是' },
            { kana: 'そう', mana: '属', type: '名', cn: '屋、屠虫' },
            {
              kana: 'けつごうする',
              mana: '結合する',
              type: '名·サ变自他',
              cn: '结合'
            },
            {
              kana: 'くみたて',
              mana: '組み立て',
              type: '名',
              cn: '结合、构成、结构'
            },
            { kana: 'ぶぶん', mana: '部分', type: '名', cn: '部分' },
            { kana: 'すきま', mana: 'すき間', type: '名', cn: '缝隙' },
            { kana: 'はり', mana: '梁', type: '名', cn: '梁' },
            { kana: 'じく', mana: '軸', type: '名', cn: '轴' },
            { kana: 'くぎ', mana: '釘', type: '名', cn: '钉子' },
            { kana: 'とつ', mana: '凸', type: '名', cn: '凸' },
            {
              kana: 'とっき',
              mana: '突起',
              type: '名·サ变自',
              cn: '突起、隆起'
            },
            { kana: 'おう', mana: '凹', type: '名', cn: '凹' },
            {
              kana: 'さしこむ',
              mana: '差し込む',
              type: '动1他自',
              cn: '插入、扎进、绞痛'
            },
            {
              kana: 'せつごう',
              mana: '接合',
              type: '名·サ变他',
              cn: '接合、连接'
            },
            { kana: 'しなり', mana: '', type: '名', cn: '柔韧性' },
            {
              kana: 'けいげんする',
              mana: '軽減する',
              type: '名·サ变自他',
              cn: '减轻'
            },
            { kana: 'かさなる', mana: '重なる', type: '动1自', cn: '重叠' },
            { kana: 'ゆれる', mana: '揺れる', type: '动2自', cn: '揺晃、揺摆' },
            {
              kana: 'むよう',
              mana: '無用',
              type: '名·形2',
              cn: '没必要、无需'
            },
            {
              kana: 'おしもどす',
              mana: '押し戻す',
              type: '动1他',
              cn: '推回去'
            },
            { kana: 'なぞ', mana: '謎', type: '名', cn: '谜' },
            { kana: 'ただ', mana: '', type: '连', cn: '但是、可是' },
            {
              kana: 'まぢか',
              mana: '間近',
              type: '名形2',
              cn: '临近、接近、眼前'
            },
            { kana: 'なぜなら', mana: '', type: '连', cn: '因为、原因是' },
            {
              kana: 'こうせい',
              mana: '後世',
              type: '名',
              cn: '后代、后世、将来'
            },
            {
              kana: 'けいしょうする',
              mana: '継承する',
              type: '名·サ变他',
              cn: '继承'
            },
            { kana: 'せんじん', mana: '先人', type: '名', cn: '前人、先辈' },
            { kana: 'ちえ', mana: '知恵', type: '名', cn: '智慧' },
            { kana: 'だんかい', mana: '段階', type: '名', cn: '阶段、步骤' },
            { kana: 'きじゅん', mana: '基準', type: '名', cn: '基准' },
            {
              kana: 'おうようする',
              mana: '応用する',
              type: '名·サ变他',
              cn: '应用、运用'
            }
          ],
          phrase: [
            { kana: 'こんばんは', mana: '', cn: '晚上好' },
            { kana: '～か国語', mana: '～こくご', cn: '～种语言' },
            { kana: '～録', mana: '～ろく', cn: '～录' },
            { kana: '～建て', mana: '〜だて', cn: '～层' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 98,
      topic: '',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: []
      },
      grammar: {},
      words: [
        { word: [], phrase: [] },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 99,
      topic: '',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: []
      },
      grammar: {},
      words: [
        { word: [], phrase: [] },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 100,
      topic: '',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: []
      },
      grammar: {},
      words: [
        { word: [], phrase: [] },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
