export default {
  id: 25,
  chapter: 1,
  title: '科学と技術',
  lession: [
    {
      no: 97,
      topic: '技術',
      basic: {
        base: [],
        use: [
          [
            'h>>>五重の塔の秘密',
            't>>>何偉明の日本見聞録ブログ',
            '上海生まれ。2000年に来日。2005年に1級建築士の資格を取得。同年、横浜にデザイン事務所を設立いたしました。趣味は陶芸や日本伝統建築物見物。当ブログでは、日本での日常生活や文化体験などを2か国語でお届けいたします。'
          ],
          [
            't>>>No.520 五重の塔の秘密',
            's>>>2013年4月6日（土）奈良旅行①',
            '先週、法隆寺の五重の塔を見てきた。',
            '中国にいたころから、日本の古い建物に興味があったが、日本の五重の塔の不思議な構造を知ってからというもの、いつか法隆寺を訪れて実物を見てみたいと思っていた。',
            '法隆寺は、7世紀に建てられた世界最古の木造建築として有名だ。1993年に、日本で初めて世界文化遺産に登録されている。',
            '五重の塔は、法隆寺西院の中門を入って、すぐ左側にあり、これもまた世界最古の木造塔だ。高さは32.55mある。その昔、境内に入ることができない庶民が、離れた場所からでも参拝できるように、このような高さに設計されたそうだ。当時としては、さながら現代の超高層ビルといったところだったのだろう。',
            '実は、地震の多い日本で、歴史上、五重の塔や三重の塔が倒れたという記録はほとんどない。調べてみると、日本の五重の塔は、特殊な構造をしていることが分かった。五重の塔が倒れない秘密は、どうやらこのことに関連しているらしい。',
            'その秘密はこうだ。',
            '外観から見ると、五重の塔は一見5階建てに見える。しかし、実際は5つの建物を下から1つずつ重ね上げた構造になっている。ちょうど「おわん」をひっくり返して、5つ積み重ねたようなイメージだ。建物には、普通の建築にある柱は見られず、ただ1本の心柱が上から下まで通っているだけだ。わたしは、初め当然これが建物全体を支えていると思っていた。だが、そうではなかった。なんとも信じがたい話だが、心柱は5つの層どれとも結合しておらず、心柱と各層の構造の組み立て部分には、すき間さえ空いているというのだ。',
            'では、五重の塔はどのように組み立てられているのか。実は柱や梁、軸部は、ほとんど釘を使わず、凸状の突起が凹状の穴に差し込まれている。しかも、接合部分には心柱同様、わずかなすき聞が空いている。',
            '五重の塔全体にはこのような接合部分が1，000か所ほどあり、地震の際、このすき間と木が持つ独特のしなりが、地震のエネルギーを軽減する役割を果たしている。また、それだけでなく、5つの層が重なっていることで、地震のエネルギーが下から上へ伝わりにくく、建物がゆっくり揺れるような仕組みになっている。もっとも、大きな地震が起きれば、バランスを崩して塔全体が倒壊するおそれがある。しかし、心配は無用だ。大きな揺れで飛び出しそうになる各層が、心柱に当たることによって押し戻され、塔が一方に倒れないようになっているのだ。',
            '法隆寺の五重の塔にはまだまだ解明されていない謎が多い。ただ今回、五重の塔を間近に見ることで、日本建築のすばらしさと奥深さを再確認した。このプログを通して、大勢の人に、伝統文化や伝統技術のすばらしさを伝えていきたいと思う。なぜなら伝統技術は後世に継承してこそ意味があるからだ。小さな活動かもしれないが、このようにして、先人たちの知恵や技術が受け継がれることを祈っている。'
          ],
          [
            't>>>この記事へのコメント',
            's>>>1.Huameiさんより　2013年4月8日　22：07',
            '何偉明さん、こんばんは！「五重の塔の秘密」読みました。1300年以上も昔に、こんな合理的な建築物があったなんて驚きました。わたしもいつか見に行きたいです。',
            's>>>2.何偉明さんより　2013年4月9日　17：54',
            '>Huameiさん、お久しぶりです。日本は、地震が多い国だから、このような技術が発達してきたんですね。現代においても、日本では建物を設計する段階から、「耐震基準」が設けられていて、建物が倒壊しないように、さまざまな装置が開発されているんですよ。',
            's>>>3.Taroさんより　2013年4月12日　15：15',
            '昔の技術と思いきや、なんと東京スカイツリーにも応用して使われている技術らしいですね。こうやって、後世に受け継いでいきたいものです。'
          ]
        ]
      },
      utilization: {
        title: '東京スカイツリー',
        intro:
          '東京。ある日曜日。佐藤家は東京スカイツリーに出かける。久しぶりの外出に興奮気味の望は…。',
        content: [
          [
            '（展望台に向かうエレベーターの中で）',
            'ガイド：…東京スカイツリーは、五重の塔などで使われている昔の技術を日本の最新技術で再現した建物です。高さは、この辺りの古い地名の「武蔵」という音の響きにちなんで634mに設定されました。この武蔵は、現在の東京、埼玉、神奈川の一部を含む地域を指し、…。',
            '望：ねえねえ、ママ。美和ちゃんたちが、展望台で記念撮影したって。わたしたちも、記念撮影しようね。',
            '秀麗：うん。そうね。',
            '望：（だんだん声が大きくなる）あとね、あとね、パパに肩車してもらって…。',
            '秀麗：分かった。分かった。望、もうちょっと静かに。',
            '望：（大きな声で）だって、だって、絶対に肩車してもらいたいんだもん！',
            '光一：こらっ！静かにしなさい。',
            '望：（望、しゅんとなる）…。'
          ],
          [
            '（展望台に着くと、光一は、しゅんとしている望を肩車する。すると…）',
            '望：わー、ママ、すごい！遠くまで見えるよ。',
            '秀麗：望、よかったじゃない。',
            '光一：（ちょっとまじめな声で）あのね。望、ちょっと聞きなさい。さっきみたいに、人が話している時や電車やパスに乗っている時は、大きな声でしゃべると、みんなの迷惑になるからね。今度から気をつけるんだよ。',
            '望：はーい。分かった。ごめんなさい。'
          ],
          [
            '（帰り際、秀麗が外国人観光客に呼び止められて）',
            '観光客：すみません。ここから浅草は、どうやって行くんですか。',
            '秀麗：さあー。わたしも初めて来たからよく分からないんです。あっちにインフォメーションカウンターがありますから、そこで聞いてみてください。',
            '観光客：ありがとうございます。',
            '秀麗：いいえ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'とうきょうスカイツリー',
              mana: '東京スカイツリー',
              type: '专',
              cn: '东京天空树、东京晴空塔'
            },
            {
              kana: 'ごじゅうのとう',
              mana: '五重の塔',
              type: '名',
              cn: '五重塔'
            },
            {
              kana: 'さいげんする',
              mana: '再現する',
              type: '名·サ変自他',
              cn: '再现'
            },
            { kana: 'むさし', mana: '武蔵', type: '专', cn: '武蔵' },
            {
              kana: 'ちなむ',
              mana: '',
              type: '动1自',
              cn: '源于.由来于、来自'
            },
            { kana: 'きねん', mana: '記念', type: '名·サ変他', cn: '纪念' },
            {
              kana: 'かたぐるまする',
              mana: '肩車する',
              type: '名·サ変自',
              cn: '骑脖子'
            },
            { kana: 'こらっ', mana: '', type: '叹', cn: '喂' },
            {
              kana: 'しゅんと',
              mana: '',
              type: '副',
              cn: '蔫儿、沮丧、默不作声'
            },
            {
              kana: 'よびとめる',
              mana: '呼び止める',
              type: '动2他',
              cn: '叫住、招呼使……站住'
            },
            { kana: 'あさくさ', mana: '浅草', type: '专', cn: '浅草' },
            {
              kana: 'インフォメーションカウンター',
              mana: '',
              type: '名',
              cn: '问讯处'
            }
          ],
          phrase: [{ kana: '～際', mana: '～ぎわ', cn: '～时、～时候' }]
        },
        {
          word: [
            { kana: 'うまれ', mana: '生まれ', type: '名', cn: '出生' },
            { kana: 'けんちくし', mana: '建築士', type: '名', cn: '建筑师' },
            { kana: 'ブログ', mana: '', type: '名', cn: '博客' },
            { kana: 'かいめい', mana: '何偉明', type: '专', cn: '何伟明' },
            { kana: 'けんぶんろく', mana: '見聞録', type: '名', cn: '见闻录' },
            { kana: 'けんぶん', mana: '見聞', type: '名·サ变他', cn: '见闻' },
            {
              kana: 'せかいぶんかいさん',
              mana: '世界文化遺産',
              type: '名',
              cn: '世界文化遗产'
            },
            {
              kana: 'さいいん',
              mana: '西院',
              type: '专',
              cn: '（法隆寺）西院'
            },
            { kana: 'ちゅうもん', mana: '中門', type: '名', cn: '中门' },
            { kana: 'とう', mana: '塔', type: '名', cn: '塔' },
            {
              kana: 'けいだい',
              mana: '境内',
              type: '名',
              cn: '（神社、庙宇的）院内、院落'
            },
            { kana: 'しょみん', mana: '庶民', type: '名', cn: '平民、庶民' },
            {
              kana: 'さんぱいする',
              mana: '参拝する',
              type: '名·サ变自',
              cn: '参拜'
            },
            {
              kana: 'さながら',
              mana: '',
              type: '副',
              cn: '相当于、宛如、如同'
            },
            {
              kana: 'さんじゅうのとう',
              mana: '三重の塔',
              type: '名',
              cn: '三重塔'
            },
            { kana: 'どうやら', mana: '', type: '副', cn: '多半、大概' },
            { kana: 'がいかん', mana: '外観', type: '名', cn: '外观' },
            { kana: 'いっけん', mana: '一見', type: '副', cn: '乍一看、相看' },
            {
              kana: 'ひっくりかえす',
              mana: 'ひっくり返す',
              type: '动1自',
              cn: '倒扣、翻过来；弄倒、推翻'
            },
            {
              kana: 'つみかさねる',
              mana: '積み重ねる',
              type: '动2他',
              cn: '累积起来、摞起来'
            },
            { kana: 'しんばしら', mana: '心柱', type: '名', cn: '中心柱' },
            { kana: 'だが', mana: '', type: '连', cn: '可是、但是' },
            { kana: 'そう', mana: '属', type: '名', cn: '屋、屠虫' },
            {
              kana: 'けつごうする',
              mana: '結合する',
              type: '名·サ变自他',
              cn: '结合'
            },
            {
              kana: 'くみたて',
              mana: '組み立て',
              type: '名',
              cn: '结合、构成、结构'
            },
            { kana: 'ぶぶん', mana: '部分', type: '名', cn: '部分' },
            { kana: 'すきま', mana: 'すき間', type: '名', cn: '缝隙' },
            { kana: 'はり', mana: '梁', type: '名', cn: '梁' },
            { kana: 'じく', mana: '軸', type: '名', cn: '轴' },
            { kana: 'くぎ', mana: '釘', type: '名', cn: '钉子' },
            { kana: 'とつ', mana: '凸', type: '名', cn: '凸' },
            {
              kana: 'とっき',
              mana: '突起',
              type: '名·サ变自',
              cn: '突起、隆起'
            },
            { kana: 'おう', mana: '凹', type: '名', cn: '凹' },
            {
              kana: 'さしこむ',
              mana: '差し込む',
              type: '动1他自',
              cn: '插入、扎进、绞痛'
            },
            {
              kana: 'せつごう',
              mana: '接合',
              type: '名·サ变他',
              cn: '接合、连接'
            },
            { kana: 'しなり', mana: '', type: '名', cn: '柔韧性' },
            {
              kana: 'けいげんする',
              mana: '軽減する',
              type: '名·サ变自他',
              cn: '减轻'
            },
            { kana: 'かさなる', mana: '重なる', type: '动1自', cn: '重叠' },
            { kana: 'ゆれる', mana: '揺れる', type: '动2自', cn: '揺晃、揺摆' },
            {
              kana: 'むよう',
              mana: '無用',
              type: '名·形2',
              cn: '没必要、无需'
            },
            {
              kana: 'おしもどす',
              mana: '押し戻す',
              type: '动1他',
              cn: '推回去'
            },
            { kana: 'なぞ', mana: '謎', type: '名', cn: '谜' },
            { kana: 'ただ', mana: '', type: '连', cn: '但是、可是' },
            {
              kana: 'まぢか',
              mana: '間近',
              type: '名形2',
              cn: '临近、接近、眼前'
            },
            { kana: 'なぜなら', mana: '', type: '连', cn: '因为、原因是' },
            {
              kana: 'こうせい',
              mana: '後世',
              type: '名',
              cn: '后代、后世、将来'
            },
            {
              kana: 'けいしょうする',
              mana: '継承する',
              type: '名·サ变他',
              cn: '继承'
            },
            { kana: 'せんじん', mana: '先人', type: '名', cn: '前人、先辈' },
            { kana: 'ちえ', mana: '知恵', type: '名', cn: '智慧' },
            { kana: 'だんかい', mana: '段階', type: '名', cn: '阶段、步骤' },
            { kana: 'きじゅん', mana: '基準', type: '名', cn: '基准' },
            {
              kana: 'おうようする',
              mana: '応用する',
              type: '名·サ变他',
              cn: '应用、运用'
            }
          ],
          phrase: [
            { kana: 'こんばんは', mana: '', cn: '晚上好' },
            { kana: '～か国語', mana: '～こくご', cn: '～种语言' },
            { kana: '～録', mana: '～ろく', cn: '～录' },
            { kana: '～建て', mana: '〜だて', cn: '～层' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 98,
      topic: '医療',
      basic: {
        base: [],
        use: [
          ['h>>>インフルエンザ'],
          [
            't>>>インフルエンザ対策関連情報',
            '冬になるとインフルエンザにかかる人が増えます。インフルエンザの症状には、発熱、のどの痛み、鼻水など、通常の風邪と重なるものがあります。そのため、インフルエンザと風邪の違いがよく分からない人もいるのではないでしょうか。',
            'インフルエンザは健康で体力がある人にとってはそれほど恐ろしい病気ではありません。しかし、「かかっても、体力があるから自分は大丈夫」では済まされません。自分が大事に至らなくとも、高齢者や乳幼児、持病を持つ人に感染した場合、命に関わる事態になります。周りの人を危険にさらさないために、決して注意を怠るべきではありません。'
          ],
          [
            't>>>インフルエンザの基礎知識',
            's>>>Q1　風邪とインフルエンザ、症状の違いは何ですか？',
            '一般的に、風邪の症状は、せきやくしゃみ、鼻水、のどの痛みといった呼吸器の症状が中心です。悪寒や発熱、けん怠感など全身の症状が出ることもありますが、たいていは軽度で済みます。',
            'これに対し、インフルエンザは、まず感染してから潜伏期間（1～5日）を経て、突然38度から40度の高熱が出るのが特徴です。症状としては、主にけん怠感、頭痛、悪寒、筋肉痛、関節痛などで、それが重くなる傾向があります。それだけにとどまらず、肺炎や気管支炎、脳炎を併発することもあります。抵抗力の弱い高齢者や乳幼児にとっては死に至るおそれもある、危険極まりない病気だといえるでしょう。',
            's>>>Q2　インフルエンザウイルスって何ですか？',
            '一口にインフルエンザウイルスといっても、A型·B型·C型の3種類が存在します。インフルエンザウイルスは、「RNAという遺伝子をたんぱく質が覆っていて、そのたんぱく質の種類によってA型·B型·C型に分類されます。このうちC型は症状が軽く、大きな流行は起こしません。感染するのはほとんどが幼児であり、一度かかると、免疫により抗体ができ、二度かかることはありません。そのため「流行が問題となるのはA型とB型です。',
            'A型は、ウイルス表面のたんぱく質の構造が異なるものが複数存在し、世界的な大流行を起こしやすいのが特徴です。ヒトに感染するものとしては「A香港型」「Aソ連型」などがあります。それに対して、B型は、A型よりも流行の規模が小さく、世界的、地域的に毎年流行します。',
            's>>>Q3　インフルエンザと新型インフルエンザは違うんですか？',
            'A型ウイルスは、毎年少しずつ遺伝子の配列を変えます。このため、以前かかった時に作られた抗体や、ワクチンによって作られた抗体がその変化に対応できなくなることがあります。それだけでなく、まれに、遺伝子が大幅に変化することがあります。そうなると、対応する抗体を持つヒトがいないため、爆発的に感染が拡大します。このように遺伝子が従来のものと大幅に異なるインフルエンザを「新型インフルエンザ」と呼びます。'
          ],
          [
            't>>>インフルエンザの予防法',
            's>>>Q4　インフルエンザに感染しないためにはどうすればいいですか。',
            '流行前に行う予防法としてワクチンの接種があります。ただし、ワクチンを接種すれば、絶対にかからないというわけではありません。なぜなら、新型インフルエンザのワクチンは、新型インフルエンザが流行しないと作ることができないからです。したがって、以前にかかったことがあるインフルエンザウイルスであれば、抗体ができやすく有効ですが、新型インフルエンザの場合は、重症化を回避できる程度と考えたほうがいいでしょう。このため、ワクチン以外の予防法も日常的に心がける必要があります。',
            's>>>Q5　日常生活でできる予防法はありますか？',
            '日常生活でできる予防法もいくつかあります。インフルエンザ感染の主な原因は、感染者のせきゃくしゃみなどを吸い込むことによる飛まつ感染と、感染者のだ液が付着したものに手が触れ、手から口を通って体内に入る接触感染です。したがってマスクを着用する、手で口を触らない、せっけんを使って手を洗うなど、ウイルスが体内に入る可能性を減らす方法が有効です。また、ウイルスは湿度に弱いので部屋の湿度を高く保つこともよい方法です。十分な睡眠と栄養で体力を保つこと、流行時にはなるべく人ごみを避け、感染者との接触の機会を減らすことも大切です。',
            's>>>Q6　万が一発症した場合はどうすればいいですか。',
            '新型インフルエンザが疑われる場合には、感染拡大を防ぐため、まず、保健所や病院に電話で受診方法を確認してください。できるだけ正確な情報を収集し、国や自治体の指示、会社や学校のルールに従って行動してください。'
          ]
        ]
      },
      utilization: {
        title: '望の発熱',
        intro:
          '東京。ある朝、秀麗が会社へ出かける準備をしていると、望がもたもたと朝食をとっている。秀麗が望のいつもと違う様子に気づく。',
        content: [
          [
            '秀麗：望、早く食べて。お母さん、もう出るから。',
            '望：…うん。',
            '秀麗：望、どうしたの。お腹でも痛いの。',
            '望：お母さん、頭が痛いよう。',
            '秀麗：えっ！もしかして…、お熱？'
          ],
          [
            '（熱を測ると、38度を超えている。秀麗は慌てて学校に電話する。事務員が出て、その後、担任へ電話が回る）',
            '教師：お電話代わりました。2組担任の小川です。',
            '秀麗：あの、もしもし。佐藤望の母親です。子供が38度5分の熱があって、今日は学校を休ませていただきたいのですが…。',
            '教師：えっ！そうですか。分かりました。どうかお大事になさってくださいね。実は、最近学校でインフルエンザがはやっているんですよ。一度、病院で診てもらってから、またご連絡いただけませんか。',
            '秀麗：はい。分かりました。'
          ],
          [
            '（お昼。病院に行った後、再度学校の担任に連絡する）',
            '秀麗：佐藤望の母親です。先ほどはどうも…。',
            '教師：あっ、こんにちは。それで、お母さん、いかがでしたか。',
            '秀麗：病院に行ったんですが、風邪と診断されました。',
            '教師：そうでしたか。それじゃあ、元気になったら登校できますね。',
            '秀麗：ええ。あの…、もしかして、インフルエンサの場合は違うんですか。',
            '教師：うちの学校では、インフルエンザの場合、完全に治ってお医者さんの許可を得てからでないと登校できないんですよ。',
            '秀麗：そうだったんですか。',
            '教師：ただ、風邪でも油断は禁物ですよ。お勉強のほうは心配いりませんから、ちゃんと治してから登校するようにしてくださいね。',
            '秀麗：はい。分かりました。',
            '教師：お大事になさってください。',
            '秀麗：どうもありがとうございます。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'はつねつ',
              mana: '発熱',
              type: '名·サ変自',
              cn: '发烧、发热'
            },
            { kana: 'もたもた', mana: '', type: '副', cn: '慢腾腾、慢吞吞' },
            { kana: 'じむいん', mana: '事務員', type: '名', cn: '办公人员' },
            {
              kana: 'たんにん',
              mana: '担任',
              type: '名·サ変他',
              cn: '班主任；担任、担当'
            },
            {
              kana: 'とうこうする',
              mana: '登校する',
              type: '名·サ変自',
              cn: '上学'
            },
            { kana: 'きんもつ', mana: '禁物', type: '名', cn: '严禁、忌讳' }
          ],
          phrase: [{ kana: '～度～分', mana: '～ど～ぶ', cn: '～度' }]
        },
        {
          word: [
            { kana: 'ちゅうおうく', mana: '中央区', type: '名', cn: '中央区' },
            { kana: 'ほけんじょ', mana: '保健所', type: '名', cn: '保健所' },
            { kana: 'しょうじょう', mana: '症状', type: '名', cn: '症状' },
            { kana: 'はなみず', mana: '鼻水', type: '名', cn: '鼻涕' },
            { kana: 'おそろしい', mana: '恐ろしい', type: '形1', cn: '可怕' },
            {
              kana: 'すます',
              mana: '済ます',
              type: '动1他',
              cn: '结束、了事、做完'
            },
            { kana: 'だいじ', mana: '大事', type: '名', cn: '大事、大祸' },
            { kana: 'にゅうようじ', mana: '乳幼児', type: '名', cn: '婴幼儿' },
            { kana: 'じびょう', mana: '持病', type: '名', cn: '宿疾、老病' },
            {
              kana: 'さらす',
              mana: '',
              type: '动1他',
              cn: '暴露、抛露、晒、漂自、任……冲刷'
            },
            {
              kana: 'おこたる',
              mana: '怠る',
              type: '动1他',
              cn: '疏忽、懈怠、放松'
            },
            { kana: 'きそ', mana: '基礎', type: '名', cn: '基础' },
            { kana: 'こきゅうき', mana: '呼吸器', type: '名', cn: '呼吸机' },
            { kana: 'おかん', mana: '悪寒', type: '名', cn: '恶寒、高烧发冷' },
            {
              kana: 'けんたいかん',
              mana: 'けん怠感',
              type: '名',
              cn: '倦怠感'
            },
            { kana: 'けいど', mana: '軽度', type: '名', cn: '轻度' },
            {
              kana: 'せんぷく',
              mana: '潜伏',
              type: '名·サ变自',
              cn: '潜伏、隐藏'
            },
            { kana: 'こうねつ', mana: '高熱', type: '名', cn: '高烧、高热' },
            { kana: 'きんにく', mana: '筋肉', type: '名', cn: '肌肉、筋肉' },
            { kana: 'かんせつ', mana: '関節', type: '名', cn: '关节' },
            { kana: 'はい', mana: '肺', type: '名', cn: '肺' },
            { kana: 'はいえん', mana: '肺炎', type: '名', cn: '肺炎' },
            { kana: 'きかんし', mana: '気管支', type: '名', cn: '支气管' },
            {
              kana: 'へいはつする',
              mana: '併発する',
              type: '名サ变自他',
              cn: '并发'
            },
            { kana: 'し', mana: '死', type: '名', cn: '死、死亡' },
            {
              kana: 'はつびょう',
              mana: '発病',
              type: '名·サ变自他',
              cn: '发病、得病'
            },
            { kana: 'ぶい', mana: '部位', type: '名', cn: '部位' },
            {
              kana: 'きょくしょ',
              mana: '局所',
              type: '名',
              cn: '局部、身体的一部'
            },
            { kana: 'びねつ', mana: '微熱', type: '名', cn: '低烧、仮热' },
            { kana: 'ウイルス', mana: '', type: '名', cn: '病毒、病菌' },
            { kana: 'アールエヌエー', mana: 'RNA', type: '名', cn: '核糖核酸' },
            { kana: 'いでんし', mana: '遺伝子', type: '名', cn: '遗传基因' },
            {
              kana: 'たんぱくしつ',
              mana: 'たんぱく質',
              type: '名',
              cn: '蛋白质'
            },
            { kana: 'おおう', mana: '覆う', type: '动1他', cn: '覆盖、遮盖' },
            { kana: 'めんえき', mana: '免疫', type: '名', cn: '免疫' },
            { kana: 'こうたい', mana: '抗体', type: '名', cn: '抗体' },
            { kana: 'ふくすう', mana: '複数', type: '名', cn: '复数、数个' },
            {
              kana: 'エーホンコンがた',
              mana: 'A香港型',
              type: '专',
              cn: 'A香港型'
            },
            {
              kana: 'エーソれんがた',
              mana: 'Aソ連型',
              type: '专',
              cn: 'A苏联型'
            },
            { kana: 'はいれつ', mana: '配列', type: '名·サ变他', cn: '排列' },
            { kana: 'ワクチン', mana: '', type: '名', cn: '疫苗、菌苗' },
            { kana: 'まれ', mana: '', type: '形2', cn: '稀少、罕见' },
            {
              kana: 'ばくはつてき',
              mana: '爆発的',
              type: '形2',
              cn: '爆发性的'
            },
            {
              kana: 'せっしゅ',
              mana: '接種',
              type: '名·サ变他',
              cn: '接种、注射'
            },
            {
              kana: 'じゅうしょう',
              mana: '重症',
              type: '名',
              cn: '重症、重病'
            },
            {
              kana: 'かいひする',
              mana: '回避する',
              type: '名·サ变他',
              cn: '避免、回避、躲开'
            },
            {
              kana: 'にちじょうてき',
              mana: '日常的',
              type: '形2',
              cn: '日常的'
            },
            {
              kana: 'すいこむ',
              mana: '吸い込む',
              type: '动1他',
              cn: '吸入、吸进'
            },
            { kana: 'ひまつ', mana: '飛まつ', type: '名', cn: '飞沫' },
            { kana: 'だえき', mana: 'だ液', type: '名', cn: '唾液' },
            {
              kana: 'ふちゃくする',
              mana: '付着する',
              type: '名·サ变自',
              cn: '附着'
            },
            { kana: 'せっしょく', mana: '接触', type: '名·サ变自', cn: '接触' },
            {
              kana: 'ひとごみ',
              mana: '人ごみ',
              type: '名',
              cn: '人多拥挤的地方、人群'
            },
            {
              kana: 'はっしょうする',
              mana: '発症する',
              type: '名·サ变自',
              cn: '患上、出现症状'
            },
            { kana: 'うたがう', mana: '疑う', type: '动1他', cn: '怀疑' },
            {
              kana: 'じゅしん',
              mana: '受診',
              type: '名·サ变自他',
              cn: '接受診断、看病'
            },
            {
              kana: 'しゅうしゅうする',
              mana: '収集する',
              type: '名·サ变他',
              cn: '捜集、收集'
            },
            {
              kana: 'じちたい',
              mana: '自治体',
              type: '名',
              cn: '自治单位、地方自治政府'
            }
          ],
          phrase: [
            { kana: '～課', mana: '～か', cn: '～科' },
            { kana: '～痛', mana: '～つう', cn: '～痛' },
            { kana: '～炎', mana: '～えん', cn: '～炎' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 99,
      topic: '科学',
      basic: {
        base: [],
        use: [
          ['h>>>LEDと工場野菜'],
          [
            'あなたの身の回りで、こんなものを目にしたことはないだろうか。0から9の数字を表示する装置だ。よく見てみると、表示される部分は7つに分かれていて、1つ1つの数字はその組み合わせによって表示されている。',
            'この表示部分に使われているのはLEDと呼ばれるもので、7個のLEDを選択して点灯させることで、0から9の数字を表示する仕組みだ。例えば、1を表示する場合は縦に2個、2は縦2個に横3個（都合5個）といった具合である。すべてを選択して表示したのが8であり、ちょうど「日」の字の形になる。'
          ],
          [
            'LEDは、電気を通すと光を放つ半導体の一種で、英語のLight Emitting Diodeの頭文字をとったものであり、日本語では「発光ダイオード」という。故障しにくく、ほとんど劣化もしない。そのため、寿命が非常に長く、ほぼ永久的に利用できる。比較的サイズが小さく、発熱量が少ないという点も注目すべき特長だ。',
            'わたしたちの生活ではこうしたLEDの特長を利用したものを見かけることが実に多い。電光板はもちろんのこと、駅や電車などの案内表示板、信号機や照明のほか、携帯電話やデジタルカメラなどの電子機器のインジケータ、さらに家電の赤外線リモコンなど、例を挙げればきりがない。',
            '現在では、このようにさまざまな場所で実用化されているLEDだが、1980年代には赤色と黄緑色のものしかなかった。それが、1990年代に、実用化が困難だといわれていた高い輝度を出す青色LEDの量産に成功した。これを機に、純緑色LEDも実用化が可能となり、赤・緑・青の、いわゆる「光の三原色」がそろった。これにより、それぞれの光の強さを調節して自由に色を生み出す、つまり、フルカラー表示ができるようになったのだ。さらに、青色LEDに黄色の蛍光材料を塗布すると白色LEDができ、これがパソコンやテレビの液晶画面のパックライトには欠かせないものとなった。この白色LEDは、発熱量の多い従来の電球に代わる照明材料としても、すでに製品化が進んでいる。'
          ],
          [
            'ところで、「工場野菜」という言葉を聞いたことがあるだろうか。主にレタスやサラダ菜など、植物工場で生産された野菜のことだ。植物工場とは、密閉された施設内で、光、温度、水、栄養分など、植物の生育に必要な環境を人工的に作り出すシステムを指し、土を使わない水耕栽培が主流である。季節や天候に左右されず、野菜の安定供給が可能になるという利点があるため、砂漠のような、植物にとって厳しい生育環境でも野菜を栽培することができる。だから、将来、中東産のレタスやサラダ菜などが、どこかの国のスーパーに並ぶということもありえない話ではない。',
            '実は、植物工場では、太陽光とともに、LEDが光源として用いられている。太陽光からは、紫外線から赤外線まで幅広い光エネルギーが放出されるが、植物の生育にとって、そのすべての光エネルギーが必要なわけではない。LEDを使えば、植物の生育に必要な光エネルギーを選択できるというわけである。それが赤色と青色のLEDで、赤色は植物の光合成を促進して成長を早める効果があり、青色は葉などの形態形成にとって重要だ。しかも、露地物に比べて、LEDを照射して育てたレタスはピタミンAの含有量が高いという栄養面での効果も報告されている。',
            'また、LEDは発熱量が少ないため、長時間照射しても、葉などへの熱による影響はほとんどない。こうした特長を生かし、「食品に優しい」照明として、スーパーなどのショーケースでもLED照明が用いられるようになっている。'
          ],
          [
            'このように、いいことずくめのLEDだが、最大の課題はコストだ。照明材料費としては従来のものの20倍以上もかかる。そのため、例えば、液晶画面のパックライトに用いる場合、商品化されたものは、その分高価になってしまう。植物工場にしても、十分な光源を確保するためには、かなりの設備投資が見込まれる。安定供給を軌道に乗せるには、相当のコストを覚悟しなければならない。',
            'しかし、LED照明を1日6時間使用したとしても、約20年使えるという研究データも示されており、長い目で見れば、維持管理のコストはむしろ抑えられるとの見方もある。さらに、太陽電池を併用するなど、工夫次第でコストの軽減は図れるはずだ。いずれにしても、遅かれ早かれ、LEDが照明材料の主流となる日が来ることは間違いないだろう。'
          ]
        ]
      },
      utilization: {
        title: '八百屋にて',
        intro:
          '東京、佐藤家。秀麗は夕飯の買い物のため、仕事帰りに近所の八百屋に寄る。秀麗はいつも駅前の商店街にある八百屋で買い物をしているので、八百屋の主人とは顔なじみ。',
        content: [
          [
            '（八百屋の店先で）',
            '八百屋：いらっしゃい。おっ、佐藤さん、今日は早いんだねえ。',
            '秀麗：そうなの。仕事が早く片づいて。',
            '八百屋：よかったねえ。今日は？何にしましょうか。',
            '秀麗：そうねえ。何にしようかなあ。',
            '八百屋：今日は白菜のいいのが入ってるよ。旬だから、甘くておいしいよ。',
            '秀麗：そうですか。じゃあ、その白菜と、あとネギと春菊ください。',
            '八百屋：はい。白菜、ネギ、春菊ね。他にはいいの？',
            '秀麗：あっ、じゃあ、あとカキあります？',
            '八百屋：ごめんなさい。カキは今日は売り切れちゃったんだ。',
            '秀麗：えっ、そうなんですか。じゃあ、どうしようかなあ…。',
            '（店先の商品を見回して）あっ、モモ！この時期に珍しいですねえ。',
            '八百屋：昔と違ってね、今は品種改良も進んでるし、ビニールハウスとかも優秀だから。最近じゃ、「工場野菜」なんていうのもあるしね。',
            '秀麗：「工場野菜」？',
            '八百屋：そうそう、わたしはそういうの好きじゃないから、うちじゃ扱ってないけどさ。地べたで育てるんじゃなくて、工場の中で育てるの。水と光を人工的に調節してね。',
            '秀麗：へえ、知らなかった。そんな技術があるんですか。',
            '八百屋：そうそう。だからね、最近じゃ、果物とか野菜の旬を知らない人も多いよね。'
          ],
          [
            '（買い物が終わって）',
            '八百屋：はい。お会計789円ね。',
            '秀麗：はい、じゃあ、これで。（代金を渡す）',
            '八百屋：おつり11円ね。毎度ありがとうございます！またお願いします！'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'やおや', mana: '八百屋', type: '名', cn: '果蔬店、菜铺' },
            { kana: 'みせさき', mana: '店先', type: '名', cn: '店头、店面' },
            {
              kana: 'かたづく',
              mana: '片づく',
              type: '动1自',
              cn: '做完、得到解决'
            },
            { kana: 'しゅん', mana: '旬', type: '名', cn: '当季、应时、旺季' },
            { kana: 'しゅんぎく', mana: '春菊', type: '名', cn: '茼蒿' },
            {
              kana: 'みまわす',
              mana: '見回す',
              type: '动1他',
              cn: '张望，环视'
            },
            { kana: 'モモ', mana: '', type: '名', cn: '桃子' },
            { kana: 'ピニールハウス', mana: '', type: '名', cn: '塑料大棚' },
            {
              kana: 'こうじょうやさい',
              mana: '工場野菜',
              type: '名',
              cn: '工厂化蔬菜'
            },
            { kana: 'じべた', mana: '地べた', type: '名', cn: '地面、地里' },
            {
              kana: 'じんこうてき',
              mana: '人工的',
              type: '形2',
              cn: '人工的，人造的'
            },
            { kana: 'まいど', mana: '毎度', type: '副', cn: '屡次，每次，经常' }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'エルイーディー',
              mana: 'LED',
              type: '名',
              cn: '发光二极管'
            },
            {
              kana: 'わかれる',
              mana: '分かれる',
              type: '动2自',
              cn: '分、分开'
            },
            {
              kana: 'てんとうする',
              mana: '点灯する',
              type: '名·サ变自他',
              cn: '点亮，点灯'
            },
            { kana: 'つごう', mana: '都合', type: '副', cn: '总共、总计' },
            { kana: 'はなつ', mana: '放つ', type: '动1他', cn: '发出、放出' },
            { kana: 'はんどうたい', mana: '半導体', type: '名', cn: '半导体' },
            {
              kana: 'かしらもじ',
              mana: '頭文字',
              type: '名',
              cn: '第一个字母、首字'
            },
            {
              kana: 'はっこう',
              mana: '発光',
              type: '名·サ变自',
              cn: '发光、放光'
            },
            {
              kana: 'はっこうダイオード',
              mana: '発光ダイオード',
              type: '名',
              cn: '发光二极管'
            },
            {
              kana: 'れっか',
              mana: '劣化',
              type: '名·サ变自',
              cn: '老化，退化，恶化'
            },
            { kana: 'そのため', mana: '', type: '连', cn: '所以，因为如此' },
            {
              kana: 'えいきゅうてき',
              mana: '永久的',
              type: '形2',
              cn: '永久性的、长久'
            },
            { kana: 'でんこうばん', mana: '電光板', type: '名', cn: '电光板' },
            { kana: 'ひょうじばん', mana: '表示板', type: '名', cn: '告示牌' },
            {
              kana: 'インジケータ',
              mana: '',
              type: '名',
              cn: '指示灯、指示器'
            },
            { kana: 'リモコン', mana: '', type: '名', cn: '遥控、遥控器' },
            { kana: 'きり', mana: '', type: '名', cn: '终结、限度' },
            { kana: 'きみどりいろ', mana: '黄緑色', type: '名', cn: '黄绿色' },
            { kana: 'きど', mana: '輝度', type: '名', cn: '亮度、辉度' },
            {
              kana: 'りょうさん',
              mana: '量産',
              type: '名·サ变他',
              cn: '量产、批量生产'
            },
            {
              kana: 'げんしょく',
              mana: '原色',
              type: '名',
              cn: '原色（红、黄、青三色）'
            },
            { kana: 'フルカラー', mana: '', type: '名', cn: '全色、所有顔色' },
            {
              kana: 'けいこう',
              mana: '蛍光',
              type: '名',
              cn: '荧光、荧火虫的光'
            },
            {
              kana: 'とふする',
              mana: '塗布する',
              type: '名·サ变他',
              cn: '涂布，涂覆，搽'
            },
            { kana: 'しろ', mana: '白', type: '名', cn: '白色' },
            {
              kana: 'バックライト',
              mana: '',
              type: '名',
              cn: '背投灯、背光源'
            },
            {
              kana: 'でんきゅう',
              mana: '電球',
              type: '名',
              cn: '电灯泡、灯泡、白炽灯'
            },
            {
              kana: 'サラダな',
              mana: 'サラダ菜',
              type: '名',
              cn: '莴苣的一种'
            },
            {
              kana: 'しょくぶつこうじょう',
              mana: '植物工場',
              type: '名',
              cn: '植物工厂'
            },
            {
              kana: 'みっぺいする',
              mana: '密閉する',
              type: '名·サ变他',
              cn: '封闭、密闭'
            },
            { kana: 'えいようぶん', mana: '栄養分', type: '名', cn: '养分' },
            {
              kana: 'すいこう',
              mana: '水耕',
              type: '名',
              cn: '水栽、营养液栽培'
            },
            {
              kana: 'しゅりゅう',
              mana: '主流',
              type: '名',
              cn: '主流、主要倾向'
            },
            { kana: 'ちゅうとう', mana: '中東', type: '名', cn: '中东' },
            { kana: 'こうげん', mana: '光源', type: '名', cn: '光源' },
            {
              kana: 'ほうしゅつする',
              mana: '放出する',
              type: '名・サ变他',
              cn: '放出、发放'
            },
            {
              kana: 'こうごうせい',
              mana: '光合成',
              type: '名',
              cn: '光合作用'
            },
            {
              kana: 'はやめる',
              mana: '早める',
              type: '动2他',
              cn: '加速，加快'
            },
            { kana: 'けいたい', mana: '形態', type: '名', cn: '形状；形态' },
            { kana: 'けいせい', mana: '形成', type: '名・サ変他', cn: '形成' },
            {
              kana: 'ろじもの',
              mana: '露地物',
              type: '名',
              cn: '露天栽培的植物、地里长的植物'
            },
            {
              kana: 'しょうしゃする',
              mana: '照射する',
              type: '名・サ变自他',
              cn: '照射'
            },
            { kana: 'がんゆう', mana: '含有', type: '名・サ变他', cn: '含有' },
            { kana: 'ショーケース', mana: '', type: '名', cn: '商品陈列街' },
            { kana: 'とうし', mana: '投資', type: '名·サ变他', cn: '投资' },
            {
              kana: 'かくごする',
              mana: '覚悟する',
              type: '名・サ变他',
              cn: '决心、思想报告'
            },
            { kana: 'ながいめ', mana: '長い目', type: '名', cn: '长远的视点' },
            {
              kana: 'へいようする',
              mana: '併用する',
              type: '名・サ変他',
              cn: '并用'
            }
          ],
          phrase: [
            { kana: 'ありえない', mana: '', cn: '不会有，不可能有' },
            { kana: 'いずれにしても', mana: '', cn: '无论如何，无论怎样' },
            { kana: 'おそかれはやかれ', mana: '遅かれ早かれ', cn: '迟早' },
            { kana: '純～', mana: 'じゅん～', cn: '纯～' },
            { kana: '～産', mana: '～さん', cn: '～产，～生产' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 100,
      topic: '開発',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>東横大学　教授　松下理(51歲)',
            'r>>>助教　向井奈赭(33歳)',
            'r>>>心身堂　開発部　福山淳平(36歳)',
            'r>>>営業部　山田健(32歳)',
            'r>>>広報部　高岛佳步(28歲)'
          ],
          [
            't>>>①産学協同',
            '心身堂では、東横大学と協同で新素材容器の開発を行っている。基礎的な研究開発を大学が行い、心身堂が商品化するというものである。'
          ],
          [
            '（心身堂開発部の福山が、東横大学の松下教授の研究室に顔を出す）',
            '福山：先生、その後、進捗状況はいかがでしょうか。',
            '松下：うーん、順調と言いたいところだけど、一向に進まなくて、正直、頭が痛いですよ。',
            '福山：（申し訳なさそうに）すみません。',
            '松下：いやあ、とにかくお宅から出された課題が、「冷蔵庫から出しても水滴が出ない」「いつまでも冷たいまま」ですからね。1つだけならまだしも。',
            '福山：無理は承知のうえです。でも、その点を改良できれば、新素材のペットボトルとしては画期的だと思うんですが…。',
            '松下：確かにそうですが…。（ふざけて）この分だと、商品化までの道のりは遠いかもね。',
            '福山：そうおっしゃらずに、先生、そこを何とか。（気を取り直して）それに、もしそんな素材が開発できれば、ペットボトル以外にも用途を広げられると思うんです。',
            '松下：ええ。',
            '（助教の向井に声をかける）向井さん、例のやつを持ってきて。',
            '向井：はい。あれですね。分かりました。',
            '（向井が開発中の素材が入った箱を持ってくる）',
            '松下：（福山に向かって）ちょっと触ってみてください。',
            '福山：（箱の中の物質を触って）何ですか、これ。何かの粉のようですが…。',
            '向井：開発中の合成樹脂です。原料はイグサ。',
            '福山：イグサ？あの畳表を作る。',
            '松下：そう。イグサには、吸湿性、つまり水分を吸収するという性質があって、それを利用して新しい素材ができないかと思いついたんですよ。',
            '福山：へえ。イグサとは思いもよりませんでした。',
            '松下：そう。しかも、イグサには保温性もありますし。',
            '福山：保温性ですか？',
            '向井：はい。スポンジ状の織維がたくさんあって、それが中に空気を含み、外に逃さないんです。',
            '…'
          ],
          [
            't>>>②お披露目',
            '産学協同で開発した新素材の容器が完成し、関係部署の担当者にお披露目される。'
          ],
          [
            '高島：（試作品を手に取って）普通の発泡スチロールの容器みたいですが。',
            '福山：ふたを開けてみてください。',
            '高島：（ふたを開けて手を入れてみる）あーっ、ひんやりしてる。（中を確認して）あれ？保冷剤が入っていないのに？何で？',
            '福山：不思議でしょう？実は、それが、この容器の秘密なんです。',
            '山田：どういうことですか。ずっと冷蔵庫に入れておいたということ？',
            '高島：でも、外側は冷たくない。冷蔵庫に入っていたなら、中だけ冷たいというのはおかしいし。',
            '福山：実は、3時間ほど前に氷を入れておいたんです。',
            '山田：なんだ。氷ですか。3時間経ったから、すっかり溶けているというわけですね。',
            '高島：でも、溶けた水は入ってませんよ。どうしてですか。',
            '（福山が吸湿性と保温性について説明する）',
            '福山：容器の内側には、肉眼では確認できないほど細かいスポンジ状の突起が付いています。',
            '高島：（内側を触って）ああ、なんかざらざらしています。これですね。',
            '福山：そうです。その突起が氷の水分を吸収して、冷気を中に閉じ込めます。これが吸湿性です。そして、ふたをして密封しておけば、中の温度は一定に保たれます。つまり、保温性ですね。',
            '山田：なるほど。吸湿性と保温性を兼ね備えた素材ということですか。',
            '福山：ええ。ですから、氷を入れっぱなしにしておいても、水分は残らないというわけです。',
            '高島：あのう、その保温性って、どのくらい持続するんですか。',
            '福山：そうですね…。例えば、1Lの容器なら、氷1個でおよそ8時間保冷が可能です。',
            '高島：はあ。でも、必ず氷が必要なんですか。',
            '福山：いいえ。ふたをせずに容器ごと冷蔵庫で冷やして、外に出した時にふたをすれば、冷気が閉じ込められるので、同じような効果があります。',
            '山田：それと、保温性ってことは、当然、温かいものは温かいままになりますよね。',
            '福山：もちろんです。例えば、たこ焼きを入れたとしますね。その場合でも、熱気を吸収して保温しますので、水分が出ません。',
            '高島：ということは、あの、べちゃっとした感じがなくなるわけですね。',
            '福山：ええ、そうです。結果的に、食感も保たれるということです。',
            '…'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'とうよこだいがく',
              mana: '東横大学',
              type: '专',
              cn: '东横大学'
            },
            { kana: 'おさむ', mana: '理', type: '专', cn: '理' },
            { kana: 'じょきょう', mana: '助教', type: '名', cn: '助教' },
            {
              kana: 'むかいなお',
              mana: '向井奈緒',
              type: '专',
              cn: '向井奈绪'
            },
            {
              kana: 'ふくやまじゅんべい',
              mana: '福山淳平',
              type: '专',
              cn: '福山淳平'
            },
            {
              kana: 'たかしまかほ',
              mana: '高島佳歩',
              type: '专',
              cn: '高岛佳步'
            },
            {
              kana: 'さんがくきょうどう',
              mana: '産学協同',
              type: '名',
              cn: '产学合作'
            },
            {
              kana: 'きょうどう',
              mana: '協同',
              type: '名·サ变自',
              cn: '协同、同化、协力'
            },
            { kana: 'しんちょく', mana: '進捗', type: '名·サ变自', cn: '进展' },
            {
              kana: 'いっこうに',
              mana: '一向に',
              type: '副',
              cn: '一点也、全然'
            },
            {
              kana: 'まだしも',
              mana: '',
              type: '副',
              cn: '还算可以、还行、还好'
            },
            {
              kana: 'かっきてき',
              mana: '画期的',
              type: '形2',
              cn: '划时代的、划期的'
            },
            { kana: 'ふざける', mana: '', type: '动2自', cn: '开玩笑，愚弄人' },
            { kana: 'みちのり', mana: '道のり', type: '名', cn: '路程、距离' },
            {
              kana: 'とりなおす',
              mana: '取り直す',
              type: '动1他',
              cn: '改变，重振，转换'
            },
            { kana: 'ようと', mana: '用途', type: '名', cn: '用途、用处' },
            {
              kana: 'ぶっしつ',
              mana: '物質',
              type: '名',
              cn: '物质，东西，物体，实体'
            },
            { kana: 'ごうせい', mana: '合成', type: '名·サ变他', cn: '合成' },
            { kana: 'じゅし', mana: '樹脂', type: '名', cn: '树脂' },
            { kana: 'イグサ', mana: '', type: '名', cn: '灯心草、蔺草' },
            {
              kana: 'たたみおもて',
              mana: '畳表',
              type: '名',
              cn: '榻榻米蓆面'
            },
            { kana: 'きゅうしつ', mana: '吸湿', type: '名·サ変自', cn: '吸湿' },
            { kana: 'すいぶん', mana: '水分', type: '名', cn: '水分' },
            { kana: 'ほおん', mana: '保温', type: '名·サ变自', cn: '保温' },
            { kana: 'スポンジ', mana: '', type: '名', cn: '海绵' },
            {
              kana: 'おひろめする',
              mana: 'お披露目する',
              type: '名·サ变他',
              cn: '公开与众，公示，发表'
            },
            { kana: 'しさくひん', mana: '試作品', type: '名', cn: '试做样品' },
            { kana: 'あーっ', mana: '', type: '叹', cn: '啊，欸' },
            { kana: 'ひんやり', mana: '', type: '副', cn: '冰凉的、感到凉意' },
            {
              kana: 'ほれいざい',
              mana: '保冷剤',
              type: '名',
              cn: '保冷剂、制冷材料'
            },
            { kana: 'にくがん', mana: '肉眼', type: '名', cn: '肉眼' },
            { kana: 'れいき', mana: '冷気', type: '名', cn: '冷气，凉气' },
            {
              kana: 'みっぷうする',
              mana: '密封する',
              type: '名·サ变他',
              cn: '密封'
            },
            {
              kana: 'かねそなえる',
              mana: '兼ね備える',
              type: '动2他',
              cn: '兼有，兼备'
            },
            {
              kana: 'ねっき',
              mana: '熱気',
              type: '名',
              cn: '热气，热情，高烧'
            },
            { kana: 'べちゃっと', mana: '', type: '副', cn: '软塌塌' },
            {
              kana: 'しょっかん',
              mana: '食感',
              type: '名',
              cn: '口感，吃的感觉'
            }
          ],
          phrase: [
            { kana: 'きそてき', mana: '基礎的', cn: '基础的' },
            { kana: 'このぶん', mana: 'この分', cn: '照这样……' },
            { kana: 'なんだ', mana: '', cn: '什么、哦、哎呀' },
            { kana: 'かおをだす', mana: '顔を出す', cn: '露面，出头，出面' },
            { kana: 'あたまがいたい', mana: '頭が痛い', cn: '伤脑筋，头疼' },
            {
              kana: 'きをとりなおす',
              mana: '気を取り直す',
              cn: '定了定神，转变心情'
            },
            { kana: 'おもいもよらない', mana: '思いもよらない', cn: '没想到' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
