export default {
  id: 26,
  chapter: 1,
  title: '国際交流',
  lession: [
    {
      no: 101,
      topic: '歴史的交流',
      basic: {
        base: [],
        use: [
          'h>>>シルクロードと日本人',
          '中国人にとって、シルクロードは、洛陽を東の端とするのが常識かもしれないが、日本人の中には、それよりさらに東の「奈良」まで延びていたという感覚を持っている人もいる。正倉院に保存されている数々の宝物を目にするたびに、「シルクロードの東端は奈良である」と実感する。',
          '「奈良の大仏」で知られる東大寺大仏殿の北西に、正倉院がある。正倉院は、仏教を深く信仰し、東大寺の大仏を建立した聖武天皇（701-756）とその皇后ゆかりの品々を保存した場所である。その数は9000点あまりに及び、その多くは遣唐使が唐から持ち帰った美術工芸品であるといわれる。',
          '例えば、宝物の1つに「白瑠璃椀」というガラスの器がある。これと同じものがササン朝ペルシャ（現在のイラン）の遺跡から多く見つかっている。調査した結果、この「白瑠璃椀」は、1200年以上も前にペルシャからラクダに積まれ、シルクロードを通って中国に伝えられた後、遣唐使の船に乗って日本にやってきたことが分かった。また、「螺銅紫檀五弦琵琶」という宝物もある。世界で唯一現存する五弦の琵琶で高度な技術による細工が施され、表面にはラクダに乗った吟遊詩人が描かれている。いかにもシルクロードを通って日本に伝えられたことを物語っているような宝物である。ほかにも、ガラス製の瓶、杯などの器、ガラス玉の装飾品など、西域で作られた物がシルクロードを通って日本に伝来したことが判明している。他方、8世紀ごろに遣唐使に随行してペルシャ人が来日した記録も残っていることなどから、日本が唐代の東西交通路に連なっていたことは事実であり、日本人が「シルクロードの東端は奈良である」というのも、あながち理由のないこととはいえないのではないだろうか。',
          'シルクロードは悠久の太古から、東アジアと西アジア、アジアとヨーロッパ、そして北アフリカとを結んできた。「絹の道」とも呼ばれるように、中国原産の絹が西アジアやヨーロッパに運ばれるとともに多様な文物や技術がシルクロードを行き来した。そのため、シルクロードのルート上にある地域では、東西の文化が融合し、独自の変化を遂げてきたのだ。',
          'アジアとヨーロッパ、北アフリカの三大大陸を結ぶルートは、広大且つ複雑である。例えば、現在の洛陽を起点としてローマに至る古代シルクロード「オアシス路」は、新疆ウイグル自治区に入って、天山山脈の北側を通るルートと南側を通るルート、そしてタリム盆地の南縁を通るルートなどに分かれる。このほか、ユーラシア大陸北部の草原地帯を通る「ステップ路」、広州から海に乗り出し、インド洋、アラビア半島に至る「南海路」もあった。さらに、洛陽を起点として東の明州（寧波）に至るルートもあり、その明州からは、日本の奈良につながる海路が存在していたということだ。',
          '日本人がシルクロードに強い関心を寄せるようになったのは、日中平和友好条約が締結（1978年8月12日）された2年後の1980年に、『NHK特集シルクロード』が放映されてからである。多くの人たちが「シルクロード」という言葉にエキゾチックなイメージを強く抱いたのであった。あるいは喜多郎が作曲した「NHK特集シルタロード」のテーマ曲の影響もあったかもしれない。実は、それ以前にも、圏伊玖磨が管弦楽組曲「シルクロード」を作曲したり、平山郁夫がシルクロードを旅し、仏教文化の伝来をモチーフに絵画を描いたりするなど、シルクロードに魅せられ、その思いを独自に表現していた日本人がいたことも忘れてはならない。',
          '毎年秋になると、奈良国立博物館で正倉院の宝物展が開催される。第1回開催は1946年にさかのぼるが、以来、正倉院に保存されている宝物のうちから、毎年70点ほどが選ばれ、一般に公開されている。約20日聞の会期中に訪れる人は、毎回10万人以上に上り、2009年にはその数は30万人近くに達した。毎年泊まりがけで正倉院展を見に行く熱心なファンもいるほどだ。そして、そのだれもが、はるか昔に唐をはじめ、インド、ペルシャ、遠くはギリシャやローマなどからもたらされた、国際色豊かな工芸品を目にして感嘆の声を上げ、シルクロードと日本のつながりを強く実感させられる。',
          'シルクロードを訪ねる日本人旅行者も増えている。西安、敦煌はもちろんのことかつてはシルクロードのオアシスといわれ、現在では中国有数の工業・商業の中心地へと変貌したウルムチや、古くからシルクロードの重要な拠点として栄え、『西遊記』の舞台にもなったトルファン、千数百年の時間を砂の中で眠り続けた楼蘭などを訪ねる人々も多い。',
          'そんな旅行者が異口同音に言う。「1200年以上も前から日本は世界につながっていたのだ」と、その日本と世界をつないでいたのがシルクロードだと思うと、壮大なロマンを感じるではないか。'
        ]
      },
      utilization: {
        title: '日本で再会',
        intro:
          '春節の休みを利用して、森家が日本に一時帰国する。秀麗と緑による旅行計画がようやく実現し、森家と佐藤家は関西地方を旅行する。',
        content: [
          [
            '（待ち合わせ場所の新大阪駅新幹線改札口付近。秀麗が緑に気づき、手を振りながら近づく）',
            '秀麗：緑！久しぶり！元気だった？',
            '緑：うん。みんなこのとおり元気よ。',
            '（徹平と瑛士に向かって）徹平、瑛士。秀麗おばさんよ。ごあいさつしなさい。',
            '徹平：こんにちは。',
            '瑛士：こんにちは。',
            '緑：もう。ちゃんとお辞儀しなきゃだめでしょ。',
            '秀麗：まあ、まあ。そんな堅苦しいこと言わなくてもいいじゃないの。'
          ],
          [
            '（ホテルに着いて、次の日の打ち合わせをする）',
            '秀麗：それで、これが明日からの予定表。移動はレンタカー借りたから。',
            '緑：了解。さすが秀麗、用意周到ね。ありがとうございます。',
            '秀麗：いえいえ。どういたしまして。',
            '緑：それにしても、正倉院展は残念だったね。',
            '秀麗：そうなんだよねー。秋だけのイベントで20日間しか開催されないって。',
            '緑：秀麗は正倉院展、行ったことあるんだっけ。',
            '秀麗：うん、ちょうど10年前かな。ペルシャとかインドとか、1200年前の宝物が展示されていて、なかなか見ごたえがあったよ。',
            '緑：そのほとんどがシルクロードを通ってきたんだよね。',
            '秀麗：うん。そうみたい。',
            '緑：実は、うち、去年、家族で敦煌とウルムチを旅行してね。次は「シルクロードの東の端」に行きたいねって言ってたんだ。',
            '秀麗：そうだったの。楽しみにしていたのに、ごめんね。',
            '緑：ううん。秀麗が謝ることないじゃない。また次回来ればいいよ。',
            '秀麗：うん。そうね。ありがとう。',
            '（遠くから声がする）',
            '健太郎：おーい。夕飯何時から？おれたち、腹、ぺこぺこ。',
            '（緑と秀麗は顔を見合わせて笑う）'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'しんおおさか', mana: '新大阪', type: '专', cn: '新大阪' },
            { kana: 'もう', mana: '', type: '叹', cn: '真是的' },
            { kana: 'レンタカー', mana: '', type: '名', cn: '出赁汽车' },
            {
              kana: 'よういしゅうとう',
              mana: '用意周到',
              type: '名・形2',
              cn: '准备周到'
            },
            {
              kana: 'しょうそういん',
              mana: '正倉院',
              type: '专',
              cn: '正仓院'
            },
            { kana: 'ペルシャ', mana: '', type: '专', cn: '波斯' },
            {
              kana: 'ほうもつ',
              mana: '宝物',
              type: '名',
              cn: '珍宝、宝物、宝贝'
            },
            { kana: 'とんこう', mana: '敦煌', type: '专', cn: '敦煌' },
            { kana: 'ウルムチ', mana: '', type: '专', cn: '乌鲁木齐' },
            { kana: 'はし', mana: '端', type: '名', cn: '端头、边缘' }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'らくよう', mana: '洛陽', type: '专', cn: '洛阳' },
            { kana: 'とうたん', mana: '東端', type: '名', cn: '东端' },
            { kana: 'だいぶつ', mana: '大仏', type: '名', cn: '大佛' },
            { kana: 'とうだいじ', mana: '東大寺', type: '专', cn: '东大寺' },
            { kana: 'だいぶつでん', mana: '大仏殿', type: '名', cn: '大佛殿' },
            {
              kana: 'こんりゅうする',
              mana: '建立～',
              type: '名·サ变他',
              cn: '（宗教）建造、兴建'
            },
            {
              kana: 'しょうむてんのう',
              mana: '聖武天皇',
              type: '专',
              cn: '圣武天皇'
            },
            { kana: 'てんのう', mana: '天皇', type: '名', cn: '天皇' },
            { kana: 'こうごう', mana: '皇后', type: '名', cn: '皇后' },
            { kana: 'ゆかり', mana: '', type: '名', cn: '关系，因缘' },
            { kana: 'しなじな', mana: '品々', type: '名', cn: '各式物品' },
            {
              kana: 'もちかえる',
              mana: '持ち帰る',
              type: '动l他',
              cn: '带回，拿回'
            },
            {
              kana: 'はくるりわん',
              mana: '白瑠璃椀',
              type: '专',
              cn: '白琉璃碗'
            },
            {
              kana: 'ササンちょうペルシャ',
              mana: '～朝～',
              type: '专',
              cn: '萨珊王朝波斯'
            },
            { kana: 'イラン', mana: '', type: '专', cn: '伊朗' },
            { kana: 'ラクダ', mana: '', type: '名', cn: '骆驼' },
            {
              kana: 'らでんしたんのごげんびわ',
              mana: '螺銅紫檀五弦琵琶',
              type: '专',
              cn: '螺铜紫檀五弦琵琶'
            },
            {
              kana: 'げんぞんする',
              mana: '現存～',
              type: '名·サ变自',
              cn: '现存'
            },
            { kana: 'こうど', mana: '高度', type: '名·形2', cn: '高度' },
            {
              kana: 'さいく',
              mana: '細工',
              type: '名·サ変他',
              cn: '工艺（品）'
            },
            {
              kana: 'ぎんゆうしじん',
              mana: '吟遊詩人',
              type: '名',
              cn: '吟游诗人'
            },
            {
              kana: 'ものがたる',
              mana: '物語る',
              type: '动1他',
              cn: '讲述，讲，说明'
            },
            { kana: 'はい/さかずき', mana: '杯', type: '名', cn: '酒杯、杯子' },
            { kana: 'ガラスだま', mana: 'ガラス玉', type: '名', cn: '玻璃球' },
            { kana: 'そうしょく', mana: '装飾', type: '名·サ变他', cn: '装饰' },
            { kana: 'さいいき/せいいき', mana: '西域', type: '名', cn: '西域' },
            {
              kana: 'でんらいする',
              mana: '伝来する',
              type: '名·サ变自',
              cn: '传来'
            },
            {
              kana: 'ずいこうする',
              mana: '随行する',
              type: '名·サ変自',
              cn: '随行'
            },
            { kana: 'とうざい', mana: '東西', type: '名', cn: '东西' },
            {
              kana: 'つらなる',
              mana: '連なる',
              type: '动1自',
              cn: '连接、延绵；成列'
            },
            { kana: 'あながち', mana: '', type: '副', cn: '未必、不定' },
            { kana: 'たいこ', mana: '太古', type: '名', cn: '太古' },
            { kana: 'にしアジア', mana: '西アジア', type: '专', cn: '西亚' },
            {
              kana: 'きたアフリカ',
              mana: '北アフリカ',
              type: '专',
              cn: '北非'
            },
            { kana: 'げんさん', mana: '原産', type: '名', cn: '原产' },
            { kana: 'ぶんぶつ', mana: '文物', type: '名', cn: '文物' },
            { kana: 'かつ', mana: '且つ', type: '副', cn: '而且' },
            { kana: 'きてん', mana: '起点', type: '名', cn: '起点' },
            {
              kana: 'オアシスろ',
              mana: 'オアシス路',
              type: '名',
              cn: '绿洲之路'
            },
            {
              kana: 'しんきょうウイグルじちく',
              mana: '新疆ウイグル自治区',
              type: '专',
              cn: '新疆维吾尔自治区'
            },
            {
              kana: 'てんざんさんみゃく',
              mana: '天山山脈',
              type: '专',
              cn: '天山山脉'
            },
            {
              kana: 'タリムぼんち',
              mana: 'タリム盆地',
              type: '专',
              cn: '塔里本盆地'
            },
            { kana: 'なんえん', mana: '南缘', type: '名', cn: '南缘' },
            {
              kana: 'ユーラシアたいりく',
              mana: 'ユーラシア大陸',
              type: '专',
              cn: '欧亚大陆'
            },
            { kana: 'そうげん', mana: '草原', type: '名', cn: '草原' },
            { kana: 'ちたい', mana: '地帯', type: '名', cn: '地区、地带' },
            {
              kana: 'ステップろ',
              mana: 'ステップ路',
              type: '名',
              cn: '草原之路'
            },
            {
              kana: 'のりだす',
              mana: '乗り出す',
              type: '动1自',
              cn: '乘～出去、登上舞台'
            },
            { kana: 'インドよう', mana: 'インド洋', type: '专', cn: '印度洋' },
            {
              kana: 'アラビアはんとう',
              mana: 'アラビア半島',
              type: '专',
              cn: '阿拉伯半岛'
            },
            { kana: 'なんかいろ', mana: '南海路', type: '名', cn: '南海之路' },
            { kana: 'めいしゅう', mana: '明州', type: '专', cn: '明州' },
            { kana: 'ニンボー', mana: '寧誼', type: '专', cn: '宁波' },
            { kana: 'かいろ', mana: '海路', type: '名', cn: '海路' },
            {
              kana: 'にっちゅうへいわゆうこうじょうやく',
              mana: '日中平和友好条約',
              type: '专',
              cn: '中日和平友好条约'
            },
            {
              kana: 'ていけつする',
              mana: '締結する',
              type: '名·サ变他',
              cn: '缔结'
            },
            {
              kana: 'ほうえいする',
              mana: '放映する',
              type: '名·サ变他',
              cn: '放映'
            },
            {
              kana: 'エキゾチック',
              mana: '',
              type: '形2',
              cn: '异国情调，异国风情'
            },
            { kana: 'いだく', mana: '抱く', type: '动1他', cn: '抱、搂' },
            { kana: 'きたろう', mana: '喜多郎', type: '专', cn: '喜多郎' },
            {
              kana: 'さっきょくする',
              mana: '作曲する',
              type: '名·サ变自他',
              cn: '作曲、创作曲子'
            },
            {
              kana: 'だんいくま',
              mana: '圏伊玖磨',
              type: '专',
              cn: '团伊玖磨'
            },
            { kana: 'かんげんがく', mana: '管弦楽', type: '名', cn: '管弦乐' },
            { kana: 'くみきょく', mana: '組曲', type: '名', cn: '组曲' },
            {
              kana: 'ひらやまいくお',
              mana: '平山郁夫',
              type: '专',
              cn: '平山郁夫'
            },
            {
              kana: 'みする',
              mana: '魅する',
              type: 'サ变他',
              cn: '吸引、使人入迷'
            },
            {
              kana: 'ならこくりつはくぶつかん',
              mana: '奈良国立博物館',
              type: '专',
              cn: '奈良国立博物馆'
            },
            { kana: 'かいき', mana: '会期', type: '名', cn: '展期' },
            {
              kana: 'とまりがけ',
              mana: '泊まりがけ',
              type: '名',
              cn: '（非当日往返）留宿'
            },
            {
              kana: 'こくさいしょく',
              mana: '国際色',
              type: '名',
              cn: '国际色彩，国际性'
            },
            {
              kana: 'かんたん',
              mana: '感嘆',
              type: '名·サ変自',
              cn: '赞叹、感叹'
            },
            { kana: 'オアシス', mana: '', type: '名', cn: '绿洲' },
            {
              kana: 'ゆうすう',
              mana: '有数',
              type: '名·形2',
              cn: '屈指可数、有数'
            },
            { kana: 'しょうぎょう', mana: '商業', type: '名', cn: '商业' },
            {
              kana: 'へんぼうする',
              mana: '変貌する',
              type: '名·サ变自',
              cn: '改变面貌，变身'
            },
            { kana: 'さいゆうき', mana: '西遊記', type: '专', cn: '西游记' },
            { kana: 'トルファン', mana: '', type: '专', cn: '吐鲁番' },
            { kana: 'ろうらん', mana: '楼蘭', type: '专', cn: '楼兰' },
            {
              kana: 'いくどうおん',
              mana: '異口同音',
              type: '名',
              cn: '异口同声'
            },
            {
              kana: 'そうだい',
              mana: '壮大',
              type: '名·形2',
              cn: '宏大、壮观、雄伟'
            },
            { kana: 'ロマン', mana: '', type: '名', cn: '浪漫' },
            { kana: 'あいち', mana: '愛知', type: '专', cn: '爱知县' },
            { kana: 'とよはし', mana: '豊橋', type: '专', cn: '丰桥市' },
            { kana: 'キーボード', mana: '', type: '名', cn: '键盘' },
            { kana: 'おのみち', mana: '尾道', type: '专', cn: '尾道市' }
          ],
          phrase: [{ kana: '〜ろ', mana: '〜路', cn: '～之路' }]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 102,
      topic: '自然保護',
      basic: {
        base: [],
        use: [
          ['h>>>ジャイアントパンダを守る'],
          [
            'ジャイアントパンダ（以下「パンダ」という）は中国にしか生息しない希少動物であり、国際的な環境保全団体である世界自然保護基金（WWF）のシンボルマークにもなっている絶滅危惧種でもある。',
            '日本では2011年現在、3か所の動物園で11頭のパンダが飼育されているが、いずれも中国から貸与されたものである。そこで、パンダと日本との関係や生態はもとより、なぜ絶滅危惧種になったのかなど、パンダをめぐる話題を取り上げてみたい。'
          ],
          [
            '一説によると、パンダは、今から1300年以上も前に日本にやってきていたといわれている。西暦685年、中国と日本の間を遣唐使が行き来していたころ、親善大使として、生きた2頭の「白熊」が日本に贈られたというのだ。この「白熊」がパンダだったらしい。ただし、真偽のほどは定かはない。',
            '近代になって一時、中国は、外国政府にパンダを贈って友好を深めるという外交を展開したことがあり、1972年に日本にも2頭のパンダが贈られた。しかし、現在では、中国国内の有識者やWWFの意見などを受けて、貸与による収入でパンダとその生息地の保護のための資金の一部をねん出している。',
            '借りる国は限られているが、パンダがいるか否かで、動物園の来園者数が極端に違ってくるらしい。それは、世界中の動物園に共通した現象で、あの白黒模様の丸っこい大きな体、愛きょうたっぷりの無邪気なしぐさなどに、子供だけでなく大人までも魅了されてしまうのである。テレビなどでは時たま、泥まみれで遊ぶパンダが映し出されることもあるが、その様子に一層愛着心をかき立てられる人もいるのではないだろうか。'
          ],
          [
            'パンダは「生きた化石」とも呼ばれる。パンダの祖先は、今から200万～300万年も前に、中国東部や南部の広い範囲にかけて生息していたと考えられているからだ。中国各地で、それを裏付ける歯の化石が見つかっている。また、広西チワン族自治区の洞くつからは、およそ200万年前の物と推定される、パンダと同属の種の頭骨も発見されている。',
            '2005年現在、野生のパンダの個体数は1、600頭弱で、主に中国四川省北部や陝西省南部、甘粛省南部の高山地帯に生息している。中国国内には60か所の保護区が設けられている。その最も有名なものが、四川省北部にある臥龍自然保護区で、総数の10%がここで生息しているといわれる。だが、残念なことに、2008年の四川大地震によって、保護区の中にあるジャイアントパンダ保護研究センターが壊滅的な被害を受けた。このセンターでは、震災前、63頭のパンダが飼育されていたが、1頭が地震により命を落とし、1頭はセンターから逃げ出したまま、依然として行方が分かっていない。残る61頭のうち、長距離の移動が難しい1歳の子パンダ7頭を除いたパンダたちは、中国国内のパンダ保護施設や動物園に送られ、散り散りになってしまった。',
            '一方、動物園などで飼育されているパンダの数は世界中で、200頭にも満たない。中国の動物園以外では、タイ、アメリカ、メキシコ、ドイツ、オーストリア、日本などにいるが、その数は合計でも30頭あまりであり、ほとんどが中国の動物園や研究施設で飼育されているというのが実情である。'
          ],
          [
            'ただし、一口に飼育といっても、パンダほど手間のかかる動物はないようだ。主食といえば笹や竹の子で、その量は1日1頭あたり40～50kgというから、飼育係は、まずその主食の確保に難儀する。また、野生でなく、飼育されている環境では、繁殖能力のある雄が少なく、ほとんどが人工交配に頼らざるをえない。',
            '人工交配の場合は、雌は双子を産むことが多いが、仮に繁殖が成功して子供が2頭生まれたとしても、母親は2頭を育てようとはしない。ほとんどの母親は1頭の世話にかかりっきりになってしまう。生まれたばかりの子供は、体重が90～130gほどで、体温の調節もできず、免疫力もたいへん低いため、母親が片時も離れずに育児をしなければならないからだ。飼育係は、双子のうち1頭の世話をし、4～6時間ごとに母親のもとにいるもう1頭の子供と取り替える、という方法で、母親に2頭を育てさせる。このような具合だから、飼育係は息をつく暇もないほどで、その苦労は並大抵のことではない。',
            '今では、大切に保護され、苦労して飼育されているパンダだが、過去には、世界の多くの国によっで捕獲されるという悲惨な歴史があった。各国の動物園が無節操に見世物にしようとしたのだ。1936年からおよそ10年の間に、14頭ものパンダが、外国人によって中国から国外に持ち出された。それ以前にも、外国の博物館ではく製を展示しようとして、パンダが何度も狙撃されるということがあった。',
            'その後、1950年代に入って、パンダは国から親善大使としての役割を担わされるようになったが、同時に近代化のために生息地も破壊されて絶滅の危機に見舞われることになった。世界への親善大使という期待された一面を持ちながらも、パンダにとっての未来は、依然、不安に満ちている。それを安心に変えるためにも、人々の英知と愛情、自然を守り抜くという強い信念が、今、必要とされているのである。'
          ]
        ]
      },
      utilization: {
        title: '我が子とパンダ',
        intro:
          '旅行3日目。森家と佐藤家は、和歌山県にある温泉旅館に一泊する。旅館に向かう途中、動物園に立ち寄ることになるが…。',
        content: [
          [
            '（動物園の入園券を買う列に並んでいる）',
            '光一：今回、望がパンダを見たいって言うから、動物園に寄ってもらったんですが、よくよく考えてみると、中国でも見られますよね。',
            '健太郎：いや。まあ、上海ではそうですが、地方都市ではそうでもないですよ。それに、嫁さんも子供もパンダが大好きだから、大丈夫です。なあ、瑛士？',
            '瑛士：うん。ぼく、動物の中で、パンダがいちばん好き。',
            '徹平：ぼくは、あんまり乗り気じゃなかったんだけど…。',
            '健太郎：こらこら、徹平。',
            '徹平：でも、パンダにえさをあげれるって聞いて、行ってもいいかなって…。',
            '光一：そっか…。付き合わせて悪いな、徹平くん。',
            '健太郎：こちらこそ、すみません。息子が生意気な口をきいて。',
            '光一：いいえ、遊びたい年ごろなんだから、当然ですよ。徹平くん、遊園地は好き？',
            '徹平：遊園地？うん。ジェットコースターなら、好きだよ。',
            '光一：じゃあ、明日、遊園地に行こうか。',
            '徹平：うわあ。やったね！'
          ],
          [
            '（パンダのえさやりを終えて）',
            '光一：それにしても、パン夕の赤ちゃんは、お母さんの後ろをちょこちょこ歩いていて、かわいかったですね。',
            '健太郎：（しみじみと）ええ。徹平の小さいころを思い出しました。昔は単純で、親の行く所、どこでもついて来たんですけど…。',
            '光一：そう考えると、子供は、いつのまにか大きくなるもんですね。',
            '健太郎：ええ。ぼくも同じことを考えていましたよ。',
            '光一：どうです？その話は、また夕飯の後にゆっくり。',
            '（おちょこを口に運ぶしぐさをする）これしながら。',
            '健太郎：いいですね。ぜひお願いします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'わかやま', mana: '和歌山', type: '专', cn: '' },
            {
              kana: 'にゅうえん',
              mana: '入園',
              type: '名·サ変自',
              cn: '入园，入场；上（幼儿园）'
            },
            {
              kana: 'よくよく',
              mana: '',
              type: '副',
              cn: '仔细地，十分注意地；非常'
            },
            { kana: 'のりき', mana: '乗り気', type: '名', cn: '感兴趣，来劲' },
            { kana: 'こらこら', mana: '', type: '叹', cn: '嘿、哎呀呀' },
            { kana: 'なまいき', mana: '生意気', type: '形2', cn: '傲慢、狂妄' },
            { kana: 'きく', mana: '', type: '动1他', cn: '说（话）' },
            {
              kana: 'としごろ',
              mana: '年ごろ',
              type: '名',
              cn: '大约的年龄；该结婚的年龄'
            },
            { kana: 'ジェットコースター', mana: '', type: '名', cn: '过山车' },
            {
              kana: 'ちょこちょこ',
              mana: '',
              type: '副',
              cn: '迈小步走；匆匆忙忙'
            },
            { kana: 'おちょこ', mana: '', type: '名', cn: '小酒盅' },
            { kana: 'しぐさ', mana: '', type: '名', cn: '动作、举止' }
          ],
          phrase: [{ kana: 'くちをきく', mana: '口をきく', cn: '说话' }]
        },
        {
          word: [
            { kana: 'ジャイアントパンダ', mana: '', type: '名', cn: '大熊猫' },
            {
              kana: 'きしょう',
              mana: '希少',
              type: '名·形2',
              cn: '稀少，稀罕'
            },
            {
              kana: 'せかいしぜんほごききん',
              mana: '世界自然保護基金）／ダブリュダブリュエ',
              type: '专',
              cn: '世界自然保护基金'
            },
            {
              kana: 'ぜつめつきぐしゅ',
              mana: '絶滅危惧種',
              type: '名',
              cn: '濒危物种'
            },
            {
              kana: 'たいよする',
              mana: '貸与する',
              type: '名·サ变他',
              cn: '出租、出借、贷与'
            },
            { kana: 'いっせつ', mana: '一説', type: '名', cn: '一种说法' },
            { kana: 'しろくま', mana: '白熊', type: '名', cn: '白熊' },
            { kana: 'しんぎ', mana: '真偽', type: '名', cn: '真伪' },
            {
              kana: 'さだか',
              mana: '定か',
              type: '形2',
              cn: '明确、清楚、确实'
            },
            {
              kana: 'てんかいする',
              mana: '展開する',
              type: '名·サ变自他',
              cn: '开展'
            },
            {
              kana: 'ゆうしきしゃ',
              mana: '有識者',
              type: '名',
              cn: '有识之士'
            },
            {
              kana: 'ねんしゅつする',
              mana: 'ねん出する',
              type: '名·サ变他',
              cn: '筹措'
            },
            { kana: 'いな', mana: '否', type: '名', cn: '否、不' },
            {
              kana: 'らいえんしゃ',
              mana: '来園者',
              type: '名',
              cn: '来园者、来参观的人'
            },
            { kana: 'きょくたん', mana: '極端', type: '形2', cn: '极端' },
            { kana: 'しろくろ', mana: '白黒', type: '名', cn: '黑白' },
            { kana: 'まるっこい', mana: '丸っこい', type: '形1', cn: '圆圆的' },
            {
              kana: 'あいきょう',
              mana: '愛きょう',
              type: '名',
              cn: '可爱、有魅力'
            },
            {
              kana: 'むじゃき',
              mana: '無邪気',
              type: '形2',
              cn: '天真浪漫、单纯、幼稚'
            },
            { kana: 'ときたま', mana: '時たま', type: '副', cn: '有时、偶尔' },
            {
              kana: 'かきたてる',
              mana: 'かき立てる',
              type: '动2自',
              cn: '跳动、蠕动'
            },
            { kana: 'そせん', mana: '祖先', type: '名', cn: '祖先、先祖' },
            {
              kana: 'こうせいチワンぞくじちく',
              mana: '広西チワン族自治区',
              type: '专',
              cn: '广西壮族自治区'
            },
            { kana: 'どうくつ', mana: '洞くつ', type: '名', cn: '洞穴、洞窟' },
            {
              kana: 'すいていする',
              mana: '推定する',
              type: '名·サ变他',
              cn: '推测、推断、推定'
            },
            { kana: 'どうぞく', mana: '同属', type: '名', cn: '同纲、同属' },
            { kana: 'しゅ', mana: '種', type: '名', cn: '种' },
            { kana: 'とうこつ', mana: '頭骨', type: '名', cn: '头骨' },
            { kana: 'こたい', mana: '個体', type: '名', cn: '生物个体、个体' },
            {
              kana: 'かんしゅくしょう',
              mana: '甘粛省',
              type: '专',
              cn: '甘肃省'
            },
            { kana: 'こうざん', mana: '高山', type: '名', cn: '高山' },
            {
              kana: 'かりゅうしぜんほごく',
              mana: '臥龍自然保護区',
              type: '专',
              cn: '卧龙自然保护区'
            },
            {
              kana: 'ちりぢり',
              mana: '散り散り',
              type: '形2',
              cn: '四散、离散、分散'
            },
            { kana: 'しゅしょく', mana: '主食', type: '名', cn: '主食' },
            { kana: 'ささ', mana: '笹', type: '名', cn: '丛生细竹' },
            { kana: 'たけのこ', mana: '竹の子', type: '名', cn: '竹笋' },
            {
              kana: 'なんぎする',
              mana: '難儀する',
              type: '名·サ变自',
              cn: '困难、麻烦'
            },
            {
              kana: 'こうはい',
              mana: '交配',
              type: '名·サ变他',
              cn: '配种、交配'
            },
            { kana: 'ふたご', mana: '双子', type: '名', cn: '双胞胎' },
            {
              kana: 'かかりっきり/かかりきり',
              mana: '',
              type: '名',
              cn: '一直在（做某件事）'
            },
            { kana: 'かたとき', mana: '片時', type: '名', cn: '片刻' },
            { kana: 'いき', mana: '息', type: '名', cn: '呼吸、喘气' },
            {
              kana: 'なみたいてい',
              mana: '並大抵',
              type: '名·形2',
              cn: '一般'
            },
            {
              kana: 'ほかくする',
              mana: '捕獲する',
              type: '名·サ变他',
              cn: '猎捕，捕获'
            },
            { kana: 'せっそう', mana: '節操', type: '名', cn: '操守' },
            {
              kana: 'みせもの',
              mana: '見世物',
              type: '名',
              cn: '让人瞧热闹的玩物、杂耍、出洋相'
            },
            { kana: 'こくがい', mana: '国外', type: '名', cn: '国外、境外' },
            {
              kana: 'もちだす',
              mana: '持ち出す',
              type: '动1他',
              cn: '带出，拿出去'
            },
            {
              kana: 'はくせい',
              mana: 'はく製',
              type: '名',
              cn: '剥制（标本）'
            },
            {
              kana: 'そげきする',
              mana: '狙撃する',
              type: '名·サ变他',
              cn: '狙击'
            },
            { kana: 'みちる', mana: '満ちる', type: '动2自', cn: '充满' },
            {
              kana: 'えいち',
              mana: '英知',
              type: '名',
              cn: '睿智、智慧、洞察力'
            }
          ],
          phrase: [
            { kana: 'いのちをおとす', mana: '命を落とす', cn: '丧命、丧生' },
            { kana: 'てまがかかる', mana: '手間がかかる', cn: '费事' },
            {
              kana: 'しんぎのほどはさだかではない',
              mana: '真偽のほどは定かではない',
              cn: '不能确定真伪'
            },
            {
              kana: 'いきをつくひまもない',
              mana: '息をつく暇もない',
              cn: '连喘息的时间也没有'
            }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 103,
      topic: '国際性',
      basic: {
        base: [],
        use: [
          [
            'h>>>温かいスープ',
            '外国語を習得することは，国際交流のための重要なツールの1つであり，外国語に精通していれば，異国の文化が理解しやすくなる。確かに，国際交流に言葉は必要だが，果たしてそれだけで十分なのであろうか。',
            '哲学者として知られる今道友信に「温かいスープ」と題する一文がある。自身がパリに滞在した時の体験を著したものであるが，国際交流が叫ばれる中，改めて国際性とは何かについて考えるうえで，とても貴重なエピソードである。'
          ],
          [
            't>>>温かいスープ',
            'r>>>今道　友信',
            '第二次世界大戦が日本の降伏によって終結したのは，1945年の夏であった。その前後の日本は世界の嫌われ者であった。信じがたい話かもしれないが，世界中の青年の平和なスポーツの祭典であるオリンピック大会にも，戦後しばらくは日本の参加は認められなかった。そういう国際的評価の厳しさを嘆く前に，そういう酷評を受けなければならなかった，かつての日本の独善的な民族主義や国家主義については謙虚に反省しなくてはならない。そのような状況であったから，世界の経済機構への仲間入りも許されず，日本も日本人もみじめな時代があった。そのころの体験であるが，国際性とは何かを考えさせる話があるので書き記しておきたい。',
            '1957年，私はパリで大学の講師を務めていた。しばらくはホテルにいたが，主任教授の紹介状で下宿が見つかり，訪ねあてたところ，そこの主婦は，私が日本人だと知るや，「夫の弟がベトナムで日本兵に虐殺されているので，あなた個人になんの恨みもないけれど，日本人だけはこの家に入れたくないのです。この気持ちを理解してください。」と言い，私が下宿するのを断った。しかたなく，大学が見つけてくれた貧相な部屋のホテル住まいをすることになった。',
            'そのころの話である。私は平生は大学内の食堂でセルフサービスの定食を食べていたが，大学と方角の違う国立図書館に調べに行くと決めていた土曜は，毎晩，宿の近くの小さなレストランで夕食をとるほかなかった。その店はぜいたくではないがパリらしい雰囲気があり，席も10人そこそこしかない小さな手作りの料理店であった。白髪の母親が台所で料理を作り，生っ粋のパリ美人という感じの娘がウェイトレスと会計を受け持ち，二人だけで切り盛りしていた。毎土曜の夕食をそこでとっていたから，2か月もすれば顔なじみになった。',
            '若い非常勤講師の月給は安いから，月末になると外国人の私は金詰りの状態になる。そこで月末の土曜の夜は，スープもサラダも肉類もとらず，「今日は食欲がない。」などと余計なことを言ったうえで，いちばん値の張らないオムレツだけを注文して済ませた。それにはパンが一人分ついてくるのが習慣である。そういう注文が何回かあって気づいたのであろう，この若い外国生まれの学者は月末になると苦労しているのではなかろうか，と。',
            'ある晩，また「オムレツだけ。」と言ったとき，娘さんのほうが黙ってパンを二人分添えてくれた。パンは安いから二人分食べ，勘定のときパンも一人分しか要求されないので，「パンは二人分です。」と申し出たら，人さし指をそっと唇に当て，目で笑いながら首を振り，他の客にわからないようにして一人分しか受け取らなかった。私は何か心の温まる思い出，「ありがとう。」と，かすれた声で言ってその店を出た。月末のオムレツの夜は，それ以後，いつも半額の二人前のパンがあった。',
            'その後，何か月かたった2月の寒い季節，また貧しい夜がやって来た。花のパリというけれど，北緯50度に位置するから，わりに寒い都で，9月半ばから暖房の入る所である。冬は底冷えがする。その夜は雹が降った。私は例によって無理に明るい顔をしてオムレツだけ注文して，待つ間，本を読み始めた。店には二組の客があったが，それぞれ大きな温かそうな肉料理を食べていた。そのときである。背のやや曲がったお母さんのほうが，湯気の立つスープを持って私のテーブルに近寄り，震える手でそれを差し出しながら，小声で，「お客さまの注文を取り違えて，余ってしまいました。よろしかったら召し上がってくださいませんか。」と言い，優しいひとみでこちらを見ている。小さな店だから，今，お客の注文を間違えたのではないことぐらい，私にはよくわかる。',
            'こうして，目の前に，どっしりしたオニオングラタンスープが置かれた。寒くてひもじかった私に，それはどんなにありがたかったことか。涙がスープの中に落ちるのを気取られぬよう，一さじ一さじかむようにして味わった。フランスでもつらい目に遭ったことはあるが，この人たちのさりげない親切のゆえに，私がフランスを嫌いになることはないだろう。いや，そればかりではない，人類に絶望することはないと思う。',
            '国際性，国際性とやかましく言われているが，その基本は，流れるような外国語の能力やきらびやかな学芸の才気や事業のスケールの大きさなのではない。それは，相手の立場を思いやる優しさ，お互いが人類の仲間であるという自覚なのである。その典型になるのが，名もない行きずりの外国人の私に，口ごもり恥じらいながら示してくれたあの人たちの無償の愛である。求めるところのない隣人愛としての人類愛，これこそが国際性の基調である。そうであるとすれば，一人一人の平凡な日常の中で，それは試されているのだ。',
            'r>>>『中学校国語教科書3』（光村図書）より',
            'b>>>【注】今道友信（1922-　）東京都出身。哲学者。'
          ]
        ]
      },
      utilization: {
        title: '神戸で',
        intro: '日本旅行最終日。森家と佐藤家は神戸の南京町を訪れる。',
        content: [
          [
            '（神戸の南京町では、春節祭の真っ只中。獅子や龍が舞い踊り、にぎやかな様子。レストランにて）',
            '光一：日本のお正月もいいけど、春節はにぎやかでいいね。',
            '秀麗：ええ。やっぱり春節が来ないと、年を越した感じがしなくて。',
            '緑：秀麗にとって、中秋節も同じじゃない？',
            '秀麗：うん。中秋節と春節は家族団らんの時を過ごす大切な祝日だからね。',
            '緑：わたしも、お正月は家族いっしょに過ごしたいって思うな。上海にいるとなかなか日本の季節や行事を体感させてあげられないんだけど。でも、お雑煮を作ったり、着物を着たり、できるだけ雰囲気作りをしてる。',
            '健太郎：ぼくらの子供たちは、これからどんな時代を生きていくんだろうな。',
            '緑：何？いきなりそんなこと言い出して、どうしたの？',
            '健太郎：いや。ぼくらの子供は、同時に2つの文化に接しているだろう。今はただ、知識や体験を吸収しているだけだけど、いつかは、日中文化や交流の中でつまずくこともあるんじゃないかと思って…。',
            '光一：それは、ぼくたち次第じゃないですか。',
            '秀麗：そうね。まずは、思いやりを忘れないこと。あとは、「学びて思わざれば、則ち罔し。思いて学ばざれば、則ち殆うし」って言うじゃない。この言葉に倣えば、自然と広い視野で物事を見られるようになるんじゃないかな。',
            '健太郎：なんだか李さんが言うと、説得力あるよな。'
          ],
          [
            '（大人たちのかたわらで、子供たちはたわいない話をしている）',
            '瑛士：ぼくら、来年の夏から、兄弟で地元の獅子舞チームに入るんだぜ。',
            '望：わたしも！わたしも！',
            '徹平：希ちゃんはもう少し大きくなったらな。そしたらいっしょに獅子舞やろうよ。',
            '望：えー。望、もう大きいから、獅子舞できるのに！'
          ],
          [
            '（再び新大阪駅の改札で）',
            '緑：今回は、お世話になりました。今度は上海にも遊びに来てね。',
            '光一：来年の春節は北京に帰る予定だから、またその時に。',
            '秀麗：それじゃあ、再见。（望に向かって）望、あいさつは？',
            '望：（涙を浮かべながら）再见。下次一定中国见！',
            '（瑛士や徹平が手を振っている。望もそれに力強く手を振り返す）'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'なんきんまち', mana: '南京町', type: '专', cn: '南京町' },
            {
              kana: 'まっただなか',
              mana: '真っ只中',
              type: '名',
              cn: '正值，正盛时；正中央'
            },
            { kana: 'しし', mana: '獅子', type: '名', cn: '狮子' },
            { kana: 'りゅう', mana: '龍', type: '名', cn: '龙' },
            { kana: 'まいおどる', mana: '舞い踊る', type: '动1自', cn: '舞蹈' },
            {
              kana: 'ちゅうしゅうせつ',
              mana: '中秋節',
              type: '名',
              cn: '中秋节'
            },
            { kana: 'だんらん', mana: '団らん', type: '名', cn: '团圆' },
            {
              kana: 'たいかんする',
              mana: '体感する',
              type: '名・サ变自',
              cn: '体验；身体所感'
            },
            { kana: 'ぞうに', mana: '雑煮', type: '名', cn: '煮年糕，年糕汤' },
            {
              kana: 'ならう',
              mana: '倣う',
              type: '动1自',
              cn: '效仿。仿照；效法'
            },
            { kana: 'しや', mana: '視野', type: '名', cn: '视野' },
            {
              kana: 'たわいない',
              mana: '',
              type: '形1',
              cn: '孩子气，天真；无聊，无谓'
            },
            {
              kana: 'うかべる',
              mana: '浮かべる',
              type: '动2他',
              cn: '（使）出现；浮，泛；想起'
            }
          ],
          phrase: [
            {
              kana: 'まなびておもわざれば、すなわちくらし。おもいてまなばざれば、すなわちあやうし',
              mana: '学びて思わざれば、則ち罔し。思いて学ばざれば、則ち殆うし',
              cn: '学而不思则罔，思而不学则殆'
            }
          ]
        },
        {
          word: [
            {
              kana: 'いちぶん',
              mana: '一文',
              type: '名',
              cn: '一篇文章，一篇短文'
            },
            {
              kana: 'しゅうとくする',
              mana: '習得する',
              type: '名・サ变他',
              cn: '学会，学好'
            },
            { kana: 'ツール', mana: '', type: '名', cn: '手段，工具' },
            {
              kana: 'せいつうする',
              mana: '精通する',
              type: '名・サ变自',
              cn: '精通'
            },
            {
              kana: 'いまみちとものぶ',
              mana: '今道友信',
              type: '专',
              cn: '今道友信'
            },
            {
              kana: 'だいする',
              mana: '題する',
              type: '名・サ变自',
              cn: '命题；题字'
            },
            { kana: 'あらわす', mana: '著す', type: '动1他', cn: '著述，讲述' },
            {
              kana: 'エピソード',
              mana: '',
              type: '名',
              cn: '小故事，插曲，花絮'
            },
            {
              kana: 'こうふく',
              mana: '降伏',
              type: '名・サ变自',
              cn: '投降；归降'
            },
            { kana: 'ぜんご', mana: '前後', type: '名', cn: '前后' },
            { kana: 'なげく', mana: '嘆く', type: '动1自', cn: '感叹，叹息' },
            {
              kana: 'こくひょう',
              mana: '酷評',
              type: '名・サ变他',
              cn: '严厉批评'
            },
            {
              kana: 'どくぜんてき',
              mana: '独善的',
              type: '形2',
              cn: '自以为是，孤芳自赏'
            },
            { kana: 'けんきょ', mana: '謙虚', type: '形2', cn: '谦虚' },
            { kana: 'きこう', mana: '機構', type: '名', cn: '机构，组织' },
            {
              kana: 'なかまいり',
              mana: '仲間入り',
              type: '名・サ变自',
              cn: '参加到一伙当中，成为其中一员'
            },
            { kana: 'みじめ', mana: '', type: '形2', cn: '悲惨，凄惨' },
            {
              kana: 'かきしるす',
              mana: '書き記す',
              type: '动1他',
              cn: '记下来，写下来'
            },
            {
              kana: 'げしゅく',
              mana: '下宿',
              type: '名・サ变自',
              cn: '在别人家中寄宿；低级旅社'
            },
            {
              kana: 'たずねあてる',
              mana: '訪ねあてる',
              type: '动2他',
              cn: '探寻到，造访'
            },
            { kana: 'にほんへい', mana: '日本兵', type: '名', cn: '日本兵' },
            {
              kana: 'ぎゃくさつする',
              mana: '虐殺する',
              type: '名・サ变他',
              cn: '虐杀，残杀'
            },
            {
              kana: 'うらみ',
              mana: '恨み',
              type: '名',
              cn: '仇恨，恨，怨，不满'
            },
            {
              kana: 'ひんそう',
              mana: '貧相',
              type: '形2',
              cn: '寒酸，破旧；贫寒相'
            },
            { kana: 'すまい', mana: '住まい', type: '名', cn: '居住；住处' },
            { kana: 'へいぜい', mana: '平生', type: '名', cn: '平素，平时' },
            { kana: 'セルフサービス', mana: '', type: '名', cn: '自助' },
            { kana: 'はくはつ', mana: '白髪', type: '名', cn: '白发' },
            { kana: 'きっすい', mana: '生っ粋', type: '名', cn: '地道，纯粹' },
            { kana: 'びじん', mana: '美人', type: '名', cn: '美人，丽人' },
            {
              kana: 'ウェイトレス',
              mana: '',
              type: '名',
              cn: '女侍者，女服务员'
            },
            { kana: 'うけもつ', mana: '受け持つ', type: '动1他', cn: '承担' },
            {
              kana: 'ひじょうきんこうし',
              mana: '非常勤講師',
              type: '名',
              cn: '编外讲师'
            },
            { kana: 'げっきゅう', mana: '月給', type: '名', cn: '月薪，工资' },
            {
              kana: 'かねづまり',
              mana: '金詰り',
              type: '名',
              cn: '拮据，银根紧缩'
            },
            { kana: 'よけい', mana: '余計', type: '形2', cn: '多余' },
            { kana: 'オムレツ', mana: '', type: '名', cn: '煎鸡蛋卷' },
            {
              kana: 'そえる',
              mana: '添える',
              type: '动2他',
              cn: '添，附加，附上'
            },
            {
              kana: 'かんじょう',
              mana: '勘定',
              type: '名・サ变他',
              cn: '付款，结账'
            },
            {
              kana: 'もうしでる',
              mana: '申し出る',
              type: '动2他',
              cn: '申述；提出'
            },
            { kana: 'ひとさしゆび', mana: '人さし指', type: '名', cn: '食指' },
            { kana: 'くちびる', mana: '唇', type: '名', cn: '嘴唇' },
            {
              kana: 'かすれる',
              mana: '',
              type: '动2自',
              cn: '压低着（声音），声音嘶哑'
            },
            { kana: 'ほくい', mana: '北緯', type: '名', cn: '北纬' },
            { kana: 'わりに', mana: '', type: '副', cn: '比较' },
            {
              kana: 'そこびえ',
              mana: '底冷え',
              type: '名・サ变自',
              cn: '冷得彻骨，严寒彻骨'
            },
            { kana: 'ひょう', mana: '雹', type: '名', cn: '冰雹' },
            { kana: 'ゆげ', mana: '湯気', type: '名', cn: '热气' },
            { kana: 'こごえ', mana: '小声', type: '名', cn: '小声' },
            {
              kana: 'とりちがえる',
              mana: '取り違える',
              type: '动2他',
              cn: '弄错；拿错；理解错'
            },
            { kana: 'ひとみ', mana: '', type: '名', cn: '目光，瞳孔，眸子' },
            { kana: 'こうして', mana: '', type: '连', cn: '这样地；这样' },
            {
              kana: 'どっしり',
              mana: '',
              type: '副',
              cn: '有分量的，沉甸甸的；稳重'
            },
            {
              kana: 'オニオングラタンスープ',
              mana: '',
              type: '名',
              cn: '洋葱烤奶酪菜汤'
            },
            { kana: 'ひもじい', mana: '', type: '形1', cn: '饿，空腹' },
            {
              kana: 'けどる',
              mana: '気取る',
              type: '动1他',
              cn: '觉察，猜测到'
            },
            {
              kana: 'つらいめ',
              mana: 'つらい目',
              type: '名',
              cn: '痛苦，不快'
            },
            {
              kana: 'さりげない',
              mana: '',
              type: '形1',
              cn: '若无其事，毫不在意'
            },
            { kana: 'ゆえ', mana: '', type: '名', cn: '理由，缘故' },
            {
              kana: 'やかましい',
              mana: '',
              type: '形1',
              cn: '议论纷纷；挑剔；嘈杂'
            },
            { kana: 'きらびやか', mana: '', type: '形2', cn: '华丽；灿烂夺目' },
            { kana: 'がくげい', mana: '学芸', type: '名', cn: '学艺，文艺' },
            { kana: 'さいき', mana: '才気', type: '名', cn: '彩旗，才华' },
            { kana: 'スケール', mana: '', type: '名', cn: '规模；等级' },
            {
              kana: 'おもいやる',
              mana: '思いやる',
              type: '动1他',
              cn: '着想，体谅，体贴'
            },
            { kana: 'おたがい', mana: 'お互い', type: '名', cn: '彼此，互相' },
            {
              kana: 'じかく',
              mana: '自覚',
              type: '名・サ变他',
              cn: '意识到，觉悟'
            },
            { kana: 'てんけい', mana: '典型', type: '名', cn: '典型' },
            {
              kana: 'ゆきずり',
              mana: '行きずり',
              type: '名',
              cn: '偶尔路过；迎面错过'
            },
            {
              kana: 'くちごもる',
              mana: '口ごもる',
              type: '动1自',
              cn: '支支吾吾，欲言又止；结结巴巴'
            },
            {
              kana: 'はじらう',
              mana: '恥じらう',
              type: '动1自他',
              cn: '害羞，害臊'
            },
            { kana: 'むしょう', mana: '無償', type: '名', cn: '无偿；免费' },
            {
              kana: 'りんじん',
              mana: '隣人',
              type: '名',
              cn: '邻居，街坊，邻人'
            },
            {
              kana: 'きちょう',
              mana: '基調',
              type: '名',
              cn: '基本思想；基调'
            },
            { kana: 'こくご', mana: '国語', type: '名', cn: '国语' }
          ],
          phrase: [
            { kana: 'なんの', mana: '', cn: '没什么' },
            { kana: 'ねがはる', mana: '値が張る', cn: '价高，价格贵' },
            { kana: 'はなのパリ', mana: '花のパリ', cn: '花都巴黎' },
            {
              kana: 'かおをする',
              mana: '顔をする',
              cn: '做出……表情，显出……样子'
            }
          ]
        },
        {
          word: [
            {
              kana: 'さっする',
              mana: '察する',
              type: 'サ变他',
              cn: '觉察，揣测'
            },
            { kana: 'つとめる', mana: '努める', type: '动2自', cn: '努力' },
            {
              kana: 'しゅうぎょう',
              mana: '終業',
              type: '名',
              cn: '下课；结业'
            },
            { kana: 'ベル', mana: '', type: '名', cn: '铃声' },
            { kana: 'かいぬし', mana: '飼い主', type: '名', cn: '家畜的主人' },
            { kana: 'しっぽ', mana: '', type: '名', cn: '尾巴' },
            { kana: 'かけよる', mana: '駆け寄る', type: '动1自', cn: '跑' },
            { kana: 'セールス', mana: '', type: '名', cn: '推销' },
            {
              kana: 'むかしむかし',
              mana: '昔々',
              type: '名',
              cn: '很久很久以前'
            },
            {
              kana: 'ひとめぼれする',
              mana: '一目ぼれする',
              type: '名・サ变自',
              cn: '一见钟情'
            },
            {
              kana: 'たいぼう',
              mana: '待望',
              type: '名・サ变他',
              cn: '期待，盼望'
            },
            {
              kana: 'いちどに',
              mana: '一度に',
              type: '副',
              cn: '同时，一下子；一块儿'
            },
            { kana: 'サンタクロース', mana: '', type: '名', cn: '圣诞老人' },
            { kana: 'まくらもと', mana: '枕元', type: '名', cn: '枕边' },
            { kana: 'やぶ', mana: '', type: '名', cn: '草丛，灌木丛' },
            {
              kana: 'きどる',
              mana: '気取る',
              type: '动1他',
              cn: '装腔作势；冒充，以……自居'
            },
            {
              kana: 'とうこうする',
              mana: '投稿する',
              type: '名・サ变自他',
              cn: '投稿'
            },
            {
              kana: 'のどじまんたいかい',
              mana: 'のど自慢大会',
              type: '名',
              cn: '赛歌会，业余歌手比赛'
            },
            { kana: 'ひぼん', mana: '非凡', type: '形2', cn: '非凡的' },
            { kana: 'しんたい', mana: '身体', type: '名', cn: '身体' },
            {
              kana: 'おかす',
              mana: '犯す',
              type: '动1他',
              cn: '犯；冒犯；奸污'
            },
            {
              kana: 'そうじしょく',
              mana: '総辞職',
              type: '名・サ变自',
              cn: '总辞职，集体辞职'
            },
            {
              kana: 'おいこむ',
              mana: '追い込む',
              type: '动1他',
              cn: '追进，赶进，逼入'
            },
            { kana: 'げいのうじん', mana: '芸能人', type: '名', cn: '艺人' }
          ],
          phrase: [
            { kana: 'はなもみもある', mana: '花も実もある', cn: '有名有实' },
            {
              kana: 'はなをもたせる',
              mana: '花を持たせる',
              cn: '给某人脸上增光'
            },
            { kana: 'はなよりだんご', mana: '花より団子', cn: '舍华求实' },
            { kana: '～きどり', mana: '～気取', cn: '假装，装模作样' }
          ]
        },
        {
          word: [],
          phrase: []
        }
      ]
    },
    {
      no: 104,
      topic: 'フィランソロピー',
      basic: {
        base: [],
        use: []
      },
      utilization: {
        title: '',
        intro: '',
        content: [
          [
            'r>>>心身堂　事業部　入江次郎(40歲)',
            'r>>>竹内京香(30歳)',
            'r>>>総務部　大沢直人(38歳)',
            'r>>>広報部　東工リ力(27歲)',
            'r>>>スピーチコンテスト参加者　郭莲蓮(23歲)'
          ],
          [
            't>>>①スピーチコンテスト準備会',
            '心身堂では、毎年、外国人を対象とした日本語スピーチコンテストを開催している。優勝者には奨学金が支給される。'
          ],
          [
            '（スピーチコンテストの担当者が集まり、入江の司会で打ち合わせが行われている）',
            '入江：まず、今年のスピーチコンテストの概要から確認します。竹内さん、お願いします。',
            '竹内：はい。えーと…、参加資格は、18歳以上30歳未満の外国人であることです。今年のテーマは「国際化社会で自分らしく生きる」。制限時間は5分以上8分以内です。本選は、7月の第3土曜日に、東京白銀ホテルで行います。',
            '東：あのう、本選に参加できるのは何人ですか。それと、本選までの選考過程について確認させてもらっていいですか。',
            '入江：分かりました。えー、本選の人数は15名を予定しています。例年とおりですね。',
            '竹内：本選までの選考ですが、ホームページに、今年のテーマと応募要項をアップロードし、所定の書式にしたがって応募してもらいます。その際、テーマに沿ったスピーチ原稿を添付してもらうことになっています。その原稿をもとに第1次選考を行い、本選に参加する15名に絞り込みます。',
            '大沢：確認ですが、本選の審査方法は昨年と同じなのでしょうか。',
            '入江：えーと、どういうことですか。',
            '大沢：昨年の本選では、優勝者と準優勝者は同点だったと聞きましたが、優勝者はどのように決まったんでしょうか。',
            '入江：たしか…、昨年は年齢が上の人を選んだと思いますが…。',
            '大沢：それって、どうなんでしょうか。年齢で優勝者を決めてしまうのは。',
            '東：わたしも同感です。年がちょっと若いというだけで、奨学金がもらえないというのは気の毒ですし、その決め方は安易に過ぎるように思います。',
            '入江：東さんのご意見はごもっともですが、若い人にはまたのチャンスがあるということで、昨年はやむをえず…。',
            '東：でも、逆に若いからこそ、支援してあげるという考え方もあると思いますが…。',
            '大沢：そうですよ。例えば、同点なら、2人とも奨学金を出すというのは無理なんでしょうか。',
            '入江：なるほど、そういう方法もありますね。うーん、この件、検討課題とさせてください。',
            '……'
          ],
          [
            't>>>②スピーチコンテスト本選',
            '東京白銀ホテルで、心身堂主催の日本語スピーチコンテストの本選が開かれている。'
          ],
          [
            '（中国人の郭蓮蓮がスピーチする）',
            '皆さん、こんにちは。わたしは、郭蓮蓮と言います。中国の大連出身です。3か月ほど前に日本に来ました。現在、アルバイトをしながら日本語学校に通っています。',
            'まず、わたしと日本語の出会いからお話したいと思います。わたしは日本のアニメがすきで、小学生のころから、インターネットやVCDなどでよく見ていました。最初は中国語の吹き替えで見ていたのですが、そのうちに日本語の音声で見るようになりました。当然、初めのうちは、全く日本語を聞き取ることができませんでした。それでも、毎日のように繰り返していると、次第に日本語に耳が慣れてきて、自分でも台詞に合わせて発音してみるようになりました。そして、なんとなくですが、意味も分かるようになりました。わたしにとって最初の日本語の先生は日本のアニメだったといってもいいかもしれません。',
            'その後、日本の漫画もわたしの先生になりました。やはり、最初は中国語の翻訳だったのですが、やがて日本語版を入手して読むようになりました。平仮名はあまり読めませんでしたが、絵や漢字を頼りに、どうにかストーリーを理解することはできました。こうして頻繁に漫画を読むうちに、日本語の文字にも自然になれていきました。今考えると、漫画には擬声語がたくさん使われていて、ストーリーの理解にとても役立っていたように思います。例えば、ドアをノックする「トントン」や「ドンドン」、食器が割れる「ガチャーン」、大きな岩が転がる「ゴロゴロ」、人が走っている「ダッダッダッ」などです。',
            'このように、わたしは、日本語の音声はアニメで、日本語の文字は漫画を通して親しむようになっていました。でも、話すほうはほとんどできませんでした。そこで、日本語を話せるようになりたいと思い、中学と高校の外国語は日本語を選択しました。さらに、高校卒業後は、大連にある語学学院に進み、日本語を専攻しました。これは、アニメやマンガを通して日本語に出会っていたわたしにとっては、ごく自然の選択でした。',
            'このころから、アニメや漫画をもっと楽しみたいという単純な気持ちに加えて、将来、社会に出た時に、日本語ができたほうが有利だという考えを持つようになりました。中国語と日本語を使って仕事がしたい。日系の企業に勤めて、高い給料をもらいたい。そんな欲が出てきたのです。',
            'しかし、日本語を学んでいくうちに、徐々に、わたしの中で日本語に対する思いが変わっていきました。中級レベルの日本語が身に付けば日常会話にはほとんど困りませんが、一方で、日本語でコミュニケーションが図れるようになると、文法的には正しいけれど、日本語らしくない言い方や、日本人はそんなふうに言わないというようなことが分かるようになりました。例えば、目上の人への言葉のかけ方です。一度、ある先生に、「先生は英語がなかなかお上手ですね。感心しました。」と言って、すごく不愉快な顔をされたことがあります。日本語では、目下が目上を直接ほめることは失礼な発言になるということを知らなかったのです。また、日本人のお宅に招かれて、お土産を持っていった時のことです。「おいしいお茶をわざわざ買ってきました。どうぞ飲んでください。」と言って渡したのですが、こういう時は、渡す側が「わざわざ」とは言わないと指摘されました。「たいしたものではありませんが、お召し上がりください。」などと言ったほうがいいということでした。こうした経験を通して、日本語という言葉を学ぶことは、日本文化そのものを学んでいることだと気づいたのです。',
            'でも、逆のことも言えます。中国人のわたしが日本語を学ぶというのは、中国の文化を日本語で発信することでもあります。日本に来て、こんなことがありました。わたしは、あるイタリア人の留学生と出会い、親しくなりました。彼女とわたしはとても気が合い、いっしょに勉強したり遊びに出かけたりして、現在も交流を続けています。陽気な彼女といると、いつも楽しい時間を過ごすことができます。もちろん、わたしたちの共通語は日本語です。日本語を通して、日本人や日本のことを語り合うだけでなく、わたしが知っている中国のことを話すこともあれば、彼女が身振り手振りを交えてイタリアのことを話すこともあります。いろいろ話すうちに、彼女は中国のことに興味を持つようになったと言ってくれました。わたし自身もイタリアの人々や文化に親近感を持つようになりましたし、イタリア人に陽気な人が多い理由もなんとなく分かったような気がします。こうやって、わたしたちは、日本語で、お互いの情報を発信したり受信したりしていたのです。大げさに言えば、日本語を介して双方の文化を交換していたのかもしれません。',
            '言葉を学ぶということが、こんなにも奥深いものだとは思ってもみませんでした。言葉を学ぶ。そこには、その対象となる言葉の背景にある文化を知るという面があり、一方で、自分の国の文化、つまりわたしの場合は中国の文化を発信しているという面もあることを、身をもって学びました。そして、わたしについて言えば、日本に来て、イタリア人の友達との出会いがあればこそ、このような体験ができたのだと思います。',
            '中国にいたころに比べ、この3か月間、日本で生活したわたしは大きく変わったような気がします。日本に来る前は、日本語というツールをブラッシュアップして、何かしら現実の利益につなげたいという思いでいっぱいでしたが、日本で生活しているうちに、日本語は、わたしにとって、単なるツールではなくなってきました。日本語が分かる人となら、日本語を介してお互いの理解を深めることができます。わたしは、もっともっと日本語を勉強し、もっともっと多くの日本人や外国人と親しくなり、お互いの国や文化について語り合いたいと思います。1つの言葉を通してその国の文化を知り、さらにその言葉を学ぶ多くの外国人と知り合い、その交流の輪を広げていく。こんな小さな国際交流を大切にし、深めていく。それが、わたしの「国際化社会で自分らしく生きる」なのです。',
            '最後になりましたが、本日、このような機会を与えてくださった関係者の皆様に心より感謝申し上げます。',
            'ご清聴ありがとうございました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'フィランソロピー', mana: '', type: '名', cn: '公益活动' },
            { kana: 'いりえ', mana: '入江', type: '专', cn: '入江' },
            {
              kana: 'たけうちきょうか',
              mana: '竹内京香',
              type: '专',
              cn: '竹内京香'
            },
            {
              kana: 'おおさわなおと',
              mana: '大沢直人',
              type: '专',
              cn: '大泽直人'
            },
            {
              kana: 'あずまエリカ',
              mana: '東エリカ',
              type: '专',
              cn: '东艾丽佳'
            },
            { kana: 'かくれんれん', mana: '郭蓮蓮', type: '专', cn: '郭莲莲' },
            {
              kana: 'しきゅうする',
              mana: '支給する',
              type: '名・サ变他',
              cn: '支付'
            },
            {
              kana: 'ほんせん',
              mana: '本選',
              type: '名',
              cn: '决赛，正式选拔赛'
            },
            {
              kana: 'とうきょうはくぎんホテル',
              mana: '東京白銀ホテル',
              type: '专',
              cn: '东京白银饭店'
            },
            { kana: 'かてい', mana: '過程', type: '名', cn: '过程' },
            { kana: 'れいねん', mana: '例年', type: '名', cn: '往年，例年' },
            {
              kana: 'ようこう',
              mana: '要項',
              type: '名',
              cn: '要点，重要事项'
            },
            {
              kana: 'アップロードする',
              mana: '',
              type: '名・サ变他',
              cn: '上传，上载'
            },
            { kana: 'しょてい', mana: '所定', type: '名', cn: '规定，指定' },
            { kana: 'しょしき', mana: '書式', type: '名', cn: '格式' },
            {
              kana: 'てんぷする',
              mana: '添付する',
              type: '名・サ变他',
              cn: '添上，附上'
            },
            {
              kana: 'どうかん',
              mana: '同感',
              type: '名・サ变自',
              cn: '同感，赞同'
            },
            {
              kana: 'にほんごがっこう',
              mana: '日本語学校',
              type: '名',
              cn: '日语学校'
            },
            { kana: 'ブイシーディー', mana: 'VCD', type: '名', cn: '视频光盘' },
            { kana: 'ふきかえ', mana: '吹き替え', type: '名', cn: '配音' },
            { kana: 'せりふ', mana: '台詞', type: '名', cn: '台词，道白' },
            { kana: 'どうにか', mana: '', type: '副', cn: '好歹，总算；设法' },
            { kana: 'ストーリー', mana: '', type: '名', cn: '故事情节；故事' },
            { kana: 'トントン', mana: '', type: '副', cn: '嗵嗵' },
            { kana: 'ドンドン', mana: '', type: '副', cn: '咚咚' },
            {
              kana: 'ころがる',
              mana: '転がる',
              type: '动1自',
              cn: '滚转，倒下；扔着'
            },
            {
              kana: 'ゴロゴロ',
              mana: '',
              type: '副',
              cn: '咕隆咕隆；轰隆轰隆'
            },
            {
              kana: 'ごがくがくいん',
              mana: '語学学院',
              type: '名',
              cn: '外语培训学院'
            },
            { kana: 'ちゅうきゅう', mana: '中級', type: '名', cn: '中级' },
            { kana: 'ぶんぽうてき', mana: '文法的', type: '形2', cn: '语法上' },
            {
              kana: 'ふゆかい',
              mana: '不愉快',
              type: '形2',
              cn: '不愉快，不高兴'
            },
            { kana: 'めした', mana: '目下', type: '名', cn: '晚辈；部下' },
            {
              kana: 'ようき',
              mana: '陽気',
              type: '名・形2',
              cn: '开朗，爽朗；欢乐'
            },
            {
              kana: 'かたりあう',
              mana: '語り合う',
              type: '动1他',
              cn: '谈论，交谈'
            },
            { kana: 'みぶり', mana: '身振り', type: '名', cn: '姿势，动作' },
            { kana: 'てぶり', mana: '手振り', type: '名', cn: '手势' },
            {
              kana: 'まじえる',
              mana: '交える',
              type: '动2他',
              cn: '夹杂；交，交换'
            },
            { kana: 'こうやって', mana: '', type: '副', cn: '这样' },
            {
              kana: 'じゅしんする',
              mana: '受信する',
              type: 'サ变他',
              cn: '接收信息'
            },
            {
              kana: 'かいする',
              mana: '介する',
              type: 'サ变他',
              cn: '通过……；介于……之间'
            },
            { kana: 'そうほう', mana: '双方', type: '名', cn: '双方' },
            {
              kana: 'ブラッシュアップする',
              mana: '',
              type: '名・サ变他',
              cn: '刷新，复习'
            },
            {
              kana: 'なにかしら',
              mana: '何かしら',
              type: '副',
              cn: '某种；不知为什么，总觉得'
            },
            {
              kana: 'たんなる',
              mana: '単なる',
              type: '连体',
              cn: '只，单，只不过'
            },
            {
              kana: 'せいちょう',
              mana: '清聴',
              type: '名',
              cn: '倾听，安静地听'
            }
          ],
          phrase: [
            { kana: 'ガチャーン', mana: '', cn: '哐啷；嘎噔' },
            { kana: 'ダッダッダッ', mana: '', cn: '哒哒哒' },
            { kana: 'みみがなれる', mana: '耳が慣れる', cn: '听惯，听熟' },
            { kana: 'よくがでる', mana: '欲が出る', cn: '有……欲望' },
            { kana: 'きがあう', mana: '気が合う', cn: '投缘，合得来' },
            { kana: 'みぶりてぶり', mana: '身振り手振り', cn: '指手画脚' },
            { kana: 'みをもって', mana: '身をもって', cn: '亲身，亲自' },
            { kana: '～ばん', mana: '～版', cn: '～版' }
          ]
        },
        {
          word: [
            { kana: 'なだめる', mana: '', type: '动2他', cn: '安抚，安慰' },
            {
              kana: 'しげきする',
              mana: '刺激する',
              type: '名・サ变他',
              cn: '刺激'
            },
            {
              kana: 'とくしつ',
              mana: '特質',
              type: '名',
              cn: '特点，特性，特征'
            },
            { kana: 'だんとう', mana: '暖冬', type: '名', cn: '暖冬' },
            {
              kana: 'じっしゃかい',
              mana: '実社会',
              type: '名',
              cn: '现实社会'
            },
            { kana: 'べんぎ', mana: '便宜', type: '名', cn: '方便' },
            { kana: 'じさつ', mana: '自殺', type: '名・サ变自', cn: '自杀' },
            { kana: 'ストライプ', mana: '', type: '名', cn: '条纹' },
            {
              kana: 'けんえん',
              mana: '犬猿',
              type: '名',
              cn: '水火不相容，关系不好；狗和猴'
            },
            {
              kana: 'はんしんあわじだいしんさい',
              mana: '阪神淡路大震災',
              type: '专',
              cn: '阪神淡路大地震'
            },
            { kana: 'いちいん', mana: '一因', type: '名', cn: '一个原因' },
            { kana: 'なんごく', mana: '南国', type: '名', cn: '南国' },
            {
              kana: 'きこえ',
              mana: '聞こえ',
              type: '名',
              cn: '听起来，听上去'
            },
            { kana: 'そこ', mana: '底', type: '名', cn: '底' },
            {
              kana: 'ルーズ',
              mana: '',
              type: '形2',
              cn: '散漫，马马虎虎；松懈'
            }
          ],
          phrase: [
            { kana: 'けんえんのなか', mana: '犬猿の仲', cn: '彼此关系如水火' },
            { kana: 'きこえのいい', mana: '聞こえのいい', cn: '好听的，顺耳的' }
          ]
        },
        {
          word: [],
          phrase: []
        },
        {
          word: [],
          phrase: []
        }
      ]
    }
  ]
}
