export default [
  {
    id: 'B151-3-1',
    q: [
      'ラジオで女の人が話しています。',
      '女：もうすっかり秋ですれ。秋は特に果物がおいしい季飾です。都会から少し離れて田舎へ行くと、葡萄や梨などを自分で収穫したりして、自然との触れ合いを楽しめる果物農園がたくさんあります。果物以外にも、きのこ探しや稲狩りといった収穫体験もあります。最近はにわとり小屋で、まだ温かいたまごを取ったり、海から川に戾ってきた鮭を捕まえるなど、生き物と接することができるツアーもあるんですよ。子供たちはきっと大喜びするんじゃないでしょうか。',
      '女の人は何について紹介していますか。'
    ],
    qa: [[
      '1 秋にできる自然体験',
      '2 田舎暮らしの楽しみ方',
      '3 新鮮な食品の探し方',
      '4 子供に人気のある遊び'
    ]],
    d: [0]
  },
  {
    id: 'B151-3-2',
    q: [
      'ラジオで女の人が話しています。',
      '女：私、趣味でパンを作ってるんですが、この間、なんとなくいつも使っている小麦粉、新しく出た別のメーカーのものに変えてみたんです。今までは、一番いいと思ってるメーカーのものがあって、ほかのを使うなんて思ったこともなかったんですが。そうしたらこれが美味しくて、それで思ったんです。ちゃんとした理由や目的がなくても、とりあえず何か新しいことをやってみることで、世界は広がるんだなって。これが一番って、自分が確信していることがあっても、まあ、それはそれで大事だと思うんですが、それにとらわれすぎないようにしたいと思いました。',
      '女の人は何について話していますか。'
    ],
    qa: [[
      '1 料理に適した小麦粉の選び方',
      '2 目的を持つことの必要性',
      '3 いつもと違うことをしてみることの大切さ',
      '4 自分で食べ物を作ることの楽しさ'
    ]],
    d: [2]
  },
  {
    id: 'B151-3-3',
    q: [
      '講演会で教育の評論家が話しています。',
      '男：近年、小学生が理科に興味を持たなくなる。子供の理科離れが進んでいます。その対策として、理科の授業を増やしてはどうかという考えがありますが、果たして、それで問題が解決されるでしょうか。まずは、深い知識と豊かな経験を備えた原版の指導者を育てることに目を向けるべきだと思います。子供たちに理科を好きになってもらおうと、市や町が科学イべントを開催したり、学校で興味を引く実験を行ったりしても、その興味が持続するよう、導ける人がいなくては意味がないのです。',
      '評論家が言いたいことは何ですか？'
    ],
    qa: [[
      '1 理科の授業数を増やすべきだ',
      '2 教師の養成に力を入れるべきだ',
      '3 市や町が科学のイベントを開催すべきだ',
      '4 授業で行う実験内容を見直すべきだ'
    ]],
    d: [1]
  },
  {
    id: 'B151-3-4',
    q: [
      'テレビで、男の人が話しています。',
      '男：私も65歲を過ぎて、定年を向かえ、年金をいただく年になりました。妻はまだ働いてるんですけどね。昔は定年になったら、大好きな趣味、あ、釣りなんですが、釣りを思う存分楽しみたいと思ってたんです。ところが、ある日、仕事で忙しい妻のために、タ飯を作ったら、思った以上に喜んでもらえて、遺り甲斐を感じで、いろいろ作るようになりました。自分なりにいろんな工夫ができますし、掃除や洗濯だったそうなんですよ。ちょっとした気づきや発見もあって、妻に代わって、張り切ってやってます。今では、釣りに出かけても、釣った魚を見て、今晚は何にしようかなと考えるようになりました。',
      '男の人は主に何について話していますか。'
    ],
    qa: [[
      '1 年金だけで生活することの難しさ',
      '2 働いている妻への感謝の気持ち',
      '3 思う存分趣味を楽しめる喜び',
      '4 家事をすることの面白さ'
    ]],
    d: [3]
  },
  {
    id: 'B151-3-5',
    q: [
      'テレビで、男の人が話しています。',
      '男：新学期は電子辞書を買う人も多いと思います。最近はいろんな機種が店に並んでいますね。百科辞典や外国語辞書以外にもいろいろなものが入っていてソフトが充実しています。また、カラーで見られるもの、音声が出るものなど、機能も多様化していますから、どれを買っていいか分からないという人も多いんじゃないでしょうか。毎年、機能もソフトも新しくなるので、購入するタイミングも難しいんですが、まあ、自分に本当に必要なものは何かよく考えて欲張り過ぎず、必要最小限のものに決めるのをお勧めします。',
      '男の人は主に電子辞書の何について話していますか？'
    ],
    qa: [[
      '1 最新機種の機能',
      '2 購入のタイミング',
      '3 ソフトの種類の多さ',
      '4 機種の選び方'
    ]],
    d: [3]
  },
  {
    id: 'B152-3-1',
    q: [
      'ラジオで男の人が話しています。',
      '男：え一、近代文学を代表する作家、佐藤淳ですが、実は彼は幼い頃から石の採集に夢中で石先生と呼ばれるほどだったそうです。これ、ご存じでない方も多いんじゃないのでしょうか。彼は大学で農業を專攻し、卒業後、故郷に戻って高校の教師になってからも石の研究は続けていたそうで、彼が故郷の川で収集した石のコレクションは今でも故郷の博物館に残されています。彼の作品を読むと石の名前なんかがよく登場するんですよ。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 ある作家の故郷にある博物館',
      '2 ある作家の学生時代の研究内容',
      '3 ある作家の知られていない側面',
      '4 ある作家の書いた作品の概要'
    ]],
    d: [2]
  },
  {
    id: 'B152-3-2',
    q: [
      '大学の授業で先生が話しています。',
      '女：日本では主に夏と秋に全国で特色のある大小様々な祭りが行われていますが、祭りは単に地域の人々の娯楽というだけでなく、それに参加する人々の繋がりも深めてくれます。規模の大きい祭りでは観光客が多く訪れ、地域経済にも大きく貢献します。祭りが行われることによってその地域の存在を広くアピールできるなど様々な利点が考えられます。',
      '先生は何について話していますか。'
    ],
    qa: [[
      '1 日本各地の祭りの特色',
      '2 季節と祭りの関係',
      '3 祭りを広くアピールする方法',
      '4 祭りの開催で期待される効果'
    ]],
    d: [3]
  },
  {
    id: 'B152-3-3',
    q: [
      '工場でテレビのレポーターが男の人にインタビューしています。',
      '女：今日はにっこり食品、ヨーグルト工場の田中さんにお話しを伺います。こちらのにっこりヨーグルト、おいしいと人気ですが、最近蓋の裏にヨーグルトが付かないと評判になっているそうですね。',
      '男：はい、お客様から蓋にヨーグルトが付いてしまってもったいないと言った声がありまして、それをきっかけに蓋を工夫しました。',
      '女：どうして付かないんでしょうか。',
      '男：例えば、果物の桃を思い出してください。桃の皮には毛が生えていて水が付き難いですよね。',
      '女：はい。',
      '男：このしくみと同じように蓋の表面にたくさんの細かい突起を作ったというわけなんです。',
      '女：なるほど。工夫されてますね。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 ヨーグルトの味の評判',
      '2 ヨーグルトの蓋の改良',
      '3 おいしいヨーグルトの作り方',
      '4 ヨーグルトに入れる果物の研究'
    ]],
    d: [1]
  },
  {
    id: 'B152-3-4',
    q: [
      'テレビで男の人が話しています。',
      '男：皆さんは大勢の前でスピーチしなければならない時など緊張で心臓がどきどきしてしまう、そんな経験があると思います。これは自律神経という体のある神経の働きによるものなんです。この神経は体のいろいろな機能を活発に働かせたり、沈めたりする、いわば車のアクセルとプレーキのような働きをしています。スピーチの時の緊張による心臓の変化はスピーチという恐ろしいものと戦おうとしてアクセルを踏んだ状態となり、心臓を活発に働かせることによって起こるものなのです。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 緊張せずにスピーチする方法',
      '2 緊張で心臓がどきどきする理由',
      '3 神経の働きの高め方',
      '4 運転中に緊張した経験'
    ]],
    d: [1]
  },
  {
    id: 'B152-3-5',
    q: [
      'テレビでりんご農家の人が話しています。',
      '男：うちは長年りんごを作っていますが、今年はいつもと比ベて天候が悪く、収穫がどうなるか、なかなか見通しが立たなくて…。もちろん。天候に左右されにくくするためにこれまで様々な改良を重ねてきましたが、春先は雨がかなり降りましたからね。でもまあ、その後は天候もよく、何とか無事収穫できそうです。心配した割には見事に実り、今年は去年を上回りそうです。もうまもなく収穫が始まります。心をこめて作ったりんごを多くの方に食べていただきたいと思っています。',
      'りんご農家の人はりんごの何について話していますか。'
    ],
    qa: [[
      '1 改良の苦労',
      '2 収穫を増やす方法',
      '3 今年の収穫の見通し',
      '4 収穫の仕方'
    ]],
    d: [2]
  },
  {
    id: 'B161-3-1',
    q: [
      '講演会で男の人が話しています。',
      '男：みなさんは学校である先生の授業になると、決まって眠くなったという経験はありませんか。それはその先生が身振り手振りを効果的に使って話していなかったかもしれません。結婚式でスビーチをする人が緊張のあまり、ただメモを読むように話すのを聞いていると後になってどんな話だったか覚えていないというのもこれに似っています。ほかの人に何かを伝えたいと思えたら、常に聞き手の様子を伺いながら、体を使って話すことが大切です。そうするだけで、相手に聞こうと思わせることができるんですよ。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 授業を楽しくする方法',
      '2 人前で緊張せずに話す方法',
      '3 聞き手が納得する話し方',
      '4 聞き手の興味を引く話し方'
    ]],
    d: [3]
  },
  {
    id: 'B161-3-2',
    q: [
      'テレビでアナウンサーが話しています。',
      '女：山川町といえば、緑茶の生産地として有名ですが、この町では、風邪やインフルエンザなどの予防のために、家庭でも学校でも水ではなく、緑茶で嗽をしています。緑茶に含まれる成分は、ウイルスに効くため、市場にでないお茶の葉を地域で有効に利用しているということです。どんな種類の緑茶でも効果があるそうですから、みなさんも試してみてはいかがでしょうか。わたしも最近始めたんですけど、1リットル程度作り置きしておくと、いつでも使えて、便利ですよ。',
      'アナウンサーは主に何について話していますか。'
    ],
    qa: [[
      '1 緑茶での嗽による健康法',
      '2 毎日嗽をすることの重要性',
      '3 風邪の予防に効果がある緑茶の種類',
      '4 健康のために飲むとよい緑茶の量'
    ]],
    d: [0]
  },
  {
    id: 'B161-3-3',
    q: [
      '講演会でカウンセラーが話しています。',
      '女：近年職場での人間関係や長時間労働によってストレスを抱える人が増えていますが、無理を続けたために、対処が遅れ、長期休養を取らざるをえなくなってしまうケースが多く見られます。最初の一歩が早ければ、状態が深刻化するのを防ぐことができるのですが、真面目な人ほど一人で悩み抱えてしまい,カウンセラーのところにやってくるころには症状が進んでいることも稀ではありません。カウンセラーの存在は広く知られるようになった今日でも相談に来るのに消極的な人が多いのは残念です。',
      'カウンセラーは主に何について話していますか。'
    ],
    qa: [[
      '1 カウンセラ一を育成する必要性',
      '2 早期にカウンセリングを受ける大切さ',
      '3 現代人のストレスの原因',
      '4 ストレスを感じやすい人の特徵'
    ]],
    d: [1]
  },
  {
    id: 'B161-3-4',
    q: [
      'テレビで評論家が話しています。',
      '女：先月、政府が発表した調査結果から一家族あたりの魚の消費量が肉の消費量に追い越されたことがわかりました。これは、ここ数年で肉の消費が伸ひ、それと同時に魚の消費が緩やかに減少したためです。肉の消費量については、今後も同じ傾向が続けくと思われます。一方、魚ですが、これまで、專門家の間では、消費量は減少することはあっても、増加することはないと言われてきました。しかし、そうではないとわたしは見ています。最近では和食のよさが改めて注目されるなど食に対する意識が変わりつつあるからです。',
      '女の人は今後魚と肉の消費量がどう変化すると考えていますか。'
    ],
    qa: [[
      '1 魚も肉も增える',
      '2 魚も肉も減る',
      '3 魚は增え、肉は減る',
      '4 魚は減り、肉は增える'
    ]],
    d: [0]
  },
  {
    id: 'B161-3-5',
    q: [
      'テレビで専門家が話しています。',
      '男：皆さんは仕事でよい結果を残せるタイプですか。それともなかなかうまくいかないタイプですか。今日は鳥の目と虫の目の話をご紹介します。鳥は髙いところから対象を見渡すので、近くではわからない全体像を捉えることができます。一方、虫の目は近くで対象をじっくりみつめるため、対象物の微妙な動きや変化を知ることができます。広い視野で物事を捉え考えることと、物事を細かく観察し分析すること。職場でもこの両方の目を常に意識していれば、よりよい結果が得られるでしょう。',
      '専門家の話のテーマは何ですか。'
    ],
    qa: [[
      '1 鳥の目と虫の目の共通点',
      '2 自然界の生物の行動パターン',
      '3 仕事に役立つ物の見方',
      '4 自分に合った仕事を見つける方法'
    ]],
    d: [2]
  },
  {
    id: 'B162-3-1',
    q: [
      'ラジオで男の人が話しています。',
      '男：ええ、和紙、伝統的な日本の紙ですね。その和紙の專門店に最近行ったんですけど、そこにきれいな折り紙の作品が飾ってあったんですよ。折り紙は千年ほど前、和紙を使って贈り物を美しく包装するために折り方を工夫することから始まったそうです。そして、和紙が安く生産されるようになると、一枚の和紙からさまざまな形を生み出す遊びとして、子どもたちの間でも人気が出て、折り方の本を出版されるようになりました。近代になると、幼稚園などの教育現場にも取り入れられ、今も広く親しまれています。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 和紙でものを美しく包む方法',
      '2 折り紙の始まりと歷史',
      '3 教育現場に折り紙が取り入れられた理由',
      '4 和紙ができるまでの流れ'
    ]],
    d: [1]
  },
  {
    id: 'B162-3-2',
    q: [
      '会社の企画部の会議で、女の人が話ています。',
      '女：先月、20歳代から50歳代の働く女性を対象に、ストレスと香りに関するアンケート調査を行ったんですが、なんらかのストレスを感じる、と答えた人のほうが、香りを重視してシャンプを購入していました。ええ、それから以前よりも仕事を持つ女性のストレスが増えているということも分かりました。そこで、新しい商品作りには、この結果を取り入れ、リラックス効果の高い香りがするシャンプという方向で進めていくのがいいと思います。ストレス解消を求める働く女性にアピールしていけば、販売数の上昇に繋がるのではないでしょうか。',
      '女の人は何について話していますか。'
    ],
    qa: [[
      '1 調査結果に基づく商品開発の方向性',
      '2 働く女性に対する調査の方法',
      '3 シャンブの販売実績',
      '4 新商品のストレス解消への効果'
    ]],
    d: [0]
  },
  {
    id: 'B162-3-3',
    q: [
      '子育て教室で、男の人が話しています。',
      '男：この中には初めてお子さんを育てるという方もいらっしゃるでしょう。子どもが成長する過程で、絵本は欠かせないものです。赤ちゃんがまだ、言葉がわからないうちは、ストーリを理解できないから絵本は無理だと思う方も多いかもしれませんが、始めは色や形や、音のリズムが面白いものなら興味を持つはずです。赤ちやんが成長するにつれて、挨拶や生活のマナーなどが学べるものを取り入れていくといいですね。さらに理解力が高くなってきたら、わくわく、どきどきするようなストーリのあるものを親子で一緒に楽しんでみたらいかがでしょうか。',
      '男の人は何について話していますか。'
    ],
    qa: [[
      '1 子育てにおける絵本の役割',
      '2 子どもが絵本を好きな理由',
      '3 成長に応じた絵本の選び方',
      '4 絵本におけるストーリの重要性'
    ]],
    d: [2]
  },
  {
    id: 'B162-3-4',
    q: [
      'ラジオで女の人が話しています。',
      '女：健康のためには毎日の運動が必要だと分かっていても、なかなか続けられない方も多いと思います。でも、毎日の過ごし方を少し変えるだけで、軽いスポーツをするのと同等の効果が得られるそうなんです。じっとしている時間を30分減らす。その過程で十分です。これからちょっと気分を変えて、テレビを見る代わりに近所を散歩する。友人と喫茶店で話す代わりに運動ショッピングを楽しむなど、日ごろしていることを少し見直すだけで、出来そうですよね。',
      '女の人は何について紹介していますか。'
    ],
    qa: [[
      '1 日常生活に運動を取り人れる工夫',
      '2 スポ一ツの楽しみ方',
      '3 無駄な時間をなくす工夫',
      '4 気分転换の仕方'
    ]],
    d: [0]
  },
  {
    id: 'B162-3-5',
    q: [
      '小学校で先生が児童の親たちに話しています。',
      '男：もうすぐ夏休みです。海水浴や山登りなどいろいろな企面を立てていらっしゃると思います。ただ每年休みの間に、海や山など出かけた先で怪我をする子供がいます。楽しい夏休みが台無しにならないよう、遊ぶ時のルールを子どもと一緒に決めるようにしてください。たとえば、海であれば、泳ぐ前に体操をすること、沖に流されないよう、砂浜に近いところで遊ぶことなど約束するといいでしょう。いずれにしても、大切なことは、ご両親が子供の行動を見守ることです。どうぞよろしくお願いします。',
      '先生は何について話していますか。'
    ],
    qa: [[
      '1 夏休み中の学校行事の予定',
      '2 夏休み在安全に過ごすための注意点',
      '3 怪我をしたときの対処法',
      '4 海や山で守るべきマナー'
    ]],
    d: [1]
  },
  {
    id: 'B171-3-1',
    q: [
      '会社で女の人と男の人が電話で話しています。',
      '女：もしもし、総務の北村です。来週金曜日の3時から予約されている会議室のことなんですが…。',
      '男：あ、はい。',
      '女：先ほどお電話で人数が10人に変更になったとご連絡いただきましたよね。',
      '男：ええ。',
      '女：20人用の第一会議室をお取りしていましたが、実は同じ日時に20人で会議室を利用したいという連絡がありまして…。その人数が入れるのは一部屋しかないんです。',
      '男：はぁ、そうですか。',
      '女：10人用の第二会議室でしたら空いておりますが…。',
      '男：じゃ、課長と相談して折り返し電話します。',
      '女：すみません。この日は他の時間も全て会議室が埋まっていますので…よろしくお願いします。',
      '女の人が言いたいことは何ですか。'
    ],
    qa: [[
      '1 会議の時間を教えてほしい',
      '2 会議の人数を教えてほしい',
      '3 会議の時間を変更してほしい',
      '4 会議の部屋を変更してほしい'
    ]],
    d: [3]
  },
  {
    id: 'B171-3-2',
    q: [
      '中学校の教室で生徒がスピーチをしています。',
      '女：私には好きなものが全く違う友人がいます。私が好きなことは読書、彼女は映画です。勉強でも私は国語が好きだけど、彼女は数学が得意。こんな風に全然違うんです。でも、テストの前は私が国語を教えて、彼女は数学を教えてくれます。助け合うことで一人ではできないことができるようになります。趣味が同じ友人もいいけれど、違うからこそ、お互いに世界を広げることができる。これは友人同士の話に限らず、周りの人たちとの付き合い全てに当てはまるかもしれません。',
      '生徒が伝えたいことは何ですか。'
    ],
    qa: [[
      '1 好みが違う人と付き合う難しさ',
      '2 一緒に学習することで生まれる友情',
      '3 親しい友人の意外な一面',
      '4 互いに補い合う関係の良さ'
    ]],
    d: [3]
  },
  {
    id: 'B171-3-3',
    q: [
      'テレビでアナウンサーが話しています。',
      '女：本を読む人が少なくなったと言われていますが、実は図書館については利用者数が増加傾向にあります。図書館としても今までにはない、いろいろな試みを行っているんです。例えば、お茶を飲みながら本が読めるスペースや利用者同士がお喋りができる部屋を作った図書館もあります。今回の取材の中では、図書館で高齢の利用者と親しくなって、いろいろな話を聞くのが楽しみになり、よく足を運ぶようになったという若者の声も聞かれ、一定の効果をあげていることがうかがわれます。図書館は静かに本を読む所だというイメージがありましたが、変わってきているようです。',
      'アナウンサーの話のテーマは何ですか。'
    ],
    qa: [[
      '1 図書館の数の変化',
      '2 図書館の利用のマナ一',
      '3 図書館の利用者を增やす試み',
      '4 図書館の利用者の年齢層の変化'
    ]],
    d: [2]
  },
  {
    id: 'B171-3-4',
    q: [
      '町の議会で町長が話しています。',
      '男：来年建設予定の町の総合文化施設ですが、ここには保育所や図書館も入る予定で、この施設ができると町民の生活が便利になることは間達いないと思われます。建設費が高いということから町民の皆様の聞には反対意見も多くあります。しかし、子供からお年寄りまでみんなが利用できるこのような施設は周辺地域にもないユニークなものです。建設予定地が駅から遠く、不便だという意見もありますが、この点については駅からバスを出す可能性などを含めて今後検討していきたいと思います。',
      '町長は施設の建設についてどう言っていますか。'
    ],
    qa: [[
      '1 住民の反対が強く、建設すべきではない',
      '2 住民の反対が強いが、建設すべきだ',
      '3 住民の反対は少ないが、建設の必要はない',
      '4 住民の反対も少なく、建設すべきだ'
    ]],
    d: [1]
  },
  {
    id: 'B171-3-5',
    q: [
      'ラジオでアナウンサーが話しています。',
      '女：今日から12月です。年末年始の消費活動は翌年の景気を占う上でよく注目されます。今年の後半になり、企業の売り上げは順調に伸びてきているようですが、このまま景気は回復するのでしょうか。旅行会社によると、この年末年始の旅行先としては海外より国内旅行のツアー、中でも安く手軽に参加できる日帰りツアーに人気が集中しているとのことです。大手デパートの調べではお歳暮商戦も昨年同様、3千円前後の品が最も売れているということです。このように、消費者が派手な消費を抑える傾向が見られることから景気の回復を実感するにはまだ時間がかかると考えられます。',
      'アナウンサーは何について話していますか。'
    ],
    qa: [[
      '1 来年の景気についての見通し',
      '2 景気が回復したきっかけ',
      '3 売り上げを伸ばすための企業の努力',
      '4 年間の消費行動の傾向'
    ]],
    d: [0]
  }
]
