export default [
  {
    id: 'B151-2-1',
    q: [
      '会社の食堂で女の人と男の人が話してします。男の人はどうしてゴルフをはじめましたか。',
      '女：最近、ゴルフはじめたそうですね。忙しいって話でしたけど、すこし時間に余裕ができたんですか。',
      '男：いや。大学時代の友達に一緒にやらないかって言われてね。前はそんなにきょうみなかったんだけど、はじめてみたら、練習すればするほど上達して楽しいんだよ。',
      '女：そうなんですか。',
      '男：月に三回くらいはやってるかな。',
      '女：運動不足の解消にもなって、よさそうですね。',
      '男：ああ、確かにそういう理由でゴルフはじめる人も多いらしいね。',
      '女：私もはじめてみようかな。',
      '男の人はどうしてゴルフをはじめましたか。'
    ],
    a: [
      [
        '1 時間によゆうができたから',
        '2 友人にさそわれたから',
        '3 前からきょうみがあったから',
        '4 運動不足が解消できるから'
      ]
    ],
    d: [1]
  },
  {
    id: 'B151-2-2',
    q: [
      '女の人と男の人が話しています。男の人はどうしてこの帽子が気にいっていると言っていますか。',
      '女：あ、佐藤さん、こんにちは。',
      '男：こんにちは。',
      '女：その毛糸の帽子、暖かそうですね。きれいな色。',
      '男：ありがとうごさいます。色はまあちよっと派手すぎるかなとも思うんですけどね。最近毎日こればかりで。',
      '女：お似合いですよ。若々しくて。手作りみたいですけど、お孫さんかどなたかからの贈り物ですか。',
      '男：あ、はずかしいんですが、これ、わたしのはじめての作品なんです。かなり苦戰しましたけど、それだけに愛着もわきましたね。暖かいかって聞かれると、まあそうでもないんですけどね。',
      '女：うーん、器用ですね。',
      '男：いいえ、そんなことないですよ。',
      '男の人はどうしてこの帽子が気にいっていると言っていますか。'
    ],
    a: [
      [
        '1 ほかのぼうしより暧かいから',
        '2 色がきれいだから',
        '3 まごからのプレゼントだから',
        '4 自分で作った物だから'
      ]
    ],
    d: [3]
  },
  {
    id: 'B151-2-3',
    q: [
      '男の学生と女の学生がサークルの打ち合わせについて話しています。来週の打ち合わせはどこでしますか。',
      '男：ね、来週夏の合宿の打ち合わせ、あるよね。',
      '女：大学の食堂でするんだったよね。みんなで6人だっけ。うん、そうだよ。',
      '男：あそこ、うるさすぎない？大学の正門の前にある喫茶店に変えようよ。あっちのほうが静かでいいと思うなあ。',
      '女：あそこは他にお客さんもいるし、長い時間は居づらいような気がするなあ。',
      '男：そっか。じゃ、大学の教室は？今年から学生でも借りられるようになったんじゃなかった？',
      '女：うん、でも教室を使うには二週間前までに大学に申請書ださなきゃいけないんだよ。',
      '男：ああ、そうなんだ。あ、そういえば、駅の近くに貨し会議室っていうのがあって、学生でも使えるらしいよ。ただ有料だからなあ。',
      '女：場所かえるとなると、みんなに連絡しなきゃいけなくなるし、多少ざわざわしてるのは我慢するしかないんじゃない？',
      '男：うん、そうだね、わかった。',
      '来週の打ち合わせはどこでしますか。'
    ],
    a: [
      [
        '1 大学の食堂',
        '2 大学の前のきっさてん',
        '3 大学の教室',
        '4 駅の近くの貸し会議室'
      ]
    ],
    d: [0]
  },
  {
    id: 'B151-2-4',
    q: [
      '介護施設で、女の職員と男の職員が話しています。男の職員が介護に関心を持ったきっかけは何ですか。',
      '女：吉田さん、吉田さんって、前はIT企業につとめてたんでしょう。今やってる介護の仕事には、以前から興味あったの？',
      '男：ああ、自分がこの仕事につくなんて、考えたこともなかったよ。前の会社では介護に関連したシステム開発の仕事にもあったけど、ぼくは別の分野の担当だったし。',
      '女：うーん？',
      '男：2年ぐらい前、うちでなんとなくテレビを見ていたら、たまたま怪我した主人公を家族で世話するって話のドラマやってて。それ見ながら自分の家族だったらとか、介護についていろいろ考えちゃってね。',
      '女：へえ？',
      '男：うん。で、それ以来本とかもパラパラ読んだりして、そのうちに、とうとう転職まで考えるようになったってわけ。',
      '女：そうだったんだ。',
      '男：介護関連の仕事やってた元同僚とは転職後もよく会ってて、ふたりで深夜まで話しててもあきないぐらいだから。この仕事、よっぽどあってるんだって思うなあ。',
      '男の職員が介護に関心を持ったきっかけはなんですか。'
    ],
    a: [
      [
        '1 前の会社でかいごに関する仕事をしたこと',
        '2 かいごに関するテレビドラマを見たこと',
        '3 けがをした家族のかいごをしたこと',
        '4 知り合いからかいごについて話を聞いたこと'
      ]
    ],
    d: [1]
  },
  {
    id: 'B151-2-5',
    q: [
      'テレビで女のアナウンサーと大学の先生が話しています。先生はどうしたら子供が本を読むようになると言っていますか。',
      '女：先生、子供が楽しんで本を読むようになるには、どんなことが必要でしょうか。例えば、小さい時からできることは何かありますか。',
      '男：そうですね。本に興味がないから本を読まないんだろうと思われがちですが、実は、本を読めない子供が最近増えているんです。',
      '女：あのう、それは文字の習得の問題ですか。',
      '男：いいえ、単に文字が読めるか読めないかが問題ではなく、本を楽しむためには、本に出てくる言葉を頭のなかでイメージしていく技術が必要なんですよ。',
      '女：えっと、それはつまり、場面を想像しながら読むということですか。',
      '男：その通りです。で、その技術というのは、文字を覚えるよりももっと前の、絵本を読んでもらっているころに身につくんですよ。',
      '女：そうなんですか。',
      '男：ええ、小さい子供に絵本を読んでやるでしょう。そのとき、子供の頭のなかでは、物語を聞きながら絵が動き出すんです。そうやって物語を理解し、楽しんでいる。それが本を読み、楽しむ力になっていくんです。',
      '女:そうですか。なるほど。',
      '先生はどうしたら子供が本を読むようになると言っていますか。'
    ],
    a: [
      [
        '1 小さいころからきょうみを持つ本をあたえる',
        '2 小さいころから文字をしっかり教える',
        '3 小さいころから絵本を読んでやる',
        '4 小さいころから物語の感想を話せる'
      ]
    ],
    d: [2]
  },
  {
    id: 'B151-2-6',
    q: [
      '食品メーカーで女の社員と課長が話しています。課長は新商品について何が問題だと言っていますか。',
      '女：課長、先月発売した新商品のチョコレート、売れ行きどうですか。',
      '男：ああ、みんなにも報告しようと思っていたところなんだけど、ちよっと困ったことになってね。',
      '女：えっ、どうしたんですか。',
      '男：広告に力を入れた甲斐もあって、発売直後から売れゆきが好調でね。今の生産体制のままじゃ、対応し切れなくなってしまっているんだよ。',
      '女：そうなんですか。',
      '男：うん。開発の際にこだわった低価格でありながら、高級感のある味って言う点が、消費者に評価されたみたいなんだよ。質の高い原料を安く確保するのにはずいぶん苦労したからね。',
      '女：そうでしたね。',
      '男：ただ、もたもたしているうちに、他社から同じような商品が出されるっていう可能性もあるからね。早く対応を考えないと。',
      '女：そうですね。',
      '課長は新商品について何が問題だと言っていますか。'
    ],
    a: [
      [
        '1 広告のこうかが出ていないこと',
        '2 生産が注文に追いついていないこと',
        '3 原料の価格が髙くなったこと',
        '4 ほかの会社から同じような商品が出たこと'
      ]
    ],
    d: [1]
  },
  {
    id: 'B152-2-1',
    q: [
      '会社で女の人と男の人が話しています。男の人はこの後何をしますか。',
      '女：イベントの準備どう？あと2日だけど、どこまで進んでる？',
      '男：準備は順調です。見てください、当日街で配るチラシもばっちりです。会場の方はステージのセットも完了していますし、客席の椅子ももう並べたので、あとはそれを拭くだけです。',
      '女：埃がすごかったでしよう。最近、椅子使ってなかったから。',
      '男：はい。',
      '女：あれ？このチラシ、開場の時間、間違ってるよ。11時になってるけど10時半でしよう？',
      '男：あの、先週部長から指示があって11時に変更になったんですよ。びっくりした、作り直しかと思いましたよ。',
      '女：ごめんごめん。私、昨日まで出張に行ってたから知らなかった。じゃ、引き続き準備よろしくね。',
      '男の人はこの後何をしますか。'
    ],
    a: [
      [
        '1 ステ-ジをセットする',
        '2 客席のいすをきれいにする',
        '3 ちらしを作り直す',
        '4 部長に開場時間をかくにんする'
      ]
    ],
    d: [1]
  },
  {
    id: 'B152-2-2',
    q: [
      'テレビでアナウンサーがサッカーの監督にインタビューをしています。監督はどうして今のチームの監督を引き受けたと言っていますか。',
      '女：監督、この度、山下サッカークラプの監督を引き受けられた理由を伺えますか。選手時代に所属していたチームからも誘いがあり、そちらを断ってということですが。',
      '男：まぁ、監督を務めるのに慣れ親しんだチームがいいってことはないんでね。理由ですか…んー、監督っていうのは若くて將来性のある選手を育てたいっていう人も多いんだけど、逆にベテラン選手の今ある力を最大限に発揮させてチーム力アップを図りたいっていうタイプもいて、私は後者の方なんですよ。経験豊富な選手は若い選手を育てる役割も果たしてくれるしね。そういう選手が揃ってますよ、このチ一ムは。',
      '女：山下サッカークラプは優勝回数も多い名門クラプですね。',
      '男：ここ数年は優勝争いに加わっていないんで、今シーズンはチームで団結して優勝目指します。',
      '監督はどうして今のチームの監督を引き受けたと言っていますか。'
    ],
    a: [
      [
        '1 選手時代にしょぞくしていたから',
        '2 若い選手でチ一ムをこうせいできるから',
        '3 ペテランの選手が集まっているから',
        '4 常にゆうしょうをあらそう強いチ-ムだから'
      ]
    ],
    d: [2]
  },
  {
    id: 'B152-2-3',
    q: [
      '薬局で客と店員が話しています。店員はこの薬は以前と比べて何が変わったと言っていますか。',
      '男：すみません、風邪薬が欲しいんですけど…咳が止まらなくて。',
      '女：では、こちらはいかがでしようか。',
      '男：あれ？これ、前に飲んでたのと同じだ。でも名前はこれだったけど、箱のデザインがちょっと違ったような…。',
      '女：あぁ、こちらの薬、デザインもそうなんですけど、以前お使いの時は1日に3回飲まれていたと思いますが、2回でよくなったんです。錠剤の大きさは変わらず、効き目の持続時間が長くなりまして。',
      '男：そうですか。',
      '女：価格の方は以前のままですね。',
      '男：そうですか。じゃ、これいただきます。',
      '店員はこの薬は以前と比ベて何が変わったと言っていますか。'
    ],
    a: [
      [
        '1 箱のデザインと飲む回数',
        '2 箱のデザインと価格',
        '3 じょうざいの大きさと飲む回数',
        '4 じようざいの大きさと価格'
      ]
    ],
    d: [0]
  },
  {
    id: 'B152-2-4',
    q: [
      'ある町の清掃活動で市役所の人がボランティアに話しています。この町での清掃活動を終えるのはどうしてですか。',
      '男：皆さん、今日まで町のごみ拾いの清掃活動にご参加いただき、ありがとうございました。この活動は当初の計画では2年の予定でしたが、今回で終了することとなりました。と言いますのは、皆さんの姿を見て地域の人々の意識も変わり、ごみの最が激的に減少しまして。この町での役目は果たしたと考えています。いずれまた、他の町で清掃活動が行われるということになりましたら、その際はボランティアの皆さんにまた是非お集まりいただき、ご協力をお願いしたいと思います。',
      'この町での清掃活動を終えるのはどうしてですか。'
    ],
    a: [
      [
        '1 予定していた期間がじゅうりょうしたから',
        '2 ごみが減ってそうじの必要がなくなったから',
        '3 ほかの町で活動することになったから',
        '4 ボランティアが集まらなくなったから'
      ]
    ],
    d: [1]
  },
  {
    id: 'B152-2-5',
    q: [
      '男の留学生と女の留学生がクラスのグループ分けについて話しています。2人はどうやってグループを作ることにしましたか。',
      '男：リーさん、来週の日本人学生をクラスに招いての交流会のことだけど、グループに分かれてディスカッションするでしょう？実行委員の僕とリーさんでグループ分けしなくちゃね。',
      '女：うん。クラスを4、5人ずつのグループに分けて各グループに1人日本人に入ってもらおうか。',
      '男：うん。どうやってグループ分けする？',
      '女：普段の授業の時はクラス名簿の順番に沿って区切るとか、席が近い人同士とかでグループ分けしてるよね？これまでやってないやり方だとくじ引きとか？あっ、仲がいい人同士でもいいか。',
      '男：仲がいい人同士でグループを作るより、日頃あんまり喋らない人と組んだ方が面白いかもよ。今までと違う方法がいいかと思うんだけど…そうか、くじか。',
      '女：やってみないとどんなグループになるかわかんないけどね。',
      '男：うん。結果として仲がいい人同士のグループになるのかもしれないけど、それでも名簿順とかより新鮮でいいよね。それでやってみるか。',
      '女：うん。',
      '2人はどうやってグループを作ることにしましたか。'
    ],
    a: [
      [
        '1 めいぼの順番で組ませる',
        '2 席が近い人どうしで組ませる',
        '3 くじを引いて組ませる',
        '4 仲がいい人どうしで組ませる'
      ]
    ],
    d: [2]
  },
  {
    id: 'B152-2-6',
    q: [
      '女の学生と男の学生が話しています。男の学生は何に対して腹が立ったと言っていますか。',
      '女：昨日、陸上競技会に出て400メートル走、準優勝だったんだって？すごいじゃない。',
      '男：あ一、でもちよっと予選で腹が立っことがあってね。',
      '女：どうしたの？',
      '男：予選っていうのは1度に6人ずつ10組走って、あー、つまり、全部で60人の中からタイムの良かった上位6名が決勝に進めるんだけど…。',
      '女：うん。',
      '男：僕は予選で走った組の中で1位だったし、タイムもよかったから決勝に進めるって思ってたんだけど、予選後の結果発表で上位6人が読み上げられた時、僕呼ばれなかったんだ。それなのに、予選で僕と同じ組で2位だった選手がその6名に入ってて…。',
      '女：え？それどういうこと？',
      '男：おかしいだろ？だからビデオ持って、あー、陸上部のマネージャーがレースを撮影してたからね、それ見せて主張したら原因調べてくれたんだけど、計測されたタイムを係りの人が用紙に記入する時、書き間違えたって。',
      '女：え一？',
      '男：こっちは大会のために頑張ってきたのに、ほんと頭にくるよ。結局、僕は予選2位に繰り上げられたんだけどね。初めに6位って発表された人をあとになって予選落ちには出来ないってことで、決勝は7人で走ったよ。',
      '女：へえー。まあ、確かに1度発表された後にあなたは決勝に出られませんって言うんじゃかわいそうだしね。',
      '男の学生は何に対して腹が立ったと言っていますか。'
    ],
    a: [
      [
        '1 自分のレースがビデオでとられていなかったこと',
        '2 自分のタイムが間違って記録されていたこと',
        '3 自分の主張が受け入れられなかったこと',
        '4 自分の順位が結果発表の後で変えられたこと'
      ]
    ],
    d: [1]
  },
  {
    id: 'B161-2-1',
    q: [
      '花屋で女の人と店員が話しています。店員はどうして木の元気がなくなったと言っていますか。',
      '女：すみません、あのう、この木と同じものをニヶ月前にここで買って、育てるんですけど、最近、元気がなくて、比較的気温の変化に強くて、世話も簡単だって聞いてたんですが。',
      '男：そうですか。うーん、どうしたんでしようね。枯れる原因でまず考えられるのは水のやりすぎによって、根が腐ってしまうことですけど。',
      '女：はい。水はやりすぎないように注意していましたし。日当たりのいいベランダに常に置くようにしていたんですけど。',
      '男：ああ、おそらくそれですね。この木は暖かい場所好むですが、直接日光長く浴びてしまうと、枯れてしまうこともあるんですよ。',
      '女：ああ、そうなんですか。気をつけなきゃいけませんね。',
      '男：あと、これからの時期、どんどん枝が伸びてくるので、そのときは鉢は大きいものに換えてください。',
      '女：あっ、はい。わかりました。',
      '店員はどうして木の元気がなくなったと言っていますか。'
    ],
    a: [
      [
        '1 気温が低すぎたから',
        '2 水をやりすぎたから',
        '3 日光を当てすぎたから',
        '4 はちを大きものに変えたから'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-2-2',
    q: [
      '女の人と男の人が話しています。女の人はレストランのどんなところが気になったと言っていますか。',
      '女：昨日、会社の前にできた新しいパスタの店に行ってきたよ。',
      '男：ああ、そこぼくも行きたいと思ってたんだ。どうだった。',
      '女：うん。まあ、悪くはなかったけど、ちょっと気になったところもあってね。',
      '男：えっ、一流のレストランで働いてた人がやっているって聞いたけど。',
      '女：えん。あっさりした味付けで、素材の味を生かした確か上品な料理が多かったよ。けっして安くはないけど、まあ、あの味なら、値段も妥当かな。',
      '男：そうか、じゃ、インテリア。外から覗いただけだけど、色使いが独特だよね。',
      '女：うん、雰囲気を出そうとしてるのはわかるんだけど、実際なかに入ってみると、ちょっと派手すぎて、落ち着かないんだ。店の人の気配りや対応なんかはさすがだなって思っただけど。',
      '女の人はレストランのどんなところが気になったと言っていますか。'
    ],
    a: [
      [
        '1 味があっさりしすぎているところ',
        '2 値段が高いところ',
        '3 インテリアがはでなところ',
        '4 サービスが良くないところ'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-2-3',
    q: [
      '大学で男の学生と女の学生が話しています。男の学生はどうしてクラプの部長になるのを断りたいと言っていますか。',
      '男：あのう、先輩、先週先輩から来年部長にならないかってお話いただきましたけど、あれ、やっばりお断りしたいと思ってるんです。クラプのみんなをまとめていく役割には興味があるんですが。',
      '女：そう。わたしがやめたあとの部長は田中君にお願いしたいなって思ってたんだけど。やっばり四年生になると、会社を訪問したり、面接を受けたり、就職活動でたいへんだよね。',
      '男：いいえ、それはほかの四年生も同じだと思うんですけど、実は、卒業前にやりたいことがあって。',
      '女：あっ、確か、留学したいんだっけ。',
      '男：はい。それさえなければ、引受たかったんですが。途中で部長をやめることになっても、申し訳ありませんし、すみません。',
      '女：そう、残念だけど、仕方がないね。',
      '男の学生はどうしてクラプの部長になるのを断りたいと言っていますか。'
    ],
    a: [
      [
        '1 みんなをまとめていくのが苦手だから',
        '2 しゅうしょくのためのじゅんびが大変だから',
        '3 卒業前に留学したいから',
        '4 クラブをやめようと思っているから'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-2-4',
    q: [
      '会社で男の人と女の人が話しています。女の人は今回どんな点を重視した弁当を作ろうと考えていますか。',
      '男：山本さん、今回のうちの課の新商品のお弁当の企画、山本さんが担当することになったんだって？',
      '女：ああ、はい。',
      '男：どんなお弁当を考えてるの。確か前回うちの課が企画したのはお年寄りをターゲットにした和風弁当だったよね。',
      '女：ええ、全体的に、量は少なくても、野菜がきちんと取れるって、評判ですよね。で、今回は、ターゲット、若い人に絞った和風弁当にしてみたいんです。男性にも、女性にも喜ばれそうな。',
      '男：いいんじゃない？最近は若い男性も栄養バランスを意識して、野菜がたっぷり入ったお弁当を好む人多いらしいし。',
      '女：はい。でも今回わたしが考えてるのは野菜よりむしろ肉とか魚とかの蛋白質を多めにした、全体的にボリュウムたっぷりの和風弁当なんです。いまは女性もバリバリ働いている時代ですから。',
      '男：ああ、そう。',
      '女：はい。それに、和食は目で食べるっていうから、ぱっと見た感じも大事ですよね。今回はこの二点を重視したお弁当にしたいんです。',
      '男：なるほどね。',
      '女の人は今回どんな点を重視した弁当を作ろうと考えていますか。'
    ],
    a: [
      [
        '1 全体の量は少ないが、野菜がたっぷりのべんとう',
        '2 全体の量は少なく、見た目の良いべんとう',
        '1 全体の量は多く、野菜もたっぷりのべんとう',
        '1 全体の量は多く、見た目の良いべんどう'
      ]
    ],
    d: [3]
  },
  {
    id: 'B161-2-5',
    q: [
      'テレビのニュースでアナウンサーが話しています。緑街を訪れる外国人が満足していないこと何だと言っていますか。満足していないことです。',
      '女：歴史的な建築物と、祭りで有名な緑町が、外国人観光客を対象とした満足度調査の結果を発表しました。看板や地図が外国語で書かれている、無線でインターネットに接続できる場所があるなどの点では評価を得た一方、電車の乗り換えが複雑であるなど交通機関のシステムがわかりにくいという否定的な声も聞かれました。来年は五年に一度の緑祭りが開催される年です。見る機会の少ないこの祭りを目当てに、外国人観光も大勢訪れる見通しで、早急な対応が期待がされます。',
      '緑街を訪れる外国人が満足していないこと何だと言っていますか。'
    ],
    a: [
      [
        '1 かんばんや地図が外国語で書かれていないこと',
        '2 インターネットに接続できる場所が少ないこと',
        '3 交通機関のシステムが複雑で分かりにくいこと',
        '4 察りの回数が少なく、見る機会が少ないこと'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-2-6',
    q: [
      '大学で先生がある食品会社について話しています。この会社の野菜ジュースの売上が伸びた理由は何ですか。',
      '男：この食品メ一カ一は、数年前まで、野菜ジュースを大型スーパーなどを中心に全国的に販売していたんですが、売上がなかなか伸びなかったんです。そこで、売上が好調な地域にターゲットを絞り、商品を販売する店の数が増やしたところ、売上が倍近く増加したそうです。これは新商品を開発したり、商品の価格を下げたりするのではなく、売上に関するデータを生かした戰略の一つと言えます。',
      'この会社の野菜ジュー`スの売上が伸びた理由は何ですか。'
    ],
    a: [
      [
        '1 全国の大型スーパーではんばいを始めた',
        '2 特定のちいきで、商品を売る店を増やした',
        '3 特定のちいき向けに新商品を開発した',
        '4 特定の期間、商品の値段を下げた'
      ]
    ],
    d: [1]
  },
  {
    id: 'B162-2-1',
    q: [
      '男の学生と女の学生が話しています。男の学生のうちに警察官が来た目的は何ですか。',
      '男：この前突然うちに警察官が尋ねてきたんだよ。',
      '女：え？近くでなんか事件でもあったの？',
      '男：うん、僕もそう思ったんだ。一人暮らしですか、一緒に住んでる家族はいますかって聞かれて、何か疑われてるのかなって。',
      '女：うん、うん。',
      '男：そうしたらね、火事とか何か災害でもあったときに、住民の無事を確認する必要があるから、定期的にそういうの聞いて回ってるんだって。',
      '女：ああ、そういうとき、どこに誰が住んでるか分かってないとね。',
      '男：うん、警察の人が来るなんてびっくりしたって正直に伝えたら、ほかにも地域の担当警官が変わったときに、挨拶に回ったりすることもあるって。',
      '女：え、警察官があいさつに来るの？知らなかった。',
      '男の学生のうちに警察官が来た目的は何ですか。'
    ],
    a: [
      [
        '1 近所で起こった事件について調ベるため',
        '2 さいがい時のひなん場所を知らせるため',
        '3 どこにだれが住んでいるのか知るため',
        '4 たんとうちいきの住民にあいさつするため'
      ]
    ],
    d: [2]
  },
  {
    id: 'B162-2-2',
    q: [
      '研究会で学生と先生が話しています。先生はこの学生の研究発表について、何が問題だったと言っていますか。',
      '女：先生、先ほどの私の発表何か問題があったでしょうか。先生、渋いお顏されていてので…。',
      '男：私の表情まで見えてましたか、初めてにしてはたいしたもんだ。落ち着いてた証拠だね。',
      '女：いえ、そんなことは…すごく緊張しました。',
      '男：まあ、全体的には合格点と言えるんだけどね。話の運び方が、まずは全体像、その後で調査の方法とか結果とか詳細への進めるといいよ。聞いている人にとっては初めて聞く話なんだから。ああやって細かいところから伝えられるとね。',
      '女：はい。',
      '男：でも、まあ、発表の時の声の大きさも適当だったし、受けた質問への対応も好感が持ってたし、なかなかのものだったよ。',
      '女：あ、はい。次からはご指摘いただいた点、気を付けます。',
      '先生はこの学生の研究発表について何が問題だったと言っていますか。'
    ],
    a: [
      [
        '1 きんちょうして落ち着きがなかったこと',
        '2 話の進め方が適当でなかったこと',
        '3 声が小さくて聞き取りにくかったこと',
        '4 質問への対応がよくなかったこと'
      ]
    ],
    d: [1]
  },
  {
    id: 'B162-2-3',
    q: [
      '男の人と女の人が話ています。女の人はどうしてカフェの開店を延期することにしましたか。',
      '男：前田さん、来週カフェをオーペンするんだよね、どう、順調？',
      '女：うーん、従業員募集してるんだけど、必要人数に達してなくて、タ方から夜にかけて勤務できる人が必要なんだけどねえ。先月までは店の工事がずいぶん遲れれて心配したんだけど、そちは何とか間に合ったのに。そういうわけで結局オーペン1ケ月先になったんだ。',
      '男：ええ？本当？でも、まあ、あせて開店してサービスの評判を落とすより、延期してでもちゃんと準備したほうがいいよ。あ、メニューは決まった？前に、どんなメニュー出すか惱んでただろう？',
      '女：うん、完成した。食事のメニューも充実してるから、オ一ペンしたら、食べに来て。あ、食器もこってるんだよ。飲むカップによって、おいしさも変わってくるなんて言われるでしゃう。ほとんどの食器海外から取り寄せたんだ。',
      '男：海外から食器を？すごいな！オーペン楽しみにしてるよ。',
      '女の人はどうしてカフェの開店を延期するとにしましたか。'
    ],
    a: [
      [
        '1 スタッフの数がそろっていないから',
        '2 店の工事が間に合わないから',
        '3 メニューが決まっていないから',
        '4 注文した食器がとどいていないから'
      ]
    ],
    d: [0]
  },
  {
    id: 'B162-2-4',
    q: [
      '大学で休み時間に男の学生と女の学生が話しています。女の学生はどうしてぼんやりしていましたか。',
      '男：森さん、さっきからずっとぼんやりして、何か考え事？',
      '女：あ、うん、あのね、昨日テレビで、ぼんやりすることにはすごい効果があるって紹介してたんだ。五分ぐらい目を閉じて何も考えないでぼんやりしてると、頭の中の情報が整理されて記憶が定着しやすくなるっていう実験結果があってね。',
      '男：へえ、ぼんやりしてるときは、のうがやすんでるんじゃないの？',
      '女：そう思うでしょう？ところがのうは活発に働いてるんだって。私先の授業で山ほど知識詰め込んで、ごちゃごちゃなってるから、さっそくぼんやりを実践しようとしてたんだ。',
      '男：あ、じゃ、邪魔しちゃったね。',
      '女：うんん、あ、そういえば、疲れてるときなんかにこれやると、すっきりして、体がリラックスするとも言ってたな。',
      '男：へえ、僕も今度やってみるよ。',
      '女の学生はどうしてぼんやりしていましたか。'
    ],
    a: [
      [
        '1 考え事をするため',
        '2 頭の中を整理するため',
        '3 のうを休めるため',
        '4 体をリラックスさせるため'
      ]
    ],
    d: [1]
  },
  {
    id: 'B162-2-5',
    q: [
      'テレビでアナウンサーと大学の教授が話しています。教授が大学の研究で心配しているのはどんなことですか。',
      '女：今日は物理学の青木教授に大学での研究が抱える問題についてお話を伺います。',
      '男：私は大学で40年研究・教育に取りくんでいます。かねてから大学の研究はすぐに社会に役立つものが少ないと批判を受けることがあります。',
      '女：ええ。',
      '男：もちろん、科学は最終的に人の役に立つものであるべきです。昨今では産業界の協カを得て応用技術の開発や実用化が比較短い期間で可能になりました。が、本来大学の使命というのはきそ研究にあります。',
      '女：きそ研究というのは木の根っことのようなものですね？',
      '男：ええ、そこをしっかりやってこそ様々な応用、科学の発展へとつながっていくんです。根っこが枯れてしまっては取り返しが付きません。社会や産業界からすぐに役立つ研究、より早い実用化が求められるのも分かりますが、大学の本来の使命が見失われてしまうことに私は大変危機感を持っています。',
      '教授が大学の研究で心配しているのはどんなことですか。'
    ],
    a: [
      [
        '1 すぐに社会に役立つ硏究が少ないこと',
        '2 産業界の協力が得られなくなること',
        '3 実用化でに時間がかかりすぎること',
        '4 きそ研究がじゅうしされなくなること'
      ]
    ],
    d: [3]
  },
  {
    id: 'B162-2-6',
    q: [
      '照明器具の店で店員が新しい商品について話しています。この商品にはどんな機能がありますか。',
      '男：こちらの照明は防犯を意識したものです。タイマーをセットすれば、室内の電気のオン・オフが普段と同じ時間に出来るので、旅行などで家を空けても外から留守だと分かません。防犯用照明というと、これまでは、たとえば、人の動きに反応して付くものなど、屋外の照明に限られ、こういった室内用のものはありませんでした。最近の室内照明は、明るさを細かく調節出来たり、外の明るさに応じて、自動的に電気の明るさを変える機能があったりと省エネーをアピールしたものが主流ですが、こちらの商品は特定のニーズに答えたものといえますね。',
      'この商品にはどんな機能がありますか。'
    ],
    a: [
      [
        '1 電気をつけておく時間が設定できる',
        '2 動くものに反応して電気がつㄑ',
        '3 電気の明るさが細かくちょうせつできる',
        '4 外の眀るさに応じて電気の眀るさが変わる'
      ]
    ],
    d: [0]
  },
  {
    id: 'B171-2-1',
    q: [
      '会社で男の人と女の人が話しています。女の人がお弁当を持ってきている理由はなんですか。',
      '男：井上さん、最近お昼に外に食べに行かないね。',
      '女：あ、お弁当作って持ってきてるから。',
      '男：でも前にお弁当は作るの大変って言ってなかった？',
      '女：うん、それは子供のお弁当のことだったんだ。前に子供のお弁当を作ってた時は栄養のバランスを考えて作っていたし、それに好きなものをたくさん入れてあげたいと思うから手間がかかったんだけど、自分のだけならね。',
      '男：あぁ、そういうものか。',
      '女：ほら、昼休みに外に食べに行くと時間かかっちゃうでしょう？お店まで行くのも待つのも。休憩は1時間しかないからちょっと運動したり、勉強したり、なんか有意義に時間を使いたいなって思って。',
      '男：なるほど、僕もお弁当持ってこようかな。食費の節約にもなるしね。',
      '女の人がお弁当を持ってきている理由はなんですか。'
    ],
    a: [
      [
        '1 子どものおベんとうを作るついでだから',
        '2 えいようのバランスがよい食事にしたいから',
        '3 昼休みの時間をゆうこうに使いたいから',
        '4 食費をせつやくしたいから'
      ]
    ],
    d: [2]
  },
  {
    id: 'B171-2-2',
    q: [
      '女の人と男の人があるドラマについて話しています。男の人はドラマのどんな点が気に入っていると言っていますか。男の人です。',
      '女：ねぇ、山下くん。先月始まったあのドラマ、見てる？',
      '男：あぁ、「島の警察官」？好きな俳優が出てるって言ってたよね？',
      '女：うん。最初はそれで見始めたんだけど、今は俳優の魅カよりストーリーが面白くて見てる。山下くんは？',
      '男：うん。僕はどっちかっていうとドラマに出てくる町に惹かれてる。舞台になってる島の風景とか海沿いの古い家とか、僕が住んでるとことは全然違うから行ってみたくなっちゃうんだ。',
      '女：確かあの島、今、観光客が増えているらしいよ。',
      '男：やっばりね。あ、そう言えば、ドラマの最後に流れる歌も最近人気みたいだよ。',
      '女：あぁ、あのドラマにぴったりで暖かい感じがする素敵な曲だもんね。',
      '男の人はドラマのどんな点が気に入っていると言っていますか。'
    ],
    a: [
      [
        '1 好きなはいゆうが出ているところ',
        '2 ストーリーてんかいが面白いところ',
        '3 ぶたいになっている町がみりょくできなところ',
        '4 最後に流れる歌がいいところ'
      ]
    ],
    d: [2]
  },
  {
    id: 'B171-2-3',
    q: [
      '男の人と女の人が山川市の新しい市長について話しています。女の人はまず、市長にどんな問題に取り組んでほしいと言っていますか。女の人です。',
      '男：今回の選举で新しい市長が決まったね。中田さんは市長にまず、どんな課題に取り組んでほしいと思う？今回の選举では地域の経済が落ち込んでいるのが問題になってたけど。',
      '女：そうね、働くところ見つけるのも大変だって聞くよね。んー、うちは両親が年取ってきたし、介護の問題も気になるけど、子供がいるから小児科の先生が足りないって問題を先に解決してほしいな。',
      '男：うちも小っちゃい子供がいるからわかるよ。うちは妻も働きながら子育てしたいって言ってるから僕はまずは保育所の問題に取り組んでほしいな。',
      '女：あぁ、保育所不足ってどこの自治体も問題になってるね。',
      '女の人はます、市長にどんな問題に取り組んでほしいと言っていますか。'
    ],
    a: [
      [
        '1 働く場所が不足している問題',
        '2 高齢者をかいごする人が不足している問題',
        '3 小児科の医師が不足している問題',
        '4 ほいくしょが不足している問題'
      ]
    ],
    d: [2]
  },
  {
    id: 'B171-2-4',
    q: [
      '会社の企画部で男の課長と女の社員が話しています。課長はどうして企画の説明をこの女の社員に頼みたいと言っていますか。',
      '男：本田さん、今うちの部が企画している新しい手帳のことなんだけど、ほら、本田さんのアイディアから生まれた手帳。',
      '女：あ、はい。',
      '男：来週、営業部とか他の部の部長も出席する会議があって、そこであの商品の企画について説明することになったんだよ。それでその説明、本田さんにお願いしたいんだけど……。',
      '女：え、私ですか？',
      '男：うん、この企画にずっと関わってきたし、あれ思い付いたの本田さんだから。発想についても話してほしんだ。',
      '女：あ、でも私、まだ会議で商品のプレゼンテーションなどした経験なくて……。',
      '男：あぁ、ちょっと緊張するかもしれないけど、何かあったら横から僕が助けるから大丈夫だよ。',
      '女：はい、わかりました。やってみます。',
      '課長はどうして企画の説明をこの女の社員に頼みたいと言っていますか。'
    ],
    a: [
      [
        '1 女の社員が商品を思いついたから',
        '2 課長が会議に出られないから',
        '3 女の社員に商品を説明する経験をさせたいから',
        '4 女の社員はプレゼンテーションが上手だから'
      ]
    ],
    d: [0]
  },
  {
    id: 'B171-2-5',
    q: [
      '女の人と男の人が話しています。男の人にとって登山の1番の魅力はなんですか。',
      '女：山田さん、山がご趣味だそうですけど、登山の魅カってなんですか。',
      '男：何かな……すぐには答えられないな。自然の中を何も考えないで一歩一步歩いてると普段の生活とか惱みが忘れられるんだけど。',
      '女：あぁ、日常から解放されるんですね。',
      '男：ん一、山頂に着いた瞬間が最高なんだよ。自分の足でゴールに到達したっていう満足感、これが最高。何とも言えないんだ。だからまたその気分を味わいたくて山に行くんだ。うん、やっばりこれだな。',
      '女：そうですか。',
      '男：自然を全身で感じることが1番の魅カっていう人もいるけどね。',
      '女：お話し聞いてたら、自然の中を歩くのっていいなと思いました。',
      '男：うん、足腰鍛えられるよ。',
      '男の人にとって登山の1番の魅力はなんですか。'
    ],
    a: [
      [
        '1 日常からかいほうされること',
        '2 逵成感が得られること',
        '3 自然を味わえること',
        '4 足腰がきたえられること'
      ]
    ],
    d: [1]
  },
  {
    id: 'B171-2-6',
    q: [
      'テレビでレポーターがある動物園について話しています。この動物園はどうして最近、客が増えましたか。',
      '女：今日は今話題の南動物園に来ています。この動物園は20年前にオープンし、珍しい動物に会える動物園として当時、多くの人が訪れていました。ところが、最近の新しい動物園では動物に直接餌をやる、餌やり体験などもできるため、来場者が減少してしまいました。そこで象やペンギンが園内を歩く様子を目の前で見られるイベントを始めたところ、これが人気を集め、来場者数が大きく伸びたそうです。現在は夜の動物の行動も見てもらえるよう、週末限定の夜間営業も検討しているとのことです。',
      'この動物園はどうして最近、客が増えましたか。'
    ],
    a: [
      [
        '1 めずらしい動物に会えるようになったから',
        '2 動物に直接えさをあたえられるようになったから',
        '3 動物が歩くすがたを近くで見られるようになったから',
        '4 夜の動物の行動が見られるようになったから'
      ]
    ],
    d: [1]
  }
]
