export default {
  id: 13,
  chapter: 1,
  title: '“金星”项目相关人员',
  lesson: [
    {
      no: 49,
      topic: '出会い・日本の鉄道',
      basic: {
        base: ['日本の鉄道'],
        use: [
          [
            '日本には、JR、私鉄、公営の3種類の鉄道会社があります。JRとは、JanpanRailwaysの略です。以前は国営の鉄道でしたが、1987年民営化されました。世界の有名な新幹線もJRの路線のひとつで、日本の主要な都市と都市を結んでいます。最高時速は300キロを超えます。最初に完成したのは東海道新幹線ですが、山陽新幹線、東北新幹線、九州新幹線など、路線がどんどん延びています。',
            '私鉄とは、JR以外の民間企業が経営する鉄道会社で。大都市には大きな私鉄がたくさんあります。また、公営の鉄道は、地方自治体などが経営するものです。',
            '中国の鉄道は、ほとんど国営です。主要都市を結ぶ路線はもちろん、世界で始めて実用化されたりニアモターカーも国営です。',
            'ところで、JRや私鉄の各路線では、運行の方向を表すのに特別な言葉を使っています。それは、「上り」「下り」という言葉です。特に本州では、地方から東京方面へ向かう路線を「上り」といい、東京から地方へ向かう路線を「下り」といいます。',
            'そこで、こんななぞなぞがあります。「日本でいちばん高い駅はどこでしょう。」答えは東京駅です。東京駅は「上り」の最終の駅になっているからです。'
          ]
        ]
      },
      utilization: {
        title: '',
        content: []
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'であい',
              mana: '出会い',
              type: '名',
              cn: '相遇，相逢，碰见'
            },
            {
              kana: 'たすかる',
              mana: '助かる',
              type: '动1',
              cn: '获得帮助；得救'
            },
            { kana: 'すっかり', mana: '', type: '副', cn: '完全，彻底' },
            { kana: 'まち', mana: '街', type: '名', cn: '街道；城镇' },
            { kana: 'へんか', mana: '変化', type: '名', cn: '变化' },
            { kana: 'ついていく', mana: '', type: '动1', cn: '跟上，跟上去' },
            { kana: 'こうそう', mana: '高層', type: '名', cn: '高层' },
            {
              kana: 'こうそうビル',
              mana: '高層ビル',
              type: '名',
              cn: '高楼，大厦'
            },
            { kana: 'へん', mana: '辺', type: '名', cn: '一带，附近' },
            { kana: 'ニューヨーク', mana: '', type: '专', cn: '纽约' }
          ],
          phrase: [
            { kana: 'しつれいですが', mana: '失礼ですが', cn: '对不起' },
            { kana: 'かんじがします', mana: '感じがします', cn: '感觉，觉得' },
            {
              kana: 'てんきんになる',
              mana: '転勤になる',
              cn: '调动工作，调换工作地点'
            }
          ]
        },
        {
          word: [
            {
              kana: 'ちょっと',
              mana: '',
              type: '副',
              cn: '哎，劳驾；有点，稍微；有点儿……，不太……'
            },
            {
              kana: 'おじさん',
              mana: '',
              type: '名',
              cn: '大爷，大叔；伯伯，叔叔，舅舅'
            },
            { kana: 'おねえさん', mana: 'お姉さん', type: '名', cn: '姐姐' },
            { kana: 'じどうドア', mana: '自動ドア', type: '名', cn: '自动门' },
            {
              kana: 'めざましどけい',
              mana: '目覚まし時計',
              type: '名',
              cn: '闹钟'
            },
            {
              kana: 'おとうさん',
              mana: 'お父さん',
              type: '名',
              cn: '父亲，爸爸'
            },
            {
              kana: 'ふしぎ',
              mana: '不思議',
              type: '形2',
              cn: '不可思议，奇怪'
            },
            { kana: 'えきべん', mana: '駅弁', type: '名', cn: '车站卖的盒饭' },
            { kana: 'あめ', mana: '', type: '名', cn: '糖，糖果' },
            { kana: 'なめる', mana: '', type: '动2', cn: '舔，含' },
            {
              kana: 'ちゅうがっこう',
              mana: '中学校',
              type: '名',
              cn: '初级中学，初中'
            },
            { kana: 'テスト', mana: '', type: '名', cn: '考试，测验，测试' },
            { kana: 'なみだ', mana: '涙', type: '名', cn: '眼泪，泪' },
            { kana: 'しゅと', mana: '首都', type: '名', cn: '首都' },
            {
              kana: 'きゅうきゅうしゃ',
              mana: '救急車',
              type: '名',
              cn: '急救车，救护车'
            }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'ふた', mana: '', type: '名', cn: '盖子，盖' },
            {
              kana: 'ひろげる',
              mana: '広げる',
              type: '动2',
              cn: '展开，扩大，扩展'
            },
            { kana: 'わく', mana: '沸く', type: '动1', cn: '沸腾，烧开' },
            { kana: 'わかす', mana: '沸かす', type: '动1', cn: '烧热，烧开' },
            { kana: 'タオル', mana: '', type: '名', cn: '毛巾' },
            { kana: 'かわかす', mana: '乾かす', type: '动1', cn: '弄干，晾干' },
            {
              kana: 'シャンハイほけん',
              mana: '上海保険',
              type: '专',
              cn: '上海保险公司'
            },
            { kana: 'おおかわ', mana: '大川', type: '专', cn: '大川' },
            {
              kana: 'スペインたいしかん',
              mana: 'スペイン大使館',
              type: '专',
              cn: '西班牙大使馆'
            },
            {
              kana: 'シャンハイコンス',
              mana: '上海公司',
              type: '专',
              cn: '上海公司'
            },
            { kana: 'アフリカ', mana: '', type: '专', cn: '非洲' },
            { kana: 'ながさき', mana: '長崎', type: '专', cn: '长崎' },
            { kana: 'ぼくじょう', mana: '牧場', type: '名', cn: '牧场' },
            { kana: 'あたり', mana: '辺り', type: '名', cn: '周围，附近' }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'してつ', mana: '私鉄', type: '名', cn: '私营铁路' },
            { kana: 'こうえい', mana: '公営', type: '名', cn: '公营' },
            {
              kana: 'ジャパンレールウェイズ',
              mana: 'Japan　Railways',
              type: '专',
              cn: '日本铁路'
            },
            { kana: 'りゃく', mana: '略', type: '名', cn: '略，简略' },
            { kana: 'こくえい', mana: '国営', type: '名', cn: '国营' },
            { kana: 'みんえい', mana: '民営', type: '名', cn: '民营' },
            { kana: 'ろせん', mana: '路線', type: '名', cn: '线路' },
            { kana: 'しゅよう', mana: '主要', type: '形2', cn: '主要' },
            { kana: 'とし', mana: '都市', type: '名', cn: '城市，都市' },
            { kana: 'じそく', mana: '時速', type: '名', cn: '时速' },
            { kana: 'とうかいどう', mana: '東海道', type: '专', cn: '东海道' },
            { kana: 'さんよう', mana: '山陽', type: '专', cn: '山阳' },
            { kana: 'とうほく', mana: '東北', type: '专', cn: '东北' },
            { kana: 'きゅうしゅう', mana: '九州', type: '专', cn: '九州' },
            { kana: 'のびる', mana: '延びる', type: '动2', cn: '延伸，延长' },
            { kana: 'みんかん', mana: '民間', type: '名', cn: '民间' },
            { kana: 'けいえいする', mana: '経営する', type: '动3', cn: '经营' },
            { kana: 'また', mana: '', type: '连', cn: '另外，又，再，也' },
            {
              kana: 'ちほうじちたい',
              mana: '地方自治体',
              type: '名',
              cn: '地方自治团体'
            },
            { kana: 'じつよう', mana: '実用', type: '名', cn: '实用' },
            { kana: 'うんこう', mana: '運行', type: '名', cn: '运行' },
            { kana: 'ほうこう', mana: '方向', type: '名', cn: '方向' },
            {
              kana: 'あらわす',
              mana: '表す',
              type: '动1',
              cn: '表示，表现，表达'
            },
            { kana: 'のぼり', mana: '上り', type: '名', cn: '上，上行' },
            { kana: 'くだり', mana: '下り', type: '名', cn: '下，下行' },
            { kana: 'ほんしゅう', mana: '本州', type: '专', cn: '本州' },
            { kana: 'ちほう', mana: '地方', type: '名', cn: '地方' },
            { kana: 'ほうめん', mana: '方面', type: '名', cn: '方向，方面' },
            { kana: 'こんな', mana: '', type: '连体', cn: '这样的' },
            {
              kana: 'なぞなぞ',
              mana: '',
              type: '名',
              cn: '谜语，猜谜，脑筋急转弯'
            },
            { kana: 'こたえ', mana: '答え', type: '名', cn: '回答，答案' }
          ],
          phrase: [
            { kana: '〜しゅるい', mana: '〜種類', cn: '～种，～类' },
            { kana: '〜か', mana: '〜化', cn: '～化' },
            { kana: '〜てき', mana: '〜的', cn: '～的' },
            { kana: 'だい〜', mana: '大〜', cn: '大～' },
            { kana: 'おお〜', mana: '大〜', cn: '大～' },
            { kana: 'かく〜', mana: '各〜', cn: '各～' }
          ]
        },
        {
          word: [
            {
              kana: 'ゴンバオシャーレン',
              mana: '宮保蝦仁',
              type: '名',
              cn: '宫保虾仁'
            },
            { kana: 'エビ', mana: '', type: '名', cn: '虾仁，虾' },
            { kana: 'ピーナッツ', mana: '', type: '名', cn: '花生米' },
            { kana: 'とうがらし', mana: '唐辛子', type: '名', cn: '辣椒' },
            { kana: 'いためる', mana: '炒める', type: '动2', cn: '炒' },
            {
              kana: 'おせちりょうり',
              mana: 'おせち料理',
              type: '名',
              cn: '新年饭菜'
            },
            { kana: 'しょうがつ', mana: '正月', type: '名', cn: '正月；新年' },
            { kana: 'おいわい', mana: 'お祝い', type: '名', cn: '庆贺，祝贺' },
            {
              kana: 'こううん',
              mana: '幸運',
              type: '名',
              cn: '幸运，好运，侥幸'
            },
            {
              kana: 'おとずれる',
              mana: '訪れる',
              type: '动2',
              cn: '到来，来临，访问'
            },
            {
              kana: 'そだてる',
              mana: '育てる',
              type: '动2',
              cn: '养育，抚育，培养'
            },
            { kana: 'こくさい', mana: '国際', type: '名', cn: '国际' },
            {
              kana: 'しょうきょくてき',
              mana: '消極的',
              type: '形2',
              cn: '消极，负面'
            },
            {
              kana: 'せっきょくてき',
              mana: '積極的',
              type: '形2',
              cn: '积极，正面'
            },
            {
              kana: 'ちゅうしょうてき',
              mana: '抽象的',
              type: '形2',
              cn: '抽象'
            },
            { kana: 'アジア', mana: '', type: '专', cn: '亚洲' },
            { kana: 'ひも', mana: '', type: '名', cn: '带（子），细绳' },
            { kana: 'おもいで', mana: '思い出', type: '名', cn: '回忆；往事' },
            { kana: 'かせき', mana: '化石', type: '名', cn: '化石' },
            {
              kana: 'げんだい',
              mana: '現代',
              type: '名',
              cn: '现代，现今，当代'
            },
            { kana: 'じけん', mana: '事件', type: '名', cn: '事件，案件' },
            {
              kana: 'かねもち',
              mana: '金持ち',
              type: '名',
              cn: '有钱人，富人'
            },
            { kana: 'しんぽ', mana: '進歩', type: '名', cn: '进步' },
            { kana: 'かんげき', mana: '感激', type: '名', cn: '感激，感动' },
            { kana: 'きんだい', mana: '近代', type: '名', cn: '近代，现代' },
            { kana: 'でんし', mana: '電子', type: '名', cn: '电子' },
            { kana: 'こうれい', mana: '高齢', type: '名', cn: '高龄，老龄' },
            { kana: 'デジタル', mana: '', type: '名', cn: '数码，数字' },
            { kana: 'アイティー', mana: 'IT', type: '名', cn: 'IT，信息技术' },
            {
              kana: 'けんせつする',
              mana: '建設する',
              type: '动3',
              cn: '修建，建设'
            },
            { kana: 'のぼる', mana: '上る', type: '动1', cn: '上，登；进京' },
            {
              kana: 'くだる',
              mana: '下る',
              type: '动1',
              cn: '下，下去；到地方去'
            },
            {
              kana: 'つうこうどめ',
              mana: '通行止め',
              type: '名',
              cn: '禁止通行'
            },
            { kana: 'このような', mana: '', type: '连体', cn: '像这样的' },
            { kana: 'これら', mana: '', type: '名', cn: '这些' },
            { kana: 'ひみつ', mana: '秘密', type: '名', cn: '秘密' }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'こくさいれんごう',
              mana: '国際連合',
              type: '专',
              cn: '联合国'
            },
            { kana: 'こくれん', mana: '国連', type: '专', cn: '联合国' },
            {
              kana: 'ぜんこくじんみんだいしょうたいかい',
              mana: '全国人民代表大会',
              type: '专',
              cn: '全国人民代表大会'
            },
            {
              kana: 'ぜんじんだい',
              mana: '全人代',
              type: '专',
              cn: '全国人民代表大会'
            },
            {
              kana: 'ダブリューティーオー',
              mana: 'WTO',
              type: '专',
              cn: 'WTO，世界贸易组织'
            },
            {
              kana: 'せかいぼうえききかん',
              mana: '世界貿易機関',
              type: '专',
              cn: '世界贸易组织'
            },
            { kana: 'レール', mana: '', type: '名', cn: '铁轨，钢轨，轨道' },
            { kana: 'とく', mana: '溶く', type: '动1', cn: '调拌，调开，溶解' },
            { kana: 'けっさく', mana: '傑作', type: '名', cn: '杰作' },
            { kana: 'すぐれる', mana: '優れる', type: '动2', cn: '优秀，卓越' },
            { kana: 'うんが', mana: '運河', type: '名', cn: '运河' },
            { kana: 'こうしゅう', mana: '杭州', type: '专', cn: '杭州' },
            {
              kana: 'ながれる',
              mana: '流れる',
              type: '动2',
              cn: '流，流动，流淌'
            },
            {
              kana: 'レジャー',
              mana: '',
              type: '名',
              cn: '业余时间的娱乐；余暇，空闲'
            },
            { kana: 'でんとう', mana: '伝統', type: '名', cn: '传统' },
            {
              kana: 'げいのう',
              mana: '芸能',
              type: '名',
              cn: '演艺，文艺，曲艺'
            },
            { kana: 'よさん', mana: '予算', type: '名', cn: '预算' },
            { kana: 'こうか', mana: '効果', type: '名', cn: '功效；效果' },
            { kana: 'きょうそう', mana: '競争', type: '名', cn: '竞争' },
            {
              kana: 'ほんかく',
              mana: '本格',
              type: '名',
              cn: '正式；原则，正规'
            },
            { kana: 'ぶんぼうぐ', mana: '文房具', type: '名', cn: '文具' },
            { kana: 'コショウ', mana: '', type: '名', cn: '胡椒' },
            {
              kana: 'ちょうみりょう',
              mana: '調味料',
              type: '名',
              cn: '佐料，调味品'
            },
            {
              kana: 'かんきょうほご',
              mana: '環境保護',
              type: '名',
              cn: '环境保护，环保'
            },
            {
              kana: 'ちゅうもくする',
              mana: '注目する',
              type: '动3',
              cn: '注目，注视'
            },
            { kana: 'かつどう', mana: '活動', type: '名', cn: '活动' },
            {
              kana: 'つうしんしゅだん',
              mana: '通信手段',
              type: '名',
              cn: '通讯手段'
            },
            { kana: 'かもく', mana: '科目', type: '名', cn: '科目' }
          ],
          phrase: []
        }
      ]
    },
    {
      no: 50,
      topic: 'あいさつ・あいさつの時の礼儀',
      basic: {
        base: ['あいさつの時の礼儀'],
        use: [
          [
            '日本人同士があいさつする時は、普通お辞儀をします。中国ではあいさつをする時、握手をするのが普通ですが、日本人は、握手よりもお辞儀をするのが一般的です。お辞儀をする時は腰から上を前のほうに傾けます。お辞儀の角度には、首を曲げるだけの軽いものから深く頭を下げるものまで、いろいろあります。普通、初対面の時には深く頭を下げて、丁寧なお辞儀をします。',
            '仕事で初対面の人に会った時は、名刺を出します。名刺の出し方と受け取り方にも決まりがあります。相手が目上の時は、まず自分から先に名刺を出して深いお辞儀をし、次に相手の名刺をお辞儀をしながら受け取ります。出す時も受け取る時も、両手を使うほうが丁寧です。また、話す内容にも気をつけなければなりません。初対面の時は、個人的なことを聞かないのが普通です。特に仕事の場で出会った相手には、個人的な質問は避けたほうがいいでしょう。結婚しているかどうか、給料はいくらか、年はいくつかなどは、普通は聞きません。',
            '大事なのは、相手に不快感を与えないことです。いくら丁寧な言葉であいさつしても、怖い顔をしていては、相手にいい印象を与えることはできません、気持ちがこもっているかどうかは、予想以上に相手に伝わってしまうものです。'
          ]
        ]
      },
      utilization: {
        title: '',
        content: []
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'おおやま', mana: '大山', type: '专', cn: '大山' },
            { kana: 'きんせい', mana: '金星', type: '名', cn: '金星' },
            {
              kana: 'プロジェクト',
              mana: '',
              type: '名',
              cn: '项目，计划，企划'
            }
          ],
          phrase: [
            { kana: 'ごぶさたする', mana: '', cn: '好久不见，久疏问候' },
            { kana: 'そのせつ', mana: 'その節', cn: '那时，那次' },
            { kana: '〜ぶり', mana: '', cn: '……之后又，间隔……' },
            { kana: '〜しゃ', mana: '〜者', cn: '～者，～的人' }
          ]
        },
        {
          word: [
            {
              kana: 'このあいだ',
              mana: 'この間',
              type: '名',
              cn: '前些天，最近'
            },
            {
              kana: 'けっこう',
              mana: '結構',
              type: '形2',
              cn: '很好，优秀；足够；没关系'
            },
            { kana: 'さむさ', mana: '寒さ', type: '名', cn: '寒冷' },
            { kana: 'こおる', mana: '凍る', type: '动1', cn: '结冰，结冻' },
            {
              kana: 'よく',
              mana: '',
              type: '副',
              cn: '竟能，居然；好好地；常常'
            },
            { kana: 'へいわ', mana: '平和', type: '形2', cn: '和平' },
            { kana: 'きゅうか', mana: '休暇', type: '名', cn: '休假，放假' },
            {
              kana: 'サイン',
              mana: '',
              type: '名',
              cn: '签名，签字，署名；暗号，信号'
            },
            { kana: 'ゆびわ', mana: '指輪', type: '名', cn: '戒指，指环' },
            { kana: 'わかもの', mana: '若者', type: '名', cn: '年轻人' }
          ],
          phrase: [
            { kana: 'ごちそうさまでした', mana: '', cn: '谢谢热情款待' },
            {
              kana: 'もうしわけありません',
              mana: '申し訳ありません',
              cn: '对不起，抱歉'
            },
            { kana: 'では、これで', mana: '', cn: '那就这样吧' },
            { kana: '〜びょう', mana: '〜秒', cn: '～秒' }
          ]
        },
        {
          word: [
            {
              kana: 'じゅんちょう',
              mana: '順調',
              type: '形2',
              cn: '顺利，良好'
            },
            { kana: 'わかさ', mana: '若さ', type: '名', cn: '年轻' },
            {
              kana: 'なつかしい',
              mana: '懐かしい',
              type: '形1',
              cn: '怀念，留恋'
            },
            { kana: 'いや', mana: '嫌', type: '形2', cn: '讨厌，厌烦' },
            { kana: 'あい', mana: '愛', type: '名', cn: '爱' },
            {
              kana: 'ありがたい',
              mana: '',
              type: '形1',
              cn: '感谢不尽；珍贵，难得'
            }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'れいぎ',
              mana: '礼儀',
              type: '名',
              cn: '礼仪，礼节，礼貌'
            },
            { kana: 'こし', mana: '腰', type: '名', cn: '腰' },
            {
              kana: 'かたむける',
              mana: '傾ける',
              type: '动2',
              cn: '倾，倾斜；倾注'
            },
            { kana: 'かくど', mana: '角度', type: '名', cn: '角度' },
            { kana: 'くび', mana: '首', type: '名', cn: '头，脑袋；脖子' },
            { kana: 'まげる', mana: '曲げる', type: '动2', cn: '弄弯，歪曲' },
            {
              kana: 'しょたいめん',
              mana: '初対面',
              type: '名',
              cn: '初次见面'
            },
            { kana: 'めいし', mana: '名刺', type: '名', cn: '名片' },
            {
              kana: 'うけとる',
              mana: '受け取る',
              type: '动1',
              cn: '接，接收，接受'
            },
            {
              kana: 'きまり',
              mana: '決まり',
              type: '名',
              cn: '规定，规矩；决定'
            },
            {
              kana: 'めうえ',
              mana: '目上',
              type: '名',
              cn: '尊长，上司，长辈'
            },
            { kana: 'つぎに', mana: '次に', type: '连', cn: '其次，接着' },
            { kana: 'りょうて', mana: '両手', type: '名', cn: '双手，两手' },
            { kana: 'こじん', mana: '個人', type: '名', cn: '私人，个人' },
            { kana: 'ば', mana: '場', type: '名', cn: '场合；场面；场所' },
            { kana: 'とし', mana: '年', type: '名', cn: '年龄，岁数' },
            { kana: 'ふかい', mana: '不快', type: '形2', cn: '不快，不高兴' },
            { kana: 'いんしょう', mana: '印象', type: '名', cn: '印象' },
            {
              kana: 'あたえる',
              mana: '与える',
              type: '动2',
              cn: '给，给予，给与'
            },
            { kana: 'こもる', mana: '', type: '动1', cn: '充满，包含' },
            {
              kana: 'よそう',
              mana: '予想',
              type: '名',
              cn: '预料，预计，预想'
            },
            {
              kana: 'つたわる',
              mana: '伝わる',
              type: '动1',
              cn: '传，传达；传播，流传'
            }
          ],
          phrase: [
            { kana: 'りょう〜', mana: '両〜', cn: '两～' },
            { kana: '〜かん', mana: '〜感', cn: '～感' },
            {
              kana: '〜どうし',
              mana: '〜同士',
              cn: '（有相同关系或同一类别的人）～之间，～彼此，～一伙'
            },
            { kana: 'いくら〜ても', mana: '', cn: '不管怎么……也，无论怎么……都' }
          ]
        },
        {
          word: [
            { kana: 'ゴム', mana: '', type: '名', cn: '橡胶' },
            { kana: 'せいぞう', mana: '製造', type: '名', cn: '制造，生产' },
            { kana: 'かこう', mana: '加工', type: '名', cn: '加工' },
            { kana: 'かたて', mana: '片手', type: '名', cn: '单手，一只手' },
            { kana: 'えいよう', mana: '栄養', type: '名', cn: '营养' },
            {
              kana: 'かくにんする',
              mana: '確認する',
              type: '动3',
              cn: '确认，核实'
            },
            { kana: 'ねんれい', mana: '年齢', type: '名', cn: '年龄' },
            {
              kana: 'はなれる',
              mana: '離れる',
              type: '动2',
              cn: '相隔，距离；分享，离开'
            },
            {
              kana: 'としより',
              mana: '年寄り',
              type: '名',
              cn: '老年人，老人'
            },
            { kana: 'ゆずる', mana: '譲る', type: '动1', cn: '让，让给；转让' },
            { kana: 'およぶ', mana: '及ぶ', type: '动1', cn: '达，及' },
            {
              kana: 'あん',
              mana: '案',
              type: '名',
              cn: '办法，方案；预想，意料'
            },
            {
              kana: 'あきれる',
              mana: '',
              type: '动2',
              cn: '惊愕，愕然，目瞪口呆'
            },
            { kana: 'あんな', mana: '', type: '连体', cn: '那样，那种' },
            { kana: 'かわいそう', mana: '', type: '形2', cn: '可怜' },
            {
              kana: 'きんじょめいわく',
              mana: '近所迷惑',
              type: '名',
              cn: '打扰邻里'
            },
            { kana: 'メンバー', mana: '', type: '名', cn: '成员，队员' },
            {
              kana: 'おもい',
              mana: '思い',
              type: '名',
              cn: '情感，感情；想法'
            },
            {
              kana: 'まごころ',
              mana: '真心',
              type: '名',
              cn: '诚心，真心，诚意'
            },
            {
              kana: 'こめる',
              mana: '',
              type: '动2',
              cn: '饱含，包括，包含；集中'
            },
            { kana: 'こうぞう', mana: '想像', type: '名', cn: '想像，设想' },
            {
              kana: 'たつ',
              mana: '経つ',
              type: '动1',
              cn: '（时间）过，流逝，消逝'
            },
            { kana: 'あかんぼう', mana: '赤ん坊', type: '名', cn: '婴儿' }
          ],
          phrase: [
            { kana: 'どんなに', mana: '', cn: '怎样，怎么' },
            { kana: 'どれだけ', mana: '', cn: '怎么，多么' },
            { kana: 'いかに', mana: '', cn: '怎样，怎么' }
          ]
        },
        {
          word: [
            { kana: 'ファン', mana: '', type: '名', cn: '～迷，崇拜者' },
            { kana: 'しみん', mana: '市民', type: '名', cn: '市民' },
            {
              kana: 'きぶんてんかん',
              mana: '気分転換',
              type: '名',
              cn: '转换心情'
            },
            { kana: 'あらゆる', mana: '', type: '连体', cn: '所有，一切' },
            {
              kana: 'しめす',
              mana: '示す',
              type: '动1',
              cn: '表现出，表示；出示'
            },
            { kana: 'えがお', mana: '笑顔', type: '名', cn: '笑脸' },
            { kana: 'じじつ', mana: '事実', type: '名', cn: '事实' },
            {
              kana: 'むだづかい',
              mana: '無駄使い',
              type: '名',
              cn: '浪费，滥用'
            },
            { kana: 'しょくえん', mana: '食塩', type: '名', cn: '食盐' },
            { kana: 'しがいせん', mana: '紫外線', type: '名', cn: '紫外线' },
            { kana: 'わずか', mana: '', type: '形2', cn: '很少，一点点，仅仅' },
            { kana: 'わがまま', mana: '', type: '形2', cn: '任性，恣意' },
            {
              kana: 'つきあう',
              mana: '付き合う',
              type: '动1',
              cn: '交往，来往'
            },
            { kana: 'なまける', mana: '怠ける', type: '动2', cn: '懒惰，懈怠' }
          ],
          phrase: [{ kana: '〜まん', mana: '〜万', cn: '～万' }]
        }
      ]
    },
    {
      no: 51,
      topic: '顔合わせ・名字',
      basic: {
        base: ['名字'],
        use: [
          [
            '中国語の「ミンヅー」は多くの場合、姓と名の両方を指しますが、日本語では家族の姓を「名字」といいます。',
            'すべての日本人が名字を持つようになったのは、明治時代になってからです。当時の政府が、すべての国民が名字を持つことを法律で決めました。それまで名字を持っていたのは武士や貴族だけでした。ですから、突然名字を持てといわれても、どんな名字を持てばいいの分かりません。人々は慌てました。',
            'しかし、名字をつけないわけにはいきません。そこで、多くの人が、地名や地形から名字をつけました。日本の名字に、「木」「林」「山」「川」など自然に関係する漢字が多いのは、そのためです。家が谷の中にあるから「中谷」、近くに大きな杉の木があるから「大杉」とつけられた名字もたくさんあります。また、日本で最も多い「佐藤」や「鈴木」は、昔の武士の名字や、地名からつけられた名字だといわれています。',
            '日本人の名字の種類は、三十万近くあります。それでも世界の第二位です。第一位は多民族国家のアメリカで、その数は１６０万を超えています．一方、最も少ないのが韓国で３００程度しかありません。また、世界で一番人数の多い姓は「李」で、約一億人いるそうです。'
          ]
        ]
      },
      utilization: {
        title: '',
        content: []
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'ししゃ', mana: '支社', type: '名', cn: '分公司，分社' },
            {
              kana: 'ふくめる',
              mana: '含める',
              type: '动2',
              cn: '包括，含有，包含'
            },
            { kana: 'のだ', mana: '野田', type: '专', cn: '野田' },
            { kana: 'りえ', mana: '理恵', type: '专', cn: '理惠' },
            { kana: 'おも', mana: '主', type: '形2', cn: '主要，重要' },
            { kana: 'ふう', mana: '風', type: '专', cn: '风' },
            { kana: 'おうさま', mana: '王様', type: '名', cn: '国王，大王' },
            { kana: 'ホームページ', mana: '', type: '名', cn: '网页，主页' },
            { kana: 'なかい', mana: '中井', type: '专', cn: '中井' },
            {
              kana: 'くわわる',
              mana: '加わる',
              type: '动1',
              cn: '参加，加，添加，增添'
            },
            {
              kana: 'せっこうしょう',
              mana: '浙江省',
              type: '专',
              cn: '浙江省'
            },
            { kana: 'しょうこう', mana: '紹興', type: '专', cn: '绍兴' },
            { kana: 'しょうこうしゅ', mana: '紹興酒', type: '名', cn: '绍兴酒' }
          ],
          phrase: [
            { kana: 'いまでも', mana: '今でも', cn: '至今，现在还……' },
            { kana: '〜めい', mana: '〜名', cn: '～名，～人' },
            { kana: '〜ねんめ', mana: '〜年目', cn: '第～年' },
            { kana: '〜しょう', mana: '〜省', cn: '～省' }
          ]
        },
        {
          word: [
            { kana: 'スモモ', mana: '', type: '名', cn: '李，李子' },
            { kana: 'しゅにん', mana: '主任', type: '名', cn: '主任' },
            { kana: 'ヨット', mana: '', type: '名', cn: '游艇，帆船' },
            {
              kana: 'ていいん',
              mana: '定員',
              type: '名',
              cn: '定员，规定人数'
            },
            { kana: 'バター', mana: '', type: '名', cn: '黄油' },
            { kana: 'しょきゅう', mana: '初級', type: '名', cn: '初级' },
            { kana: 'じんせい', mana: '人生', type: '名', cn: '人生' },
            {
              kana: 'やくわり',
              mana: '役割',
              type: '名',
              cn: '任务，职责；角色；作用'
            },
            { kana: 'こせい', mana: '個性', type: '名', cn: '个性' },
            {
              kana: 'そんちょうする',
              mana: '尊重する',
              type: '动3',
              cn: '尊重'
            },
            {
              kana: 'ふにんする',
              mana: '赴任する',
              type: '动3',
              cn: '赴任，上任'
            },
            {
              kana: 'つらい',
              mana: '辛い',
              type: '形1',
              cn: '难受，痛苦，难过；艰苦；为难'
            },
            { kana: 'けってい', mana: '決定', type: '名', cn: '决定' },
            { kana: 'ふまん', mana: '不満', type: '名', cn: '不满' },
            { kana: 'はくぶつかん', mana: '博物館', type: '名', cn: '博物馆' },
            { kana: 'げんざい', mana: '現在', type: '名', cn: '现在' },
            {
              kana: 'いままで',
              mana: '今まで',
              type: '副',
              cn: '现在为止，以前，此前'
            }
          ],
          phrase: [
            {
              kana: 'これからおせわになります',
              mana: 'これからお世話になります',
              cn: '往后（今后）请多费心'
            },
            {
              kana: 'よろしくおねがいもうしあげます',
              mana: 'よろしくお願い申し上げます',
              cn: '请多关照'
            },
            { kana: '〜ねんせい', mana: '〜年生', cn: '～年级学生' }
          ]
        },
        {
          word: [
            { kana: 'はじめ', mana: '', type: '专', cn: '初' },
            {
              kana: 'ぎじゅつかいはつ',
              mana: '技術開発',
              type: '名',
              cn: '技术开发'
            },
            { kana: 'きょうこ', mana: '響子', type: '专', cn: '响子' },
            { kana: 'おがわ', mana: '小川', type: '专', cn: '小川' },
            { kana: 'あきら', mana: '明', type: '专', cn: '明' },
            { kana: 'てんしん', mana: '天津', type: '专', cn: '天津' },
            {
              kana: 'ひんしつかんり',
              mana: '品質管理',
              type: '名',
              cn: '质量管理'
            },
            { kana: 'けん', mana: '建', type: '专', cn: '建' },
            { kana: 'えん', mana: '燕', type: '专', cn: '燕' },
            { kana: 'ツバメ', mana: '', type: '名', cn: '燕子' },
            { kana: 'ほく', mana: '北', type: '专', cn: '北' },
            { kana: 'うん', mana: '雲', type: '专', cn: '云' },
            { kana: 'なんぼく', mana: '南北', type: '名', cn: '南北' },
            { kana: 'くも', mana: '雲', type: '名', cn: '云' },
            { kana: 'かん', mana: '韓', type: '专', cn: '韩' },
            { kana: 'きゅうりき', mana: '九力', type: '专', cn: '九力' },
            { kana: 'すうじ', mana: '数字', type: '名', cn: '数字' },
            { kana: 'ちから', mana: '力', type: '名', cn: '力，力气，力量' },
            {
              kana: 'にっちゅうびょういん',
              mana: '日中病院',
              type: '专',
              cn: '日中医院'
            },
            { kana: 'かんごし', mana: '看護師', type: '名', cn: '护士' },
            {
              kana: 'とうとうしんぶん',
              mana: '東東新聞',
              type: '专',
              cn: '东东新闻'
            },
            { kana: 'きしゃ', mana: '記者', type: '名', cn: '记者' },
            { kana: 'つうやく', mana: '通訳', type: '名', cn: '翻译，口译' },
            { kana: 'しょちょう', mana: '所長', type: '名', cn: '所长' },
            { kana: 'うま', mana: '馬', type: '名', cn: '马' },
            {
              kana: 'げんだいびじゅつ',
              mana: '現代美術',
              type: '名',
              cn: '现代美术'
            },
            {
              kana: 'ざっと',
              mana: '',
              type: '副',
              cn: '粗略地；一下子，很快；（流水声）哗啦'
            }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'みょうじ', mana: '名字', type: '名', cn: '姓，姓氏' },
            { kana: 'せい', mana: '姓', type: '名', cn: '姓' },
            { kana: 'な', mana: '名', type: '名', cn: '名' },
            {
              kana: 'りょうほう',
              mana: '両方',
              type: '名',
              cn: '两者，双方；两边'
            },
            { kana: 'さす', mana: '指す', type: '动1', cn: '指，指示' },
            { kana: 'めいじ', mana: '明治', type: '专', cn: '明治' },
            { kana: 'とうじ', mana: '当時', type: '当', cn: '当时' },
            { kana: 'せいふ', mana: '政府', type: '名', cn: '政府' },
            { kana: 'こくみん', mana: '国民', type: '名', cn: '国民' },
            { kana: 'ぶし', mana: '武士', type: '名', cn: '武士' },
            { kana: 'きぞく', mana: '貴族', type: '名', cn: '贵族' },
            { kana: 'ひとびと', mana: '人々', type: '名', cn: '人们；每个人' },
            { kana: 'ちめい', mana: '地名', type: '名', cn: '地名' },
            { kana: 'ちけい', mana: '地形', type: '名', cn: '地形' },
            { kana: 'はやし', mana: '林', type: '名', cn: '林，树林' },
            {
              kana: 'かんけいする',
              mana: '関係する',
              type: '动3',
              cn: '有关系，关系，关联'
            },
            { kana: 'たに', mana: '谷', type: '名', cn: '山谷，山沟' },
            { kana: 'なかたに', mana: '中谷', type: '专', cn: '中谷' },
            { kana: 'すぎ', mana: '杉', type: '名', cn: '杉树' },
            { kana: 'おおすぎ', mana: '大杉', type: '专', cn: '大杉' },
            {
              kana: 'それでも',
              mana: '',
              type: '连',
              cn: '即使那样，尽管如此，可是'
            },
            {
              kana: 'たみんぞくこっか',
              mana: '多民族国家',
              type: '名',
              cn: '多民族国家'
            },
            { kana: 'かず', mana: '数', type: '名', cn: '数量，数目' },
            {
              kana: 'いっぽう',
              mana: '一方',
              type: '连',
              cn: '另一方面；一方面'
            },
            { kana: 'にんずう', mana: '人数', type: '名', cn: '人数' }
          ],
          phrase: [
            { kana: '〜ちかく', mana: '〜近く', cn: '将近～，近～' },
            { kana: 'だい〜', mana: '第〜', cn: '第～' },
            { kana: '〜い', mana: '〜位', cn: '～位' },
            { kana: '〜ていど', mana: '〜程度', cn: '～左右，约～' },
            { kana: 'やく〜', mana: '約〜', cn: '约～，大约～' },
            { kana: '〜おく', mana: '〜億', cn: '～亿' }
          ]
        },
        {
          word: [
            { kana: 'てら', mana: '寺', type: '名', cn: '寺庙，寺院' },
            {
              kana: 'えきいん',
              mana: '駅員',
              type: '名',
              cn: '车站工作人员，站务员'
            },
            {
              kana: 'へいてんする',
              mana: '閉店する',
              type: '动3',
              cn: '（商店）关门'
            },
            { kana: 'しょうわ', mana: '昭和', type: '专', cn: '昭和' },
            { kana: 'へいせい', mana: '平成', type: '专', cn: '平成' },
            { kana: 'ねんごう', mana: '年号', type: '名', cn: '年号' },
            { kana: 'たいしょう', mana: '大正', type: '专', cn: '大正' },
            {
              kana: 'あきらめる',
              mana: '',
              type: '动2',
              cn: '放弃，断念，死心'
            },
            { kana: 'じゅけん', mana: '受験', type: '名', cn: '考试，应试' },
            {
              kana: 'むしする',
              mana: '無視する',
              type: '动3',
              cn: '忽视，无视'
            },
            {
              kana: 'やかんがっこう',
              mana: '夜間学校',
              type: '名',
              cn: '夜校'
            },
            { kana: 'けいご', mana: '敬語', type: '名', cn: '敬语' },
            {
              kana: 'うわまわる',
              mana: '上回る',
              type: '动1',
              cn: '超过，超出'
            },
            {
              kana: 'したまわる',
              mana: '下回る',
              type: '动1',
              cn: '不够……水平，在……以下'
            },
            { kana: 'ちちおや', mana: '父親', type: '名', cn: '父亲' },
            {
              kana: 'なくなる',
              mana: '亡くなる',
              type: '动1',
              cn: '去世，死亡'
            },
            { kana: 'ぎょうせき', mana: '業績', type: '名', cn: '业绩；成绩' }
          ],
          phrase: [
            { kana: 'ほぼ〜', mana: '', cn: '大约' },
            { kana: '〜いか', mana: '〜以下', cn: '以下' }
          ]
        },
        {
          word: [
            {
              kana: 'にゅうじょうしゃ',
              mana: '入場者',
              type: '名',
              cn: '入场者，进入～的人'
            },
            { kana: 'れいか', mana: '零下', type: '名', cn: '零下' },
            { kana: 'がいこくご', mana: '外国語', type: '名', cn: '外语' },
            { kana: 'せきゆ', mana: '石油', type: '名', cn: '石油' },
            { kana: 'サウジアラビア', mana: '', type: '专', cn: '沙特阿拉伯' },
            {
              kana: 'はってんする',
              mana: '発展する',
              type: '动3',
              cn: '发展；扩展'
            },
            {
              kana: 'かんきょうはかい',
              mana: '環境破壊',
              type: '名',
              cn: '环境破坏'
            },
            {
              kana: 'しんこく',
              mana: '深刻',
              type: '形2',
              cn: '严肃，严重；深刻'
            },
            { kana: 'ためす', mana: '試す', type: '动1', cn: '试；尝试；试验' },
            { kana: 'そふ', mana: '祖父', type: '名', cn: '祖父，外祖父' },
            {
              kana: 'みまい',
              mana: '見舞い',
              type: '名',
              cn: '探望，慰问，问候'
            },
            { kana: 'なかよく', mana: '仲良く', type: '副', cn: '亲密，友好' },
            { kana: 'ガソリン', mana: '', type: '名', cn: '汽油' },
            { kana: 'けいさつ', mana: '警察', type: '名', cn: '公安局；警察' },
            {
              kana: 'こうつうきそく',
              mana: '交通規則',
              type: '名',
              cn: '交通规则，交通规章'
            },
            {
              kana: 'サラリーマン',
              mana: '',
              type: '名',
              cn: '工薪族，工薪职员'
            },
            { kana: 'ほっきょく', mana: '北極', type: '专', cn: '北极' },
            { kana: 'こおり', mana: '氷', type: '名', cn: '冰' },
            {
              kana: 'とける',
              mana: '溶ける',
              type: '动2',
              cn: '融化；消融；溶化；熔化'
            },
            { kana: 'きつえん', mana: '喫煙', type: '名', cn: '吸烟' },
            {
              kana: 'ちゅうがくせい',
              mana: '中学生',
              type: '名',
              cn: '中学生'
            },
            {
              kana: 'がくしゅうする',
              mana: '学習する',
              type: '动3',
              cn: '学习'
            }
          ],
          phrase: []
        }
      ]
    },
    {
      no: 52,
      topic: '東京本社・近年サラリーマン事情',
      basic: {
        base: ['近年サラリーマン事情'],
        use: [
          [
            'かつて、日本のサラリーマンといえば、朝早く家を出て家に掃るのは新夜になり、殘業や休日出勤をするのは當たり前でした。近年、週休２日制の導入や勞動時間を減らす取り組みなどが實施され、サラリーマンの生活は變化してきました。',
            '週休２日制は１９８０年代から企業に導入されてきました。１９９２年には国家公務員に、２００２年には小、中学校にこの制度が導入されました。２００５年の調查によると、日本の企業の８９％が、週休２日制を實施しています。',
            'さらに、フレックスタイム制度を導入する會社も增えています。これは、自分の出勤と退勤の時間を自由に決められる制度です。勞動者が自分の生活と仕事のバランスを取りながら、働くことができるように設けられました。',
            'また、日本の會社には、育兒休暇の制度がありますが、これまでこの制度を利用するのは、ほとんどが女性でした。男性の場合、會社での理解が得られないのではないか、出世の妨げとなるのではないかと考える人が多かったからです。近年、家族との時間を大切にしたいと考えて、この制度を利用する男性が見られるようになりました。',
            'このように、日本のサラリーマンの働き方は、かつてと比べると大きく變化しています。都會での時間に追われる生活をやめて、田舍に引っ越す人もいます。'
          ]
        ]
      },
      utilization: {
        title: '',
        content: []
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'ほんしゃ',
              mana: '本社',
              type: '名',
              cn: '总公司，总部，本部'
            },
            { kana: 'あおき', mana: '青木', type: '专', cn: '青木' },
            {
              kana: 'たんとうしゃ',
              mana: '担当者',
              type: '名',
              cn: '负责人，责任人，担当者'
            },
            {
              kana: 'ようぼう',
              mana: '要望',
              type: '名',
              cn: '迫切需求，迫切期望'
            },
            { kana: 'すいせんする', mana: '推薦する', type: '动3', cn: '推荐' },
            {
              kana: 'じじょう',
              mana: '事情',
              type: '名',
              cn: '情况；缘故，缘由'
            }
          ],
          phrase: [
            { kana: 'かまわない', mana: '', cn: '没关系' },
            { kana: 'そのように', mana: '', cn: '那样' },
            { kana: 'かんけいがある', mana: '関係がある', cn: '有关系' }
          ]
        },
        {
          word: [
            { kana: 'まめ', mana: '豆', type: '名', cn: '豆，大豆' },
            { kana: 'ダム', mana: '', type: '名', cn: '水库，水坝' },
            { kana: 'たいちょう', mana: '体長', type: '名', cn: '体长，身长' },
            {
              kana: 'けんきゅうしつ',
              mana: '研究室',
              type: '名',
              cn: '研究室'
            },
            { kana: 'けんちく', mana: '建築', type: '名', cn: '建筑' },
            {
              kana: 'がっか',
              mana: '学科',
              type: '名',
              cn: '学科，专业，科目'
            },
            { kana: 'しんがくする', mana: '進学する', type: '动3', cn: '升学' },
            { kana: 'たいよう', mana: '太陽', type: '名', cn: '日头，太阳' },
            {
              kana: 'しずむ',
              mana: '沈む',
              type: '动1',
              cn: '落山；沉没；消沉'
            },
            { kana: 'ブドウ', mana: '', type: '名', cn: '葡萄' },
            { kana: 'かてい', mana: '家庭', type: '名', cn: '家庭，家' },
            {
              kana: 'しんにゅうする',
              mana: '侵入する',
              type: '动3',
              cn: '闯入，侵入'
            },
            { kana: 'トラック', mana: '', type: '名', cn: '卡车' },
            {
              kana: 'めんきょ',
              mana: '免許',
              type: '名',
              cn: '驾照，执照，许可证'
            },
            {
              kana: 'つかれ',
              mana: '疲れ',
              type: '名',
              cn: '劳累，疲劳，劳顿'
            },
            {
              kana: 'きゅうびょう',
              mana: '急病',
              type: '名',
              cn: '突然得病，急病'
            },
            {
              kana: 'がっかりする',
              mana: '',
              type: '动3',
              cn: '失望，灰心丧气'
            }
          ],
          phrase: []
        },
        {
          word: [
            { kana: 'はげしい', mana: '激しい', type: '形1', cn: '激烈' },
            { kana: 'サンプル', mana: '', type: '名', cn: '样品，样板，标本' },
            {
              kana: 'できあがる',
              mana: '出来上がる',
              type: '动1',
              cn: '做好，完成'
            },
            {
              kana: 'ちゅうもん',
              mana: '注文',
              type: '名',
              cn: '订货，订购；点菜'
            },
            {
              kana: 'くやしい',
              mana: '悔しい',
              type: '形1',
              cn: '懊恼，懊悔，遗憾'
            },
            { kana: 'けいやく', mana: '契約', type: '名', cn: '契约，合同' },
            {
              kana: 'しんじんけんしゅう',
              mana: '新人研修',
              type: '名',
              cn: '新员工培训'
            },
            { kana: 'かおいろ', mana: '顔色', type: '名', cn: '脸色，表情' }
          ],
          phrase: []
        },
        {
          word: [
            {
              kana: 'きんねん',
              mana: '近年',
              type: '名',
              cn: '近年来，近些年'
            },
            { kana: 'かつて', mana: '', type: '副', cn: '过去，以前，曾经' },
            { kana: 'しんや', mana: '深夜', type: '名', cn: '深夜' },
            {
              kana: 'きゅうじつしゅっきん',
              mana: '休日出勤',
              type: '名',
              cn: '节假日上班'
            },
            {
              kana: 'あたりまえ',
              mana: '当たり前',
              type: '形2',
              cn: '当然，理所当然'
            },
            {
              kana: 'しゅうきゅうふつかせい',
              mana: '週休2日制',
              type: '名',
              cn: '双休日制度'
            },
            {
              kana: 'どうにゅうする',
              mana: '導入する',
              type: '动3',
              cn: '引进，引入，导入'
            },
            { kana: 'ろうどう', mana: '労働', type: '名', cn: '劳动' },
            { kana: 'へらす', mana: '減らす', type: '动1', cn: '减少，减轻' },
            {
              kana: 'とりくみ',
              mana: '取り組み',
              type: '名',
              cn: '措施，举措，努力'
            },
            {
              kana: 'じっしする',
              mana: '実施する',
              type: '动3',
              cn: '实施，施行'
            },
            { kana: 'こっか', mana: '国家', type: '名', cn: '国家' },
            { kana: 'こうむいん', mana: '公務員', type: '名', cn: '公务员' },
            { kana: 'せいど', mana: '制度', type: '名', cn: '制度' },
            { kana: 'パーセント', mana: '%', type: '名', cn: '百分比' },
            {
              kana: 'フレックスタイムせいど',
              mana: 'フレックスタイム制度',
              type: '名',
              cn: '弹性工作时间制度'
            },
            { kana: 'たいきん', mana: '退勤', type: '名', cn: '下班' },
            {
              kana: 'ろうどうしゃ',
              mana: '労働者',
              type: '名',
              cn: '劳动者，工人'
            },
            { kana: 'バランス', mana: '', type: '名', cn: '平衡，均衡' },
            {
              kana: 'もうける',
              mana: '設ける',
              type: '动2',
              cn: '制定，设置，设立'
            },
            {
              kana: 'いくじきゅうか',
              mana: '育児休暇',
              type: '名',
              cn: '育婴休假，产假'
            },
            { kana: 'ほとんど', mana: '', type: '名', cn: '基本上，几乎' },
            { kana: 'える', mana: '得る', type: '动2', cn: '得到，取得' },
            {
              kana: 'しゅっせ',
              mana: '出世',
              type: '名',
              cn: '晋升，出人头地，出息，发迹'
            },
            { kana: 'さまたげ', mana: '妨げ', type: '名', cn: '妨碍，妨害' },
            {
              kana: 'くらべる',
              mana: '比べる',
              type: '动2',
              cn: '相比，比较，对比'
            },
            { kana: 'おう', mana: '追う', type: '动1', cn: '追，赶；催逼' }
          ],
          phrase: [
            { kana: 'これまで', mana: '', cn: '以往，此前' },
            { kana: 'みられる', mana: 'いられる', cn: '出现，能看到' },
            {
              kana: 'じかんにおわれる',
              mana: '時間に追われる',
              cn: '被时间追赶'
            },
            { kana: '〜ねんだい', mana: '〜年代', cn: '～年代' }
          ]
        },
        {
          word: [
            { kana: 'かって', mana: '', type: '副', cn: '过去，以前，曾经' },
            { kana: 'れんそうする', mana: '連想する', type: '动3', cn: '联想' },
            {
              kana: 'かんきょうもんだい',
              mana: '環境問題',
              type: '名',
              cn: '环境问题'
            },
            { kana: 'しょっき', mana: '食器', type: '名', cn: '餐具' },
            {
              kana: 'あつかう',
              mana: '扱う',
              type: '动1',
              cn: '经营；对待，处理'
            },
            { kana: 'ぞうかする', mana: '増加する', type: '动3', cn: '增加' },
            { kana: 'きゅうげき', mana: '急激', type: '形2', cn: '急剧，急速' },
            {
              kana: 'せいかつしゅうかんびょう',
              mana: '生活習慣病',
              type: '名',
              cn: '生活习惯病，成人病'
            },
            { kana: 'のうぎょう', mana: '農業', type: '名', cn: '农业' },
            {
              kana: 'さかん',
              mana: '盛ん',
              type: '形2',
              cn: '兴盛，旺盛，热烈'
            },
            { kana: 'こうぎょう', mana: '工業', type: '名', cn: '工业' },
            {
              kana: 'たもつ',
              mana: '保つ',
              type: '动1',
              cn: '保持，维持；保，保住'
            },
            { kana: 'くずれる', mana: '崩れる', type: '动2', cn: '崩溃，毁坏' },
            { kana: 'うしなう', mana: '失う', type: '动1', cn: '失去，丧失' },
            { kana: 'しゅうし', mana: '収支', type: '名', cn: '收支' },
            {
              kana: 'ちょくぜん',
              mana: '直前',
              type: '名',
              cn: '即将……之前；正前面'
            },
            {
              kana: 'こまかい',
              mana: '細かい',
              type: '形1',
              cn: '细小，细致，琐碎'
            },
            { kana: 'てん', mana: '点', type: '名', cn: '点，方面' },
            { kana: 'ぎもん', mana: '疑問', type: '名', cn: '疑问' },
            { kana: 'よそく', mana: '予測', type: '名', cn: '预测' },
            {
              kana: 'ユーターンげんしょう',
              mana: 'Uターン現象',
              type: '名',
              cn: '调头现象'
            },
            {
              kana: 'アイターンげんしょう',
              mana: 'Iターン現象',
              type: '名',
              cn: '单行现象'
            }
          ],
          phrase: [
            { kana: '〜だい', mana: '〜代', cn: '～多岁' },
            { kana: '〜ご', mana: '〜後', cn: '～后，～之后' }
          ]
        },
        {
          word: [
            {
              kana: 'だいひょうてき',
              mana: '代表的',
              type: '形2',
              cn: '有代表性的'
            },
            {
              kana: 'なつめそうせき',
              mana: '夏目漱石',
              type: '专',
              cn: '夏目漱石'
            },
            { kana: 'しょくぎょう', mana: '職業', type: '名', cn: '职业' },
            {
              kana: 'アナウンサー',
              mana: '',
              type: '名',
              cn: '播音员，广播员'
            },
            { kana: 'さっきょくか', mana: '作曲家', type: '名', cn: '作曲家' },
            { kana: 'わしつ', mana: '和室', type: '名', cn: '日式房间' },
            { kana: 'じゅうたく', mana: '住宅', type: '名', cn: '住宅' },
            { kana: 'はんとし', mana: '半年', type: '名', cn: '半年' },
            { kana: 'のう', mana: '脳', type: '名', cn: '脑，大脑' },
            {
              kana: 'はたらき',
              mana: '働き',
              type: '名',
              cn: '作用，功能；工作'
            },
            {
              kana: 'かいめいする',
              mana: '解明する',
              type: '动3',
              cn: '弄清楚，讲清楚，阐明'
            },
            {
              kana: 'けいき',
              mana: '景気',
              type: '名',
              cn: '市场情况，商业状况，景气'
            },
            {
              kana: 'かいふくする',
              mana: '回復する',
              type: '动3',
              cn: '恢复；康复'
            },
            {
              kana: 'せまる',
              mana: '迫る',
              type: '动1',
              cn: '接近，迫近，临近'
            },
            { kana: 'はいゆう', mana: '俳優', type: '名', cn: '演员' },
            {
              kana: 'リサイクル',
              mana: '',
              type: '名',
              cn: '再利用，循环使用'
            },
            { kana: 'いしき', mana: '意識', type: '名', cn: '意识' },
            { kana: 'ちょうき', mana: '長期', type: '名', cn: '长期' },
            {
              kana: 'こくないりょこう',
              mana: '国内旅行',
              type: '名',
              cn: '国内旅行'
            },
            { kana: 'でんきせいひん', mana: '電気製品', type: '名', cn: '电器' }
          ],
          phrase: [{ kana: '〜か', mana: '〜家', cn: '～家' }]
        }
      ]
    }
  ]
}
