export default {
  id: 15,
  chapter: 3,
  title: '大阪采访之旅',
  lesson: [
    {
      no: 57,
      topic: 'トラブル・イタリア旅行',
      basic: {
        base: ['イタリア旅行'],
        use: [
          [
            '４月1日',
            '17時20分、あこがれのローマに到着。荷物を受け取って、入国。旅行社の人が迎えに来ているはずだが、見つからない。もし来なかったらと思い、不安になった時、背の高い男性が、にこにこしながら近づいてきて何か言う。だれかと思ったら、我々を迎えに来たガイドさんだった。',
            '４月2日',
            '6時30分起床。今日はローマ市内観光。お土産物屋さんは、わたしたちの顔を見ると、まず、「ニーハオ」と呼びかけ、黙っていると、「アンニョンハシムニカ」。さらに黙っていると、「こんにちは」。海外旅行に来る東洋人は中国、韓国、日本の順になっているのだろうか。',
            '４月3日',
            'ポンペイ見学。西暦79年に火山の爆発で埋まってしまったローマ時代の都市だ。1900年以上昔にこんな立派な都市があったなんて、信じられない。',
            '４月４日',
            '今日は自由行動。レストランに行ったら、イタリア語ばかりが聞こえてきて、ちょっと緊張する。隅に日本人らしいグループがいたので、なんとなくほっとする。軽くお辞儀をすると、にっこり笑って、「ニーハオ」と言った。相手も私たちと同じ気持ちだったらしい。やはり同じ東洋人ということで、相通じるものがあるのかもしれない。'
          ]
        ]
      },
      utilization: {
        title: 'トラブル',
        content: [
          [
            '王：あのう、荷物が出てこないんですけど…',
            '手荷物係：えっ、そうですか。失礼ですが、どのようなお荷物ですか。',
            '王：黒いスーツケースで、「王風」という名札が付けてあります。いくら待っても出てこないんですよ。',
            '手荷物係：申し訳ございません。すぐにお調べします。少々待ちください。',
            '山田：すみません。AJL205便で来る人を待っているんですが、まだ出てこないんデス。',
            '空港職員：上海からの便ですね。予定どおり17時３０分に到着いたしましたが…。よろしければ、お呼び出しのアナウンスをいたしましょうか。',
            '山田：ええ。お願いします。',
            '王：ちょっと、いったい。いつまで待てばいいんですか。もう６時半ですよ。',
            '手荷物係：申し訳ごじいません。ただ今お調べしております。もう少しお待ちいただけませんか。',
            '王：そんな、困りますよ。ロビーで同僚がまっているんです。早くてもらえませんか。',
            '手荷物係：本当に申し訳ございません。後ほど、お泊りのホテルにお届けいたします。よろしいでしょうか。',
            '王：仕方ないですね。できるだけ早く届けくださいよ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            {
              kana: 'てにもつがかり',
              mana: '手荷物係',
              type: '名',
              cn: '行李员'
            },
            {
              kana: 'どのような',
              mana: '',
              type: '连体',
              cn: '什么样的、怎样的'
            },
            { kana: 'なふだ', mana: '名札', type: '名', cn: '姓名牌、姓名卡' },
            { kana: 'よろしい', mana: '', type: '形1', cn: '可以、行、好' },
            {
              kana: 'しょくいん',
              mana: '職員',
              type: '名',
              cn: '工作人员、职员'
            },
            {
              kana: 'よびだし',
              mana: '呼び出し',
              type: '名',
              cn: '呼叫、传唤'
            },
            {
              kana: 'アナウンス',
              mana: '',
              type: '名',
              cn: '广播；报告；通知'
            },
            { kana: 'いったい', mana: '', type: '副', cn: '到底、究竟' },
            { kana: 'ロビー', mana: '', type: '名', cn: '大厅' },
            {
              kana: 'のちほど',
              mana: '後ほど',
              type: '副',
              cn: '过一会儿、随后'
            }
          ],
          phrase: [
            {
              kana: '〜どおり',
              mana: '',
              cn: '与〜一样、按照〜那样、原样、同样'
            }
          ]
        },
        {
          word: [
            { kana: 'ばか', mana: '', type: '形2', cn: '胡扯、荒唐、不合理' },
            { kana: 'やぶれる', mana: '破れる', type: '动2', cn: '破、撕破' },
            { kana: 'しょくご', mana: '食後', type: '名', cn: '饭后' },
            { kana: 'デザート', mana: '', type: '名', cn: '甜点、餐后点心' },
            { kana: 'きぼう', mana: '希望', type: '名', cn: '愿望、希望' },
            {
              kana: 'だいがくいん',
              mana: '大学院',
              type: '名',
              cn: '研究生院'
            },
            {
              kana: 'とりあつかい',
              mana: '取り扱い',
              type: '名',
              cn: '办理、处理；对待'
            },
            { kana: 'しょうさい', mana: '詳細', type: '名', cn: '详细情况' },
            {
              kana: 'よびだす',
              mana: '呼び出す',
              type: '动1',
              cn: '呼叫、叫出'
            },
            {
              kana: 'ことづける',
              mana: '',
              type: '动2',
              cn: '带口信、捎话、传话'
            },
            { kana: 'キャンセル', mana: '', type: '名', cn: '取消、废除' },
            { kana: 'ことづけ', mana: '', type: '名', cn: '口信、嘱托' },
            { kana: 'カード', mana: '', type: '名', cn: '卡、卡片' },
            { kana: 'げつまつ', mana: '月末', type: '名', cn: '月末、月底' },
            {
              kana: 'せんせんげつ',
              mana: '先々月',
              type: '名',
              cn: '上上个月'
            },
            {
              kana: 'せんせんしゅう',
              mana: '先々週',
              type: '名',
              cn: '上上个星期'
            },
            {
              kana: 'もうしこむ',
              mana: '申し込む',
              type: '动1',
              cn: '预约；提出；申请'
            },
            { kana: 'ほしの', mana: '星野', type: '专', cn: '星野' },
            { kana: 'すず', mana: '鈴', type: '名', cn: '铃、铃铛' },
            {
              kana: 'しょうしゃ',
              mana: '商社',
              type: '名',
              cn: '商社、贸易公司'
            },
            { kana: 'しじ', mana: '指示', type: '名', cn: '指示、吩咐' }
          ],
          phrase: [
            { kana: 'そんな', mana: 'ことはない', cn: '不会、不可能' },
            { kana: '〜待ち', mana: '〜まち', cn: '等待' }
          ]
        },
        {
          word: [
            {
              kana: 'にほんこうくう',
              mana: '日本航空',
              type: '专',
              cn: '日本航空（公司）'
            },
            { kana: 'パリ', mana: '', type: '专', cn: '巴黎' },
            { kana: 'けいゆ', mana: '経由', type: '名', cn: '经由、经过' },
            { kana: 'ローマ', mana: '', type: '专', cn: '罗马' },
            { kana: 'なりた', mana: '成田', type: '专', cn: '成田' },
            { kana: 'かんこう', mana: '観光', type: '名', cn: '观光、游览' },
            { kana: 'けんがく', mana: '見学', type: '名', cn: '参观、学习' },
            { kana: 'ナポリ', mana: '', type: '专', cn: '那不勒斯' },
            {
              kana: 'じゆうこうどう',
              mana: '自由行動',
              type: '名',
              cn: '自由活动'
            },
            {
              kana: 'よくじつ',
              mana: '翌日',
              type: '名',
              cn: '翌日、次日、第二天'
            },
            { kana: 'にゅうこく', mana: '入国', type: '名', cn: '入境' },
            {
              kana: 'ふあん',
              mana: '不安',
              type: '名',
              cn: '担心、不安；不放心'
            },
            { kana: 'にこにこ', mana: '', type: '副', cn: '笑眯眯、微笑' },
            { kana: 'ガイド', mana: '', type: '名', cn: '导游' },
            { kana: 'きしょう', mana: '起床', type: '名', cn: '起床' },
            {
              kana: 'みやげものや',
              mana: '土産物屋',
              type: '名',
              cn: '土特产店老板；土特产店、礼品店'
            },
            {
              kana: 'よびかける',
              mana: '呼びかける',
              type: '动2',
              cn: '招呼、呼唤'
            },
            {
              kana: 'だまる',
              mana: '黙る',
              type: '动1',
              cn: '不说话、不出声、沉默'
            },
            {
              kana: 'とうようじん',
              mana: '東洋人',
              type: '名',
              cn: '东方人、亚洲人'
            },
            { kana: 'じゅん', mana: '順', type: '名', cn: '顺序、次序' },
            { kana: 'ポンぺイ', mana: '', type: '专', cn: '庞贝古城' },
            {
              kana: 'せいれき',
              mana: '西暦',
              type: '名',
              cn: '公元、公历、阳历'
            },
            { kana: 'かざん', mana: '火山', type: '名', cn: '火山' },
            { kana: 'ばくはつ', mana: '爆発', type: '名', cn: '爆发' },
            { kana: 'うまる', mana: '埋まる', type: '动1', cn: '埋上、埋藏' },
            {
              kana: 'イタリアご',
              mana: 'イタリア語',
              type: '名',
              cn: '意大利语'
            },
            { kana: 'すみ', mana: '隅', type: '名', cn: '角落、旮旯' },
            { kana: 'グループ', mana: '', type: '名', cn: '群、组；集团' },
            { kana: 'なんとなく', mana: '', type: '副', cn: '不由得、总觉得' },
            { kana: 'ほっと', mana: '', type: '副', cn: '放松、放心、松气' },
            {
              kana: 'にっこり',
              mana: '',
              type: '副',
              cn: '莞尔、微笑、嫣然一笑'
            },
            { kana: 'あいつうじる', mana: '相通じる', type: '动2', cn: '相通' }
          ],
          phrase: [
            { kana: '〜発', mana: '〜はつ', cn: '〜出发' },
            { kana: '〜泊', mana: '〜はく', cn: '〜晚' },
            { kana: '〜屋', mana: '〜や', cn: '〜店主、〜店、〜铺' },
            { kana: 'ニーハオ', mana: '', cn: '你好（汉语）' },
            { kana: 'アンニョンハシム二か', mana: '', cn: '你好（朝鲜语）' }
          ]
        },
        {
          word: [
            {
              kana: 'さいしゅうび',
              mana: '最終日',
              type: '名',
              cn: '最后一天'
            },
            {
              kana: 'しゅうりょうする',
              mana: '終了する',
              type: '动3',
              cn: '结束、终了'
            },
            { kana: 'ふわふわ', mana: '', type: '副', cn: '轻飘飘、软绵绵' },
            { kana: 'ぐずぐず', mana: '', type: '副', cn: '磨磨蹭蹭、慢腾腾' },
            {
              kana: 'ぼんやり',
              mana: '',
              type: '副',
              cn: '发呆、精神恍惚；模糊、不清楚'
            },
            { kana: 'いらいら', mana: '', type: '副', cn: '焦躁不安、焦急' },
            { kana: 'わくわく', mana: '', type: '副', cn: '欢欣雀跃、兴奋' },
            {
              kana: 'どきっと',
              mana: '',
              type: '副',
              cn: '大吃一惊、心怦怦跳；忐忑不安'
            },
            { kana: 'わた', mana: '綿', type: '名', cn: '棉花、棉' },
            { kana: 'プロポーズする', mana: '', type: '动3', cn: '求婚' },
            { kana: 'ゆげ', mana: '湯気', type: '名', cn: '水蒸气、热气' },
            { kana: 'めのまえ', mana: '目の前', type: '名', cn: '眼前、面前' },
            { kana: 'せんす', mana: '扇子', type: '名', cn: '扇子、折扇' },
            { kana: 'はね', mana: '羽', type: '名', cn: '羽毛、翎毛' },
            { kana: 'ぞうきん', mana: '', type: '名', cn: '抹布' },
            { kana: 'いきなり', mana: '', type: '副', cn: '突然、冷不防' },
            {
              kana: 'とうよう',
              mana: '東洋',
              type: '名',
              cn: '亚洲、东方、亚洲东部和东南部'
            },
            {
              kana: 'とうよういがく',
              mana: '東洋医学',
              type: '名',
              cn: '东方医学'
            },
            { kana: 'うらやましい', mana: '', type: '形1', cn: '羡慕、眼红' },
            { kana: 'ゆうれい', mana: '幽霊', type: '名', cn: '幽灵' },
            { kana: 'このむ', mana: '好む', type: '动1', cn: '喜欢、爱好' },
            { kana: 'あいつうずる', mana: '相通ずる', type: '动3', cn: '相通' },
            { kana: 'かんきょう', mana: '環境', type: '名', cn: '环境' },
            { kana: 'しゅうかい', mana: '集会', type: '名', cn: '集会' },
            {
              kana: 'おえる',
              mana: '終える',
              type: '动2',
              cn: '做完、完成、结束'
            },
            {
              kana: 'へいかいする',
              mana: '閉会する',
              type: '动3',
              cn: '闭会、散会；闭幕'
            },
            { kana: 'ゆうびん', mana: '郵便', type: '名', cn: '邮政、邮件' },
            {
              kana: 'とっきゅうでんしゃ',
              mana: '特急電車',
              type: '名',
              cn: '特快列车'
            },
            { kana: 'かなざわ', mana: '金沢', type: '专', cn: '金泽' },
            { kana: 'ゆうじん', mana: '友人', type: '名', cn: '朋友、友人' },
            { kana: 'きいろい', mana: '黄色い', type: '形1', cn: '黄色' },
            {
              kana: 'おくりもの',
              mana: '贈り物',
              type: '名',
              cn: '礼物、礼品'
            },
            { kana: 'そのうち', mana: '', type: '副', cn: '不久、过几天' },
            {
              kana: 'かみぶくろ',
              mana: '紙袋',
              type: '名',
              cn: '纸袋、纸质口袋'
            },
            { kana: 'うわぎ', mana: '上着', type: '名', cn: '上衣' },
            { kana: 'ねいろ', mana: '音色', type: '名', cn: '音色' },
            { kana: 'サラダ', mana: '', type: '名', cn: '色拉、凉拌菜' },
            {
              kana: 'めだつ',
              mana: '目立つ',
              type: '动1',
              cn: '显眼、显著、引人注目'
            }
          ],
          phrase: []
        }
      ]
    },
    {
      no: 58,
      topic: 'スケジュール・温泉大国、日本',
      basic: {
        base: ['温泉大国、日本'],
        use: [
          [
            '日本には、全国に約3000の温泉地があり、利用者は一年間に延べ1億4千万人以上といわれている。',
            '温泉といえば、地中から湧き出る温かいお湯のことだと思っている人も多い。しかし、冷たい水でも、規定の成分を含んでいれば温泉という。温泉の色は、透明なものから白い濁ったものや青色をしたものまでさまざまである。また、成分の違いによって、神経痛や皮膚病、高血圧などいろいろな病気に効くといわれている。',
            'かつて、温泉は病気やけがの治療に使われていた。今は、環境を変えてのんびりするために利用する人がほとんどだ。温泉の多くは自然の豊かな場所にある。だから、緑を見ながら、露天風呂に入ったり、広いお風呂でたっぷりのお湯につかったりすることによって、リラックスできるのだろう。',
            '温泉地では、お客を集めるための工夫をしている。例えば、宿泊する人以外がホテルや旅館の入浴施設を有料で使用できる「日帰り温泉」がある。「入浴＋昼ご飯」や、「入浴＋部屋での休憩」など、宿泊する時間のない人のためにさまざまなプランもある。最近では「日帰り入浴」専用の施設も増えてきている。',
            'また銭湯といって、安い値段で入浴できる施設もある。銭湯とは、多くの家にお風呂がなかったころに作られた入浴施設のことだ。現在ではその数も少なくなってきているが、最近では、「スーパー銭湯」が出てきて人気を集めている。普通の銭湯より値段は高いが、いろいろな種類のお風呂やマッサージ、エステなどがあり、1日中楽しめる。「スーパー銭湯」は忙しい人たちのちょっとしたいやしの場になっているのだ。'
          ]
        ]
      },
      utilization: {
        title: 'スケジュール',
        content: [
          [
            '山田：今日から1周間、よろしくお願いします。',
            '王：こちらこそ、お世話になります。スケジュール表、ありがとうございます。',
            '山田：滞在期間中に、できるだけたくさんの取材ができるよう予定を立てました。ちょっとハード過ぎますか。',
            '王：いいえ、とんでもありません。音楽、ファッション、映画、食べ物、観光地…。どれも関心のある所ばかりです。',
            '山田：それから、水曜日だけは予定を入れていません。もしよかったら、その日、有馬温泉に寄ってみませんか。',
            '王：温泉ですか。',
            '山田：ええ。1日くらいのんびりしたほうがいいと思って…。',
            '王：ありがとうございます。ぜひ行ってみたいです。',
            '山田：分かりました。じゃあ、早速旅館を予約します。'
          ],
          [
            '女将：お電話ありがとうございます。「有馬旅館」でございます。',
            '山田：すみません、予約をお願いしたいんですが…。',
            '女将：はい、ありがとうございます。ご予定はいつになりますか。',
            '山田：あさって、2名で1泊なんですが、空いているでしょうか。',
            '女将：はい、20日の水曜日、2名様で、ご1泊ですね。少々お待ちくださいませ。はい、ご用意できます。1泊2食付きで、お1人様16000円になりますが、よろしいですか。',
            '山田：はい、結構です。',
            '女将：かしこまりました。それでは、お名前とお電話番号をお願いします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: 'スゲジュール', mana: '', type: '名', cn: '日程、日程表' },
            {
              kana: 'ハード',
              mana: '',
              type: '形2',
              cn: '（日程）紧张、紧密；困难；硬、坚固'
            },
            {
              kana: 'とんでもない',
              mana: '',
              type: '形1',
              cn: '没有的事儿、哪里的话'
            },
            {
              kana: 'ファッション',
              mana: '',
              type: '名',
              cn: '时装、时尚、流行'
            },
            {
              kana: 'かんこうち',
              mana: '観光地',
              type: '名',
              cn: '观光胜地、旅游胜地'
            },
            {
              kana: 'ありまおんせん',
              mana: '有馬温泉',
              type: '专',
              cn: '有马温泉'
            },
            {
              kana: 'のんびり',
              mana: '',
              type: '副',
              cn: '放松、轻松；悠闲自在、悠然自得'
            },
            {
              kana: 'おかみ',
              mana: '女将',
              type: '名',
              cn: '老板娘、女主人、女掌柜'
            }
          ],
          phrase: [
            {
              kana: 'おせわになります',
              mana: 'お世話になります',
              cn: '承蒙照顾'
            },
            {
              kana: 'とんでもありません没有的事儿、哪儿的话',
              mana: '',
              cn: ''
            },
            { kana: 'かんしんがある', mana: '関心がある', cn: '感兴趣' },
            { kana: '〜名様', mana: '〜めいさま', cn: '〜位、〜名' },
            { kana: '〜食', mana: '〜しょく', cn: '〜餐' },
            { kana: '〜付き', mana: '〜つき', cn: '〜带〜、附送〜' }
          ]
        },
        {
          word: [
            {
              kana: 'まんしつ',
              mana: '満室',
              type: '名',
              cn: '房间已满、无空房间、满员'
            },
            { kana: 'あんせい', mana: '安静', type: '形2', cn: '静养、安静' },
            { kana: 'エプロン', mana: '', type: '名', cn: '围裙' },
            {
              kana: 'せいそうする',
              mana: '清掃する',
              type: '动3',
              cn: '清扫、扫除'
            },
            {
              kana: 'くむ',
              mana: '組む',
              type: '动1',
              cn: '计划、安排、编制、编排'
            },
            { kana: 'たまたま', mana: '', type: '副', cn: '偶然、碰巧' },
            {
              kana: 'いちど',
              mana: '一度',
              type: '副',
              cn: '一次、一遍、一度'
            },
            {
              kana: 'らいしゃする',
              mana: '来社する',
              type: '动3',
              cn: '来（我）公司'
            },
            {
              kana: 'きょうりょくする',
              mana: '協力する',
              type: '动3',
              cn: '合作、协作、配合'
            },
            { kana: 'つぼ', mana: '', type: '名', cn: '瓶、坛、罐、缸' },
            { kana: 'しちゃくする', mana: '試着する', type: '动3', cn: '试穿' },
            { kana: 'さっぽろ', mana: '札幌', type: '专', cn: '札幌' },
            { kana: 'かたみち', mana: '片道', type: '名', cn: '单程' },
            { kana: 'ひかり', mana: '光', type: '名', cn: '光、光亮、光线' },
            {
              kana: 'あいずする',
              mana: '合図する',
              type: '动3',
              cn: '发信号、递暗号'
            },
            { kana: 'さんすう', mana: '算数', type: '名', cn: '算数' },
            { kana: 'とく', mana: '解く', type: '动1', cn: '解、解答、解明' },
            {
              kana: 'ひょうじ',
              mana: '表示',
              type: '名',
              cn: '表示、指示；表明'
            },
            { kana: 'ローマじ', mana: 'ローマ字', type: '名', cn: '罗马字' },
            { kana: 'まんぞく', mana: '満足', type: '名', cn: '满足、满意' }
          ],
          phrase: [
            {
              kana: 'お／ご〜もうしあげる',
              mana: 'お／ご〜申し上げる',
              cn: '恭〜、敬〜（自谦）'
            }
          ]
        },
        {
          word: [
            { kana: 'たいこく', mana: '大国', type: '名', cn: '大国、强国' },
            { kana: 'ぜんこく', mana: '全国', type: '名', cn: '全国' },
            { kana: 'おんせんち', mana: '温泉地', type: '名', cn: '温泉胜地' },
            { kana: 'のべ', mana: '延べ', type: '名', cn: '总计、共计' },
            { kana: 'ちちゅう', mana: '地中', type: '名', cn: '地下、地里' },
            {
              kana: 'わきでる',
              mana: '湧き出る',
              type: '动2',
              cn: '喷涌、喷出、涌出'
            },
            { kana: 'きてい', mana: '規定', type: '名', cn: '特定、规定' },
            { kana: 'ふくむ', mana: '含む', type: '动1', cn: '包含、含有' },
            { kana: 'とうめい', mana: '透明', type: '形2', cn: '透明' },
            { kana: 'にごる', mana: '濁る', type: '动1', cn: '混浊、污浊' },
            { kana: 'しんけいつう', mana: '神経痛', type: '名', cn: '神经痛' },
            { kana: 'ひふびょう', mana: '皮膚病', type: '名', cn: '皮肤病' },
            { kana: 'こうけつあつ', mana: '高血圧', type: '名', cn: '高血压' },
            { kana: 'ちりょう', mana: '治療', type: '名', cn: '治疗' },
            { kana: 'かえる', mana: '変える', type: '动2', cn: '换、改变' },
            {
              kana: 'ろてんぶろ',
              mana: '露天風呂',
              type: '名',
              cn: '露天温泉、露天浴池'
            },
            {
              kana: 'たっぷり',
              mana: '',
              type: '形2',
              cn: '满……、充分、足够'
            },
            { kana: 'つかる', mana: '', type: '动1', cn: '浸泡、泡澡' },
            {
              kana: 'リラックスする',
              mana: '',
              type: '动3',
              cn: '放松、松弛；轻松'
            },
            {
              kana: 'しゅくはくする',
              mana: '宿泊する',
              type: '动3',
              cn: '住宿，投宿'
            },
            {
              kana: 'にゅうよくしせつ',
              mana: '入浴施設',
              type: '名',
              cn: '洗浴设施'
            },
            { kana: 'ひがえり', mana: '日帰り', type: '名', cn: '当天往返' },
            { kana: 'にゅうよく', mana: '入浴', type: '名', cn: '洗浴，入浴' },
            { kana: 'しせつ', mana: '施設', type: '名', cn: '设施，设备' },
            {
              kana: 'せんとう',
              mana: '銭湯',
              type: '名',
              cn: '公共澡堂，洗浴中心'
            },
            { kana: 'ころ', mana: '', type: '名', cn: '时候，时期' },
            {
              kana: 'スーパーせんとう',
              mana: 'スーパー銭湯',
              type: '名',
              cn: '超级洗浴中心'
            },
            { kana: 'マッサージ', mana: '', type: '名', cn: '按摩' },
            { kana: 'エステ', mana: '', type: '名', cn: '美容，全身美容' },
            { kana: 'たのしむ', mana: '楽しむ', type: '动1', cn: '享受，欣赏' },
            {
              kana: 'ちょっとした',
              mana: '',
              type: '连体',
              cn: '一点点，有点，稍微'
            },
            {
              kana: 'いやし',
              mana: '',
              type: '名',
              cn: '安慰，享受；医治，治疗'
            }
          ],
          phrase: [{ kana: '〜せんまん', mana: '〜千万', cn: '〜千万' }]
        },
        {
          word: [
            {
              kana: 'ていりゅうじょ',
              mana: '停留所',
              type: '名',
              cn: '公交车站、车站、公共汽车站'
            },
            { kana: 'ぴったり', mana: '', type: '副', cn: '正合适、恰好' },
            { kana: 'つるつる', mana: '', type: '副', cn: '溜滑、滑溜、光溜' },
            { kana: 'じっけん', mana: '実験', type: '名', cn: '试验、实验' },
            { kana: 'こうずい', mana: '洪水', type: '名', cn: '洪水' },
            { kana: 'ながす', mana: '流す', type: '动1', cn: '冲走、冲刷' },
            { kana: 'ステーキ', mana: '', type: '名', cn: '牛排' },
            { kana: 'おかず', mana: '', type: '名', cn: '菜、菜肴' },
            { kana: 'まったく', mana: '全く', type: '副', cn: '完全、全然' },
            { kana: 'はんい', mana: '範囲', type: '名', cn: '范围' },
            { kana: 'しょくざい', mana: '食材', type: '名', cn: '食品原材料' },
            { kana: 'まつたけ', mana: '松茸', type: '名', cn: '松蘑、松茸' },
            { kana: 'げんいん', mana: '原因', type: '名', cn: '原因' },
            { kana: 'いやす', mana: '', type: '动1', cn: '医治、治疗' },
            { kana: 'かおり', mana: '香り', type: '名', cn: '香味、芳香' },
            { kana: 'ビタミン', mana: '', type: '名', cn: '维生素、维他命' },
            { kana: 'よぼうする', mana: '予防する', type: '动3', cn: '预防' },
            {
              kana: 'たてなおす',
              mana: '立て直す',
              type: '动1',
              cn: '重整、重建'
            },
            { kana: 'いじする', mana: '維持する', type: '动3', cn: '维持、保持' },
            { kana: 'たいじゅう', mana: '体重', type: '名', cn: '体重' },
            { kana: 'ファイル', mana: '', type: '名', cn: '文件、档案、卷宗' },
            { kana: 'ひづけ', mana: '日付', type: '名', cn: '日期、年月日' },
            { kana: 'はだ', mana: '肌', type: '名', cn: '肌肤' },
            { kana: 'ちく', mana: '地区', type: '名', cn: '地区' },
            { kana: 'そうとう', mana: '相当', type: '副', cn: '相当、很、颇' },
            { kana: 'しゃない', mana: '社内', type: '名', cn: '公司内' },
            { kana: 'てんさい', mana: '天才', type: '名', cn: '天才' }
          ],
          phrase: [
            { kana: '〜所', mana: '〜じょ', cn: '〜所、〜站' },
            { kana: '〜年制', mana: '〜ねんせい', cn: '〜年制' },
            { kana: '〜氏', mana: '〜し', cn: '〜先生、〜女士、〜夫人' }
          ]
        }
      ]
    },
    {
      no: 59,
      topic: '若者の意識・漫画とアニメ',
      basic: {
        base: ['漫画とアニメ'],
        use: [
          [
            '日本に来た外国人は、電車などでサラリーマンが夢中になって漫画を読んでいる光景を見て驚くと言う。日本の漫画は、子供向けから成人向けまで、対象の年代ごとにさまざまな種類がある。会社員の生活や、経済に関するものなど、大人にしか楽しめない内容の漫画も多くある。一方、子供向けの漫画でも、大人が楽しめるものも多い。近年、中国では「クレヨンしんちゃん」「ドラえもん」「ちび丸子ちゃん」などの漫画が子供だけでなく大人からも人気を集めている。',
            '日本のテレビアニメも外国での評価が高い。日本で最初のテレビアニメは1963年の“鉄腕アトム”だ。漫画をアニメ化したものだが、その画質は今とはくらべものにならないほど悪かった。その後、デジタル技術の開発が進むとともに、高画質のいきいきとした映像が生み出されるようになった。「ドラえもん」「クレヨンしんちゃん」などの漫画も、テレビ番組用にアニメ化され、高視聴率を獲得した。',
            'やがて、最先端のデジタル技術を使ったアニメが映画館のスクリーンに登場し、娯楽性や芸術性の高い作品が次々に製作されるようになった。',
            '2001年に公開された「千と千尋の神隠し」は、その豊かな想像力と高い表現力が世界的にも高く評価された。'
          ]
        ]
      },
      utilization: {
        title: '若者の意識',
        content: [
          [
            '王：（手指墙上的海报）あのポスター、張一心ですね。',
            '担当者：ええ。新作映画の「朋友」が今週公開されたばかりです。興行成績は現在のところは第2位ですが、来週はトップになる見込みです。',
            '王：張一心は中国では大スターですが、日本でも、すごい人気があるんですね。',
            '担当者：はい。彼が主演する映画は、アクションでも恋愛ドラマでも、必ず当たります。',
            '王：中国映画の人気はどうなんですか？',
            '担当者：ええ。この1か月で3本の中国映画が公開されました。どれも高く評価されています。',
            '王：中国以外ではどの国の映画が人気があるんですか。',
            '担当者：アメリカや韓国…そうそう、日本映画の人気も高まっていますよ。',
            '王：そうすると、外国のものだから人気があるというわけではないんですね。',
            '担当者：ええ、若者は日本のものと外国のものを区別していないような気がします。彼らは、映画にしても音楽にしても、いいものならすぐに受け入れます。',
            '王：そうですね。中国の若者も同じだと言う気がします。じゃあ、彼らの心をつかむには、どうすればいいんでしょうか。',
            '担当者：うーん…、難しい質問ですね。やはり本当にいいものを作ることではないでしょうか。',
            '王：本当にいいもの、ですか？',
            '担当者：ええ。今の若者は、テレビＣＭより、同世代の人の口コミを信じます。映像でも音楽でも食べ物でも、本当にいいものを提供すれば、口コミで広がっていくはずです。',
            '王：なるほど。ありがとうございます。とても参考になりました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 60,
      topic: '最終日・方言と共通語',
      basic: {
        base: ['方言と共通語'],
        use: [
          [
            '中国は多民族国家で、民族によって使用する言語が異なっている。また中国語も1つではなく、かなりの数の方言が存在する。それぞれの方言は発音も文法も語彙も大きく違っている。',
            '日本語においても、発音、文法、語彙など、地域による言葉の違いがある。',
            'まず、発音やアクセントの違いがある。例えば、「はし」と言う言葉だ。「箸」の「はし」、「橋」の「はし」。ほかにも異なった意味があるが、この二つの意味で考えてみよう。',
            '共通語（東京方言）では、「箸」は「は」を高く、「し」を低く言う（①）。「橋」は「は」を低く、「し」を高くいう（②）。',
            '①はし（高低）②はし（低高）',
            '一方、京都など関西地方では、「箸」は「はし（②）」、「橋」のほうは「はし（①）」と発音する。「はし（①）」と言う言葉の意味は、方言によって変わることになる。',
            '方言の違いによってこんな誤解が起きることもある。例えば、東北地方に「なげる」と言う方言がある。これは「捨てる」と言う意味だが、方言を知らない人が「これを投げて」と言われて、「投げる」だと解釈して、ごみを投げ返して怒られたと言う話がある。また、関西地方には「ほかす」と言う方言がある。やはり「すてる」と言う意味だが、これを「保管して」と聞き間違えて、要らないものを大切に保管してしまったと言う話もある。',
            '現在では、ラジオやテレビでは東京の方言を基本にした共通語が使われ、地方の日常生活に共通語が浸透している。'
          ]
        ]
      },
      utilization: {
        title: '最終日',
        content: [
          [
            '山田：いよいよ明日帰国ですね。次の取材は、2週間後でしたよね。',
            '王：はい。1週間お世話になりました。やっぱり、実際に来てみないと、分からないことがあるものですね。',
            '山田：というと？',
            '王：いやあ、大阪だから、「おおきに」とか「あかん」とか、もっと大阪の方言が聞けると思っていたんですが、あまり耳にしませんでした。',
            '山田：そういえば、そうですね。繁華街の方に行かなかったせいかな。あっ、そうだ。今から、ミナミに飲みに行きませんか。大阪弁がたっぷり聞けますよ。',
            '王：せっかくですけれど、今日は遠慮しておきます。明日出発が早いので。その代わり、今度の東京取材の時、誘ってください。',
            '山田：あのう…、実は、来月の取材には、私は同行できないんです。',
            '王：そうなんですか。それは残念です。',
            '山田：というのは、あのう…、わたし、来月結婚するんです。',
            '王：えっ！？本当ですか。それは、おめでとうございます。',
            '山田：ありがとうございます。王さん、もしよかったら、披露宴に出てくれませんか。披露は５日ですから、ちょうど王さんが日本にいる間です。ぜひ出席してください。',
            '王：いいんですか。では、喜んで主席させていただきます。',
            '山田：よかった。ありがとうございます。',
            '王：こちらこそ。日本の結婚式に出るのは初めてなので、今度の東京取材がますます楽しみになりました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
