export default {
  id: 15,
  chapter: 3,
  title: '大阪采访之旅',
  lesson: [
    {
      no: 57,
      topic: 'トラブル・イタリア旅行',
      basic: {
        base: ['イタリア旅行'],
        use: [
          [
            '４月1日',
            '17時20分、あこがれのローマに到着。荷物を受け取って、入国。旅行社の人が迎えに来ているはずだが、見つからない。もし来なかったらと思い、不安になった時、背の高い男性が、にこにこしながら近づいてきて何か言う。だれかと思ったら、我々を迎えに来たガイドさんだった。',
            '４月2日',
            '6時30分起床。今日はローマ市内観光。お土産物屋さんは、わたしたちの顔を見ると、まず、「ニーハオ」と呼びかけ、黙っていると、「アンニョンハシムニカ」。さらに黙っていると、「こんにちは」。海外旅行に来る東洋人は中国、韓国、日本の順になっているのだろうか。',
            '４月3日',
            'ポンペイ見学。西暦79年に火山の爆発で埋まってしまったローマ時代の都市だ。1900年以上昔にこんな立派な都市があったなんて、信じられない。',
            '４月４日',
            '今日は自由行動。レストランに行ったら、イタリア語ばかりが聞こえてきて、ちょっと緊張する。隅に日本人らしいグループがいたので、なんとなくほっとする。軽くお辞儀をすると、にっこり笑って、「ニーハオ」と言った。相手も私たちと同じ気持ちだったらしい。やはり同じ東洋人ということで、相通じるものがあるのかもしれない。'
          ]
        ]
      },
      utilization: {
        title: 'トラブル',
        content: [
          [
            '王：あのう、荷物が出てこないんですけど…',
            '手荷物係：えっ、そうですか。失礼ですが、どのようなお荷物ですか。',
            '王：黒いスーツケースで、「王風」という名札が付けてあります。いくら待っても出てこないんですよ。',
            '手荷物係：申し訳ございません。すぐにお調べします。少々待ちください。',
            '山田：すみません。AJL205便で来る人を待っているんですが、まだ出てこないんデス。',
            '空港職員：上海からの便ですね。予定どおり17時３０分に到着いたしましたが…。よろしければ、お呼び出しのアナウンスをいたしましょうか。',
            '山田：ええ。お願いします。',
            '王：ちょっと、いったい。いつまで待てばいいんですか。もう６時半ですよ。',
            '手荷物係：申し訳ごじいません。ただ今お調べしております。もう少しお待ちいただけませんか。',
            '王：そんな、困りますよ。ロビーで同僚がまっているんです。早くてもらえませんか。',
            '手荷物係：本当に申し訳ございません。後ほど、お泊りのホテルにお届けいたします。よろしいでしょうか。',
            '王：仕方ないですね。できるだけ早く届けくださいよ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 58,
      topic: 'スケジュール・温泉大国、日本',
      basic: {
        base: ['温泉大国、日本'],
        use: [
          [
            '日本には、全国に約3000の温泉地があり、利用者は一年間に延べ1億4千万人以上といわれている。',
            '温泉といえば、地中から湧き出る温かいお湯のことだと思っている人も多い。しかし、冷たい水でも、規定の成分を含んでいれば温泉という。温泉の色は、透明なものから白い濁ったものや青色をしたものまでさまざまである。また、成分の違いによって、神経痛や皮膚病、高血圧などいろいろな病気に効くといわれている。',
            'かつて、温泉は病気やけがの治療に使われていた。今は、環境を変えてのんびりするために利用する人がほとんどだ。温泉の多くは自然の豊かな場所にある。だから、緑を見ながら、露天風呂に入ったり、広いお風呂でたっぷりのお湯につかったりすることによって、リラックスできるのだろう。',
            '温泉地では、お客を集めるための工夫をしている。例えば、宿泊する人以外がホテルや旅館の入浴施設を有料で使用できる「日帰り温泉」がある。「入浴＋昼ご飯」や、「入浴＋部屋での休憩」など、宿泊する時間のない人のためにさまざまなプランもある。最近では「日帰り入浴」専用の施設も増えてきている。',
            'また銭湯といって、安い値段で入浴できる施設もある。銭湯とは、多くの家にお風呂がなかったころに作られた入浴施設のことだ。現在ではその数も少なくなってきているが、最近では、「スーパー銭湯」が出てきて人気を集めている。普通の銭湯より値段は高いが、いろいろな種類のお風呂やマッサージ、エステなどがあり、1日中楽しめる。「スーパー銭湯」は忙しい人たちのちょっとしたいやしの場になっているのだ。'
          ]
        ]
      },
      utilization: {
        title: 'スケジュール',
        content: [
          [
            '山田：今日から1周間、よろしくお願いします。',
            '王：こちらこそ、お世話になります。スケジュール表、ありがとうございます。',
            '山田：滞在期間中に、できるだけたくさんの取材ができるよう予定を立てました。ちょっとハード過ぎますか。',
            '王：いいえ、とんでもありません。音楽、ファッション、映画、食べ物、観光地…。どれも関心のある所ばかりです。',
            '山田：それから、水曜日だけは予定を入れていません。もしよかったら、その日、有馬温泉に寄ってみませんか。',
            '王：温泉ですか。',
            '山田：ええ。1日くらいのんびりしたほうがいいと思って…。',
            '王：ありがとうございます。ぜひ行ってみたいです。',
            '山田：分かりました。じゃあ、早速旅館を予約します。'
          ],
          [
            '女将：お電話ありがとうございます。「有馬旅館」でございます。',
            '山田：すみません、予約をお願いしたいんですが…。',
            '女将：はい、ありがとうございます。ご予定はいつになりますか。',
            '山田：あさって、2名で1泊なんですが、空いているでしょうか。',
            '女将：はい、20日の水曜日、2名様で、ご1泊ですね。少々お待ちくださいませ。はい、ご用意できます。1泊2食付きで、お1人様16000円になりますが、よろしいですか。',
            '山田：はい、結構です。',
            '女将：かしこまりました。それでは、お名前とお電話番号をお願いします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 59,
      topic: '若者の意識・漫画とアニメ',
      basic: {
        base: ['漫画とアニメ'],
        use: [
          [
            '日本に来た外国人は、電車などでサラリーマンが夢中になって漫画を読んでいる光景を見て驚くと言う。日本の漫画は、子供向けから成人向けまで、対象の年代ごとにさまざまな種類がある。会社員の生活や、経済に関するものなど、大人にしか楽しめない内容の漫画も多くある。一方、子供向けの漫画でも、大人が楽しめるものも多い。近年、中国では「クレヨンしんちゃん」「ドラえもん」「ちび丸子ちゃん」などの漫画が子供だけでなく大人からも人気を集めている。',
            '日本のテレビアニメも外国での評価が高い。日本で最初のテレビアニメは1963年の“鉄腕アトム”だ。漫画をアニメ化したものだが、その画質は今とはくらべものにならないほど悪かった。その後、デジタル技術の開発が進むとともに、高画質のいきいきとした映像が生み出されるようになった。「ドラえもん」「クレヨンしんちゃん」などの漫画も、テレビ番組用にアニメ化され、高視聴率を獲得した。',
            'やがて、最先端のデジタル技術を使ったアニメが映画館のスクリーンに登場し、娯楽性や芸術性の高い作品が次々に製作されるようになった。',
            '2001年に公開された「千と千尋の神隠し」は、その豊かな想像力と高い表現力が世界的にも高く評価された。'
          ]
        ]
      },
      utilization: {
        title: '若者の意識',
        content: [
          [
            '王：（手指墙上的海报）あのポスター、張一心ですね。',
            '担当者：ええ。新作映画の「朋友」が今週公開されたばかりです。興行成績は現在のところは第2位ですが、来週はトップになる見込みです。',
            '王：張一心は中国では大スターですが、日本でも、すごい人気があるんですね。',
            '担当者：はい。彼が主演する映画は、アクションでも恋愛ドラマでも、必ず当たります。',
            '王：中国映画の人気はどうなんですか？',
            '担当者：ええ。この1か月で3本の中国映画が公開されました。どれも高く評価されています。',
            '王：中国以外ではどの国の映画が人気があるんですか。',
            '担当者：アメリカや韓国…そうそう、日本映画の人気も高まっていますよ。',
            '王：そうすると、外国のものだから人気があるというわけではないんですね。',
            '担当者：ええ、若者は日本のものと外国のものを区別していないような気がします。彼らは、映画にしても音楽にしても、いいものならすぐに受け入れます。',
            '王：そうですね。中国の若者も同じだと言う気がします。じゃあ、彼らの心をつかむには、どうすればいいんでしょうか。',
            '担当者：うーん…、難しい質問ですね。やはり本当にいいものを作ることではないでしょうか。',
            '王：本当にいいもの、ですか？',
            '担当者：ええ。今の若者は、テレビＣＭより、同世代の人の口コミを信じます。映像でも音楽でも食べ物でも、本当にいいものを提供すれば、口コミで広がっていくはずです。',
            '王：なるほど。ありがとうございます。とても参考になりました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 60,
      topic: '最終日・方言と共通語',
      basic: {
        base: ['方言と共通語'],
        use: [
          [
            '中国は多民族国家で、民族によって使用する言語が異なっている。また中国語も1つではなく、かなりの数の方言が存在する。それぞれの方言は発音も文法も語彙も大きく違っている。',
            '日本語においても、発音、文法、語彙など、地域による言葉の違いがある。',
            'まず、発音やアクセントの違いがある。例えば、「はし」と言う言葉だ。「箸」の「はし」、「橋」の「はし」。ほかにも異なった意味があるが、この二つの意味で考えてみよう。',
            '共通語（東京方言）では、「箸」は「は」を高く、「し」を低く言う（①）。「橋」は「は」を低く、「し」を高くいう（②）。',
            '①はし（高低）②はし（低高）',
            '一方、京都など関西地方では、「箸」は「はし（②）」、「橋」のほうは「はし（①）」と発音する。「はし（①）」と言う言葉の意味は、方言によって変わることになる。',
            '方言の違いによってこんな誤解が起きることもある。例えば、東北地方に「なげる」と言う方言がある。これは「捨てる」と言う意味だが、方言を知らない人が「これを投げて」と言われて、「投げる」だと解釈して、ごみを投げ返して怒られたと言う話がある。また、関西地方には「ほかす」と言う方言がある。やはり「すてる」と言う意味だが、これを「保管して」と聞き間違えて、要らないものを大切に保管してしまったと言う話もある。',
            '現在では、ラジオやテレビでは東京の方言を基本にした共通語が使われ、地方の日常生活に共通語が浸透している。'
          ]
        ]
      },
      utilization: {
        title: '最終日',
        content: [
          [
            '山田：いよいよ明日帰国ですね。次の取材は、2週間後でしたよね。',
            '王：はい。1週間お世話になりました。やっぱり、実際に来てみないと、分からないことがあるものですね。',
            '山田：というと？',
            '王：いやあ、大阪だから、「おおきに」とか「あかん」とか、もっと大阪の方言が聞けると思っていたんですが、あまり耳にしませんでした。',
            '山田：そういえば、そうですね。繁華街の方に行かなかったせいかな。あっ、そうだ。今から、ミナミに飲みに行きませんか。大阪弁がたっぷり聞けますよ。',
            '王：せっかくですけれど、今日は遠慮しておきます。明日出発が早いので。その代わり、今度の東京取材の時、誘ってください。',
            '山田：あのう…、実は、来月の取材には、私は同行できないんです。',
            '王：そうなんですか。それは残念です。',
            '山田：というのは、あのう…、わたし、来月結婚するんです。',
            '王：えっ！？本当ですか。それは、おめでとうございます。',
            '山田：ありがとうございます。王さん、もしよかったら、披露宴に出てくれませんか。披露は５日ですから、ちょうど王さんが日本にいる間です。ぜひ出席してください。',
            '王：いいんですか。では、喜んで主席させていただきます。',
            '山田：よかった。ありがとうございます。',
            '王：こちらこそ。日本の結婚式に出るのは初めてなので、今度の東京取材がますます楽しみになりました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
