export default {
  id: 16,
  chapter: 4,
  title: '值得庆贺的事',
  lesson: [
    {
      no: 61,
      topic: 'スピーチの依頼・日本の人口が減っているーー少子化',
      basic: {
        base: ['日本の人口が減っている－少子化'],
        use: [
          [
            '世界の人口は増加する一方だが、日本の人口は減り始めている。2005年の統計によると、世界の人口は約65億人で、前の年より約7550万人も増えている。それに対して、日本の人口は約1億2775万人で、前の年から約1万人も減少している。',
            'その原因の1つは、生まれる子供の数が少なくなっていることにある。こうした現象を「少子化」と呼んでいるが、この傾向は今後も続いていくと予測されている。',
            '「少子化」の背景には、結婚、出産、育児に対する人々の意識の変化がある。例えば、結婚年齢が遅くなる「晩婚化」の傾向は、年々強まっている。結婚時の女性の平均年齢は、1977年には25.0歳であったが、1992年には26.0歳、2004年には27.8歳になった。高年齢になると出産を控える傾向が強まり、1人の女性が出産する子供の数を示す「出生率」が下がる。それが少子化の原因につながっている。',
            'また、物価の上昇高額、高額な税金、住宅問題などのために、結婚をしても子供を作らない夫婦が増えている。自分の意志で結婚しない人も増えており、「非婚率」も上がっている。',
            '2003年の年間出産数は、1973年の約半分に減った。政府も出生率の低下を防ぐための取り組みを行っている。しかし、人々の意識が簡単に変わるわけはなく、結果が出るまでには、長い年月が必要だろう。'
          ]
        ]
      },
      utilization: {
        title: 'スピーチの依頼',
        content: [
          [
            '山田：課長、お忙しいところ申し訳ありませんが、ちょっとよろしいですか。',
            '吉田：うん、何だい？',
            '山田：実は、折り入ってお願いしたいことがあるんですが…。',
            '吉田：どうしたの、改まって。',
            '山田：ええ。わたしの披露宴のことなんです。課長にスピーチをお願いしたいと思いまして…。',
            '吉田：ぼくがスピーチを？',
            '山田：はい。ぜひお願いいたします。',
            '吉田：ううん、あまり自信がないけどなあ。しかし、君の頼みだ。引き受けるか。',
            '山田：ありがとうございます。'
          ],
          [
            '吉田：もしかして、上海の李さんも来るの？',
            '山田：いいえ。今回のプロジェクトが忙しくて、どうしても中国を離れられないそうです。',
            '吉田：そうか、残念だね。ぼくも、李さんには会いたかったんだけど。',
            '山田：ええ。でも、ちょうどその時期に上海支社の王さんが取材で日本に来ているので、王さんが出席してくれることになりました。',
            '吉田：それはよかった。何といっても、上海は、君と町子さんが出会った思い出の場所だからね。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 62,
      topic: '恩師・日本の就職活動',
      basic: {
        base: ['日本の就職活動'],
        use: [
          [
            'これは、就職活動をする学生のために書かれたガイドブックの一部である。',
            '毎年、新学期が始まるころから、街にリクルートスーツを着た学生たちの姿が見られるようになる。リクルートスーツというのは、希望する会社を訪問する際の服装のことで、男女を問わず、黒いか濃い紺色、灰色の地味な色のスーツを指す。',
            '就職の氷河期は過ぎたといっても、希望する会社に簡単に就職できるわけではない。日本の若者に人気のある職種は、銀行や出版社、自動車メーカーなどだが、自分の希望する会社に就職できる人は、ごく一部しかいない。',
            '就職活動は、まず希望する就職の会社を選択することから始まる。会社のホームページを見たり、会社を訪問したりして採用試験の申し込みをする。最近ではパソコンから申しこみをすることもできる。',
            '1次試験、2次試験、3次試験とたくさんの試験を受けなければならない。面接も1度だけでなく、2度、3度と行うことが多い。これらの試験を突破して初めて内定をもらうことになる。学生たちは、少しでも早い時期から就職活動の準備を始めて、希望の会社に就職できるよう努力している。'
          ]
        ]
      },
      utilization: {
        title: '恩師',
        content: [
          [
            '王：後藤先生、お久しぶりです。',
            '後藤：王さん、よく来てくれたね。',
            '王：せっかくのお休みの日に、申し訳ございません。',
            '後藤：まあ、まあ、そんなあいさつは後にして、とにかく上がって。',
            '王：ありがとうございます。では、お邪魔します。'
          ],
          [
            '王：これ、つまらないものですが…。',
            '後藤：あれ、そんなに気を使わなくてよかったのに。',
            '王：いいえ、本当に気持ちだけですから。先生が好きな福建省ウーロン茶です。',
            '後藤：それはうれしいな。せっかくだから、遠慮なくいただくよ。ところで、どうだい。広告代理店の仕事は？',
            '王：はい、とてもやりがいを感じています。今回の日本取材も期間は短かったですが、とても多くのことを学んだような気がします。',
            '後藤：それは良かった。そうそう、大学の時の友達からは、今でも連絡があるかい。',
            '王：ええ。金子君や高橋さんとは、明日の夜、いっしょに食事する約束をしています。金子君は旅行代理店に、高橋さんは化粧品の会社に勤めているそうです。'
          ],
          [
            '王：先生、そろそろ失礼します。',
            '後藤：そうかい。まだ大丈夫だろう。',
            '王：いいえ。もう夜も遅いですから。',
            '後藤：そうか。じゃあ、無理も言えないな。金子君たちによろしく。',
            '王：はい。今日は本当にありがとうございました。お邪魔しました。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 63,
      topic: '同級生・日本レストラン事情',
      basic: {
        base: ['日本レストラン事情'],
        use: [
          [
            '日本にはいろいろなレストランがあり、日本料理、中華料理、フランス料理、イタリア料理など、世界中の料理を楽しむことができる。',
            '料理の種類によって、さまざまな専門店がある。ラーメン、ハンバーガー、ステーキ、パスタなど、実に多様である。日本料理の専門店も多い。「うどん」「そば」「天ぷら」「寿司」「すき焼き」など、これもまた多様である。',
            '日本では、レストランへ行って席に着くと、たいてい「おしぼり」が出てくる。また、注文の前にお茶や冷たい水が無料で出てくる。その後、メニューを見ながら料理を注文する。',
            '日本の料理には、おもしろい名前のものがある。例えば、「親子丼」というのは、とり肉と卵を調理してご飯に載せた料理である。とり肉と卵は親と 子であることからついた名前だ。ほかに、「他人丼」という料理もある。豚肉や牛肉と卵を調理してご飯に載せた料理である。豚肉と卵は「親子」ではなく「他人」だからである。',
            'では、「キツネうどん」というのはどんな料理だろうか。決してキツネの肉が入ったうどんではない。うどんの上に、「油揚げ」という、豆腐を揚げ た物を載せた料理だ。油揚げの色がキツネのような色だからとか、油揚げがキツネの好物だから、という理由でこんな名前がつかられたという。'
          ]
        ]
      },
      utilization: {
        title: '同級生',
        content: [
          [
            '金子：王さん、こっち、こっち！',
            '王さん：やあ、久しぶり。金子君も高橋さんも、元気だった？',
            '高橋：ええ、王君も元気そうね。学生のころと、ちっとも変わってないわね。',
            '金子：それはそうと、今回は仕事で日本に来たんでしょ。外国取材なんて、すごいね。何の広告作っているの。',
            '高橋：ねえ、話は後にして、早く料理を頼みましょうよ。',
            '金子：そうだなあ。何にしようかな。',
            '高橋：すみません、何かおすすめはありますか。',
            '店員：この季節でしたら、「水炊き」などいかがでしょう。',
            '王：「水炊き」？',
            '店員：はい、鶏肉と野菜の鍋です。温まりますよ。',
            '金子：よし、じゃあ、「水炊き」を三人前。あとは、お刺し身の盛り合わせと、タコの唐揚げ、それに豆腐と大根のサラダもお願いします。',
            '店員：かしこまりました。飲み物は、どうなさいますか。',
            '王：日本酒のカクテル！？',
            '金子：ああ、それなら、今、けっこう人気があるよ。和食だけじゃなくて、中華料理やフランス料理にも合う。そうだ、日本酒のカクテルにしようか。',
            '高橋：いいね。そうしよう、そうしよう。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 64,
      topic: '結婚披露宴・変わる結婚式',
      basic: {
        base: ['変わる結婚式'],
        use: [
          [
            '日本の結婚式には、さまざまなスタイルがあう。その中でも、神社での「神前結婚式」、教会での「キリスト教式結婚式」、親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。',
            'キリスト教式で結婚式を挙げるからといって、キリスト教の信者であるとは限らない。ウエディングドレスが着たいからとか、教会で挙式したいからなど、自分の好みで挙式のスタイルを決める人が多く、宗教で決める人は少数である。ホテルや結婚式場には、挙式の場所が設けられているので、実際に神社や教会へ行く人の数は少ない。さらに、海外で挙式をする人も多くなっている。',
            '下のグラフは、ある出版社が首都圏の夫婦400組に対して行ったアンケートの結果をまとめたものである。これを見ると、挙式の形式が時代とともに変わってきていることが分かる。1994年には「キリスト教式結婚式」が56.6％、「人前結婚式」が5.4％であったのに対して、2005年では、それぞれ74.7％、12.6％に増えた。一方、伝統的な挙式形式である「神前結婚式」は、2005年には1994年の3分の1まで減少した。このように、結婚式に対する人々の意識は、時代とともに変化してきている。',
            '結婚式の後には普通、披露宴を行う。披露宴は、親戚や友人、同僚らを招いて行うパーティーである。披露宴の場所は、以前はホテルと結婚式所が４分の3近くを占めていた。最近ではレストランなどの会場を利用する人も多くなっている。'
          ]
        ]
      },
      utilization: {
        title: '結婚披露宴',
        content: [
          [
            '王：拓也さん、町子さん、ご結婚おめでとうございます。ただ今、ご紹介かいいいただきました、JC企画上海支社の王風と申します。新郎の拓也さんとは、日本酒を中国で販売する仕事を、現在いっしょにしております。私は、２年前に入社しましたが、拓也さんはそれまで上海支社にお勤めでした。拓也さんと町子さんは、上海支社の同僚として上海で出会い、上海で親しくなったとお聞きしました。中国には「白头偕老」という言葉があります。これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。お２人とも、きっとこの言葉どおりの幸(しあわ)せな夫婦になられるでしょう。。拓也さん、町子さん、どうかおお幸せに！'
          ],
          [
            '山田：王さん。スピーチ、どうもありがとうございました。',
            '王：なんだか緊張して、うまく話せなくて、すみませんでした。',
            '町子：いいえ、とても感激しました。スピーチを聞きながら、上海にいたころを思い出しました。李さんも、お元気ですか。',
            '王：はい。すばらしい披露宴だったと李さんに伝えておきます。山田さん、お幸せに。今回の取材では本当にを世話になりました。',
            '山田：「金星」プロジェクトを絶対に成功させましょう。王さんの活躍を祈っています。',
            '王：はい、頑張ります。どうぞお元気で。',
            '山田：じゃあ、またお会いしましょう。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
