export default {
  id: 17,
  chapter: 5,
  title: '“金星”项目渐入佳境',
  lesson: [
    {
      no: 65,
      topic: '',
      basic: {
        base: ['北京の顔'],
        use: [
          [
            '北京のほうは中心部にある景山公園は、市民の憩いの場である。休日には、若いカップルや家族連れ、旅行者でにぎわう。',
            '公園の周囲には「胡同」と呼ばれる狭い路地が無数に存在している。',
            '「胡同」を知るには、歴史を約700年前までさかのぼらなければならない。3世紀、元の時代に、敵から市民を守るため、石垣を作られ、その中に受託が作られた。この住居を取り囲むようにと通っているのが「胡同」である。',
            '胡同は長い間、北京市民の大切な生活の場であった。路地には朝市が頻繁に開かれ。屋台が並ぶ。時には自転車置き場にもなる。胡同には役割によってさまざまな名前がつけられている。現在でも入口に名前が書かれた看板がかかっている路地も多い。かつて金銭の取引所があった「銭市胡同」、刃物を研ぐ職人が暮らしていた「MADAO胡同」など、昔のままの名前もの残っている。',
            '胡同が作られた当時、「四合院」と呼ばれる、中国の伝統的な家屋も作られた。東西南北の棟が、庭を中心に立てられている。最近では、この四合院をホテルやレストランに改造しているところもある。',
            '胡同は元の時代にはせいだい29本だったが、明の時代には459本に、1980年代には1300本を超えた。その長さから、北京の胡同をつなぐと「もう1つの万里の長城になる」とまでいわれたそうである。',
            '残念なことに、近代化が進み、胡同の数が急激に減ってきてしまった。ただ、その一方、古い建物を残そうとする動きもある。北京市では25か所の歴史文化保護区を指定して、町並みを保存することを決めた。新しいものと古いものが混在する街北京は、今変革の時を迎えている。'
          ]
        ]
      },
      utilization: {
        title: '日本取材の成果',
        content: [
          [
            '王：以上が、ホームページの「『金星』の故郷の探る」で取り上げる記事の一例です。',
            '佐藤：すばらしい。これはお世辞抜きで面白いですよ。さすが王さん。',
            '王：ありがとうございます。でも、まだまだ不十分なところもあります。それから、ほかにももうひとつ提案があるんですが…。これです。竜虎酒造が日本で販売している「金星」を使ったカクテルです。日本で若者が飲んでいるのを見ましたが、かなり人気があるようですね。',
            '佐藤：ええ、確かに。でも、それは日本国内でのことですよ。',
            '王：中国でも「金星」と一緒に、このカクテルを売り込んだらどうでしょうか。戦略の一つとして、若者をターゲットにするんです。',
            '佐藤：若者をターゲットに？',
            '王：ええ。大都市の高級ホテルや繁華街には、若者が集まるバーがあります。こういったバーで「金星」のカクテルを試飲するキャンペーンを行ったらいかがですか。若者は流行に敏感です。若者たちの間でこのカクテルの人気が出たら、「金星」の売り上げにもつながるじゃないでしょうか。',
            '佐藤：なるほど。いやあ、すばらしいアイデアですね。',
            '王：いえ、そんな…たいしたことではありません。すでに日本で販売されている「金星」のカクテルは何種類かあるそうですね。その中から、若者に喜ばれそうなものを選んでいただけませんか。中国用のネーミングやラベルのデザインは、私どもで引き受けます。',
            '佐藤：わかりました。すぐ準備を始めましょう。なんだかわくわくしてきましたよ。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 66,
      topic: '',
      basic: {
        base: ['手紙'],
        use: [
          [
            '佐藤から北上貿易への手紙',
            '平成２０年１月１９日',
            '株式会社北上貿易',
            '販売促進部張徳栄様',
            '',
            '拝啓',
            '新春の候，北上貿易の皆様におかれましてはお元気でお過ごしのことと存じます。',
            '突然のお手紙を差し上げる失礼をお許してください。私は竜虎酒造の佐藤と申します。弊社では，現在中国での日本酒の販売を計画しております。',
            '御社が中国国内の酒類販売ルートにお詳しいことを，MTS社の菊池様より伺いました。急なお願いで申し訳ございませんが，近いうちに一度お目にかかり，お話を伺えればと存じます。後日こちからお電話いたしますので，その折にご都合をお聞かせいただければ幸いです。',
            '勝手なお願いで，ご迷惑をおかけいたしますが，よろしくご検討くださいますようお願い申し上げます。',
            '敬具',
            '竜虎酒造株式会社上海事務所',
            '佐藤光一',
            '',
            'パンフレット送付の手紙',
            '平成２０年１月１９日',
            '上海PECホテル黒田様',
            '拝啓この度は日本酒「金星」パンフレットをご請求いただき，まことにあいがとうございます。',
            '早速，最新のパンフレット五部をご送付も仕上げます。',
            'なお，資料の内容についてご不明の点がございましたら，お気軽にお問い合わせください。ご説明させていただきます。',
            '今後ともよろしくお願いいたします。',
            '敬具',
            '竜虎酒造株式会社上海事務所',
            '佐藤光一'
          ]
        ]
      },
      utilization: {
        title: '売り込み',
        content: [
          [
            '佐藤：「金星」の商品説明は以上です。いかがでしょうか。',
            '担当者：そうでねえ。正直に言って、ちょっと難しいかもしれませんねえ。',
            '佐藤：とおっしゃいますか？',
            '担当者：ええ。当ホテルでは、最近、中国人のお客様が大変多くなってきています。日本酒は日本人には好まれると思いますが、中国の方はちょっと…。',
            '佐藤：確かにおっしゃるとおりです。白酒や紹興酒がお好きな方には少々物足りないかもしれません。でも、「金星」は日本酒の中でも、特に外国の方に人気のある商品です。',
            '大山：弊社では、「金星」をベースにした新感覚のカクテルもご用意しています。こちらでしたら、日本人だけでなく、中国の方にも召し上がっていただけると思います。',
            '担当者：日本酒をベースにしたカクテルですか。',
            '大山：はい。サンプルをお持ちしました。こちらの青いほうは「上海パール」、赤いほうは「北京ルージュ」です。',
            '担当者：ふうん…。確かに、おいしい。日本酒のカクテル、これはなかなかいいアイデアですね。カクテルだったらおしゃれなイメージもありますし、バーにも置けますし。',
            '大山：あいがとうございます。北京のいくつかのバーで試飲してもらったのですが、大変好評でした。それに、このネーミングは、観光客に受けると思います。',
            '担当者：なるほど、分かりました。検討させていただきます。',
            '佐藤・大山：よろしくお願いいたします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 67,
      topic: '',
      basic: {
        base: ['「水道水」の話'],
        use: [
          [
            '東京の水道水は、かつて「まずい水」の代名詞だった。かび臭い、濁っているなどの苦情が水道局に寄せられ、浄水器をつけたり、一度沸かしてから飲んだりする人が多かった。',
            'ところが、この水道水が変わりつつある。東京都庁の売店には、大手飲料メーカーのミネラルウォーターのボトルの間に、都の水道局が販売する「東京水」が並ぶ。',
            'ラベルには「原材料名:水（水道水）」とある。都内の浄水場で処理した水をボトルに詰めて販売していて、味もおいしいと評判だ．この「東京水」の販売は東京都水道局が進めている「安全でおいしい水プロジェクト」キャンペーンの1つだ。',
            'キャンペーンでは、貯水池ならびに河川の水質管理、浄水処理施設の改善など、さまざまな取り組みを行っている。1９９2年には金町浄水場（葛飾区）に、オゾンや活性炭を使って微生物などを取り除く特別な装置を導入した。さらに、マンションの貯水槽や水道管が古くなって、浄水場から運ばれる水が汚染されてしまうこともあるため水道管では水道局や貯水槽を調査したり、取り替えたりしている。これらの対策が進むのに伴って、おいしくて安全な水を届けることができるようになってきた。',
            'さらに、キャンペーンのもと、水源の森林を守るための取り組みも進んでいる。森林に降った雨は、地面に積もった落ち葉をゆっくりと通過し、土に染み込み、そして、川に少しずつ流れ込む。森林は、水道水のもとになるきれいな水を作る一方で、土砂がダムに流れ込まないようにする働きをしている。この「緑のダム」ともいえる森林を守り、育てることによって、いつか、ミネラルウォーターよりもおいしくて、安全な水が飲めるかもしれない。そんな期待が高まりつつある。'
          ]
        ]
      },
      utilization: {
        title: 'クレーム',
        content: [
          [
            '黒田：もしもし、私、上海PECホテルの黒田と申します。',
            '佐藤：いつもお世話になっております。佐藤です。',
            '黒田：あっ、佐藤さん。実はね、お宅の「金星」なんですが、困ってしまいましたよ。',
            '佐藤：どういったことでしょうか。',
            '黒田：今日届いた分を開けてみたところ、50本中、10本にひびが入っていました。いったい、どういうことですか。これじゃあ、お客様にお出しできないじゃないですか。',
            '佐藤：えっ、本当ですか。申し訳ございません。すぐに新しい商品をお送りいたします。',
            '黒田：明日中に頼みますよ。週末に間に合うようにしてください。',
            '佐藤：はい、必ずそういたします。ご迷惑をおかけして、本当に申し訳ありませんでした。原因については、こちらで確認して、分かり次第ご連絡を差し上げますの…。',
            '黒田：原因なんて、いいですよ。レストランの担当者は、契約は今月限りにしてほしいといっています。',
            '佐藤：お怒りはごもっともです。二度とこんなことがないように、気をつけます。何とか、契約のほうは…。',
            '黒田：とにかく、担当者がかんかんなんです。',
            '佐藤：すぐにお詫びにお伺いします。',
            '黒田：いいえ、わざわざ来ていただかなくて結構です。失礼します。',
            '佐藤：ま、待ってください。申し訳ありません。本当に…。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 68,
      topic: '',
      basic: {
        base: ['太極拳で広がる交流'],
        use: [
          [
            '太極拳は歴史と伝統のある拳法である。だれもが持っている体のエネルギー、つまり「気」で戦う拳法なので、体が小さい人や、力が弱い人にも向いた護身術だといわれている。健康法としても高く評価されていて、中国の公園や広場では太極拳をする人たちをよく見かける。',
            '公園や広場でよく見る太極拳は、「簡化24式太極拳」と呼ばれ、元中国体育委員会が一般に広く普及されるために制定したものである。拳法というよりもむしろ健康のため体操で、血液の循環を良くし、内臓の機能を高める。肩こり、腰痛など、体の不調ばかりでなく、ストレスを解消するのにも役立つといわれている。',
            'こうした効用は世界的に認められている、アメリカやヨーロッパでも健康のために太極拳を趣味にしている人は多い。日本でも100万人以上の愛好者がいて、全国的に大きなブームになっている。「太極拳の市」として全市民で愛好している地域さえあるほどだ。日本では高齢化が進んでいるが、この市も高齢者が人口の4分の1以上を占めている。市長の提案で太極拳を推進し、市民の健康作りに役立てることにした。市は、練習所や体育館を作り、講習を行い、ラジオで毎朝35分間太極拳の音楽を放送した。そのような数々の努力が結び、大勢の市民が参加するようになった．実際、太極拳を始める前よりも健康になったという高齢者も多い。また、高齢者の医療、介護に関わる市の財政負担が軽減されると期待されている。',
            '太極拳の「効用」は単に健康の側面だけではない。中国と日本のつながりを強める役目も果たしている。多くの日本人が本場中国の太極拳を体験するため、中国を訪れている。また本家、中国からも太極拳の愛好者が日本に来るようになった。太極拳で日中の交流が広がっている。北京オリンピックを境にさらに普及し、世界が太極拳によって心を1つにする時代が来るのではないだろうか。そんな未来も夢ではないと多くの太極拳愛好者は考えている。'
          ]
        ]
      },
      utilization: {
        title: '希望の灯',
        content: [
          [
            '李：どうしたんです、そんな沈んだ顔をして。',
            '佐藤：あっ、李さん。どうしてぼくがここにいることが分ったんですか。',
            '李：事務所に電話したんです。大山さんが、さんなら、外灘にいるんじゃないいかって教えてくれました。',
            '佐藤：それで、ここが分かったんですね。',
            '李：わたしもよくここで、ぼんやり考え事をしたり、太極拳をしたりするんです。それにしても、どうしたんですか。',
            '佐藤：いやあ、参りましたよ。ここのところ、失敗だらけなんです。やっと契約が取れたと思ったら、クレームが来て解約されてしまって…。',
            '李：そうだったんですか…。いろんなことがあるものですよね。でも、日本語で、何度失敗してもくじけないって、そんなことわざがあるじゃないですか。',
            '佐藤：「七転び八起き」ですか。',
            '李：そう。今がいちばん大事な時ですよ。元気を出してください。外灘のすばらしい景色を前にしてそんなにしょんぼりしていたら、周りの人が変に思いますよ。せっかくいいニュースを持ってきたのに。',
            '佐藤：いいニュース？',
            '李：ええ。「金星」のイメージキャラクターが、張一心に決まりました。',
            '佐藤：何ですって？',
            '李：張一心がCMの仕事を引き受けてくれたんです。',
            '佐藤：本当ですか？李さん、ありがとう。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
