export default {
  id: 18,
  chapter: 6,
  title: '奔走中国各地',
  lesson: [
    {
      no: 69,
      topic: '',
      basic: {
        base: ['中国茶の歴史'],
        use: [
          [
            '中国茶はもともと薬として使われていた。疲れを取ったり、気分をすっきりさせたりする効用があるとされ、リューマチの痛みを和らげる塗り薬としても高く評価されていた。嗜好品として飲まれるようになったのは３世紀以降である。唐の時代になると広く栽培されるようになり、生産量が飛躍的に増加した。現在、中国の茶の生産量は、世界の３分の１近くを占めている。',
            '中国茶は、発酵の進み方によって香りや色が異なり、緑茶、紅茶、ウーロン茶などいくつかの種類に分けられる。すべての茶のもとといわれているのが緑茶で、現在では中国各地でその土地独自の品種が育っている。',
            'ジャスミン茶は茶に花の香りをつけた「花茶」の代表である。ジャスミンのほかに、キンモクセイの香りをつけた茶もある。ウーロン茶は福建省が産地として知られている。日本で中国茶として最も有名なのがウーロン茶で、よく飲まれているが、中国打では必ずしもだれもが飲んでいるわけではない。雲南省が産地のプーアル茶は独特な香りが特徴で、体内の脂肪を流す効果がある。また血液中のコレステロールを減らして血液の循環を良くするともいわれている。',
            '日本をはじめヨーロッパ、中東に至るまで、茶はすべて中国から伝えられた。中国茶はすべての茶のルーツだといっても過言ではない。「茶」という言葉の音がそれを示している。日本語では「茶」を中国と同じ「チャ」と発音する。この「チャ」は、ほかにも、ヒンディー語、アラビア語、トルコ語、ロシア語、ポルトガル語などに入った。福建地方で話される福建語の「テ」はオランダ語、ドイツ語、英語、フランス語などの言語に入って、「ティ」あるいは「テ」となった。',
            'ところで、日本に茶が伝わったのは８世紀ごろといわれるが、そのころはもっぱら薬として用いられた。本格的に飲まれるようになったのは、１２世紀末のことである。'
          ]
        ]
      },
      utilization: {
        title: '広州で',
        content: [
          [
            '店員：お客様、どんなお茶をお探しですか。よかったら、試飲なさいませんか。',
            '大山：わあ、驚いた。日本語がぺらぺらなんですね。',
            '店員：広州には日系企業も多いですし、日本人の観光客も大勢いらっしゃいます。ですから、わたしも独学で日本語を勉強しました。',
            '大山：なるほど。本当に中国の人は勉強熱心だなあ。',
            '店員：ありがとうございます。それで、どんなお茶をお探しですか。',
            '大山：じゃあ、おすすめの御茶をいくつか飲ませてくれますか。',
            '店員：かしこまりました。少々お待ちください。'
          ],
          [
            '店員：雲南省のプーアル茶をお試しください。15年熟成させたものですから、味に深みもありますし、独特の香りがあります。おすすめですよ。',
            '大山：あっ、本当だ。確かに深い味わいですね。おいくらですか。',
            '店員：1斤、500gで250元です。',
            '大山：うーん、けっこういい値段ですねえ。',
            '店員：こちらは１５年物の特級品ですから、その分どうしてもお値段が高くなるんです。',
            '大山：～じゃあ、最初に飲んだウーロン茶と、このプーアルちゃを350gずつください。',
            '店員：かしこまりました。えー、合わせて300元になります。',
            '大山：300元～。もう少し安くなりませんか。全部で250元でどうです。',
            '店員：お客様、全部で２５０元っていうのはちょっと～。280元でどうでしょう。おまけとして、このティーバッグをサービスします。',
            '大山：本当？じゃあ、それでお願いします。',
            '店員：ありがとうございます。今ご用意いたしますので、少々お待ちください。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 70,
      topic: '',
      basic: {
        base: ['デジタルカメラ新製品紹介'],
        use: [
          [
            '三村電気から、『ＭＩＴ－７９００』、２０１０年１月中旬より新発売！',
            '『ＭＩＴ－７９００』は、使いやすいコンパクトサイズのカメラでありながら、充実機能を満載し、写真の可能性を大きく広げる未来型のデジタルカメラです。',
            '初心者の方も安心して美しい写真を撮影できる楽々操作。ダイヤルを合わせるだけで、きれいな夕焼けも、美しい夜景も、迫力の打ち上げ花火も思いのままに撮影できます。また、新聞発レンズの採用により。さらに、動画撮影機能も搭載しており、どんなシーンも思い通りに美しく撮影することができます。',
            '思い出の一枚を高画質で撮れることに加え、操作のしやすさも充実しています。『ＭＩＴ－７９００』は、カメラを持った状態で片手で簡単に操作できるよう、撮影時や再生時に使用するボタンやレバーの配置は工夫されています。１回の充電で３５０枚の長時間撮影が可能。乾電池も使用することができ。外出先でも安心です。',
            '『ＭＩＴ－７９００』は、手のひらに乗る約１８０ｇの小型軽量、スタイリッシュで持ちやすい形とサイズ。ボディには人気のアルミ素材を使用しており、使うたびに愛着が深まる、こだわりのデザインです。',
            '色は、シルバー、バラック、ピンクの３色。メモリカード、充電用電池、パソコン接続用のケーブルがセットになっています。',
            'あなたの使い方次第で豊かなデジタルライフがお楽しみいただけます。'
          ]
        ]
      },
      utilization: {
        title: '電話',
        content: [
          [
            '榎本：はい、竜虎酒造上海事務所でございます。',
            '李：もしもし、私、JC企画の李秀麗と申します。いつもお世話になっております。あのう、佐藤様か大山様はいらっしゃいますか。',
            '榎本：あの、すみません、ちょっとお電話が遠いようなんですが。',
            '李：JC企画の李秀麗と申します。佐藤様か大山様はいらっしゃいますか。',
            '榎本：JC企画の李秀麗ですね。私、榎本と申します。申し訳ございませんが、佐藤と大山は、今広州に出張しておりまして。',
            '李：そうなんですか。いつお戻りですか。',
            '榎本：来週の水曜日の予定です。',
            '李：そうですか。では、伝言をお願いしたいんですが、よろしいですか。',
            '榎本：はい、伺います。',
            '李：CM摄影のスケジュールが決まりました。来月26日と27日の2日間、場所は香港です。CM台本と摄影計画書を来週中にもお送りすると、お伝えいただけますか。',
            '榎本：分かりました。来月26日と27日に香港でCM摄影。台本と摄影計画書の件ですね。確かに承りました。',
            '李：よろしくお願いいたします。あと、1つ確認させていただきたいのですが。',
            '榎本：はい。',
            '李：摄影前の下見の際、こちらでデジタルカメラをご用意いたしますが、竜虎酒造さんでも1台ご準備いただきたいのですが。',
            '榎本：分かりました。その件については、佐藤に伝えておきます。',
            '李：そうですか。では、よろしくお願いいたします。',
            '榎本：かしこまりました。お電話ありがとうございました。失礼いたします。',
            '李：失礼します。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 71,
      topic: '',
      basic: {
        base: ['水郷の町'],
        use: [
          [
            '水郷の町といえば「江南古鎮」がいちばんだ。江南とは長江下流の南岸、古鎮とは古い町の意味である。烏鎮、周荘、西唐、同里、朱家角などを指し、城を持たない水上都市として、明から清の時代にかけて大きく発展した。運河に沿って続く古鎮の風景は、１年を通じてそれぞれに魅力があるが、初春の風景はひときわす場らしい。水郷ならではの景色と素朴な暮らしが見られる。',
            '古鎮の路地は一般に狭くて長い。石畳の細い道が古い建物お間を延々と続く。特に烏鎮の路地は必見だ。またこの町の「昆劇」や「越劇」などの伝統劇は人気が高い。周荘の運河巡りはぜひとも体験したい。船頭の歌う歌を聞きながら、元、明、清の時代に建てられた１４の橋を巡る。この街の住宅のうち、６割は明清の時代に建てられたもので、特に清の時代に建てられた「審庁」の柱や門に施された彫刻は傑作だ。西唐では、運河沿いに日差しや雨風を避けるためのひさしがついた１キロにもわたる長い道に目を見張ることだろう。',
            '同里には古い橋と明清時代の建築が多い。見どころは世界遺産に登録されている富豪の家「退思園」だ。清の終わりに作られた林のような庭園は江南庭園を代表するもので、その美しさは見飽きることがない。',
            '朱家角は北大街の商店街が楽しい。明清時代の雰囲気が色濃く残っている道幅の狭い商店街で、両側の屋根の間から空が細い線のように見えることから「一線街」ともいわれている。町の北東にかかる「放生橋」は朱家角のシンブルになっている。',
            '「江南古鎮」への観光は、上海、杭州、蘇州から出発する。烏鎮、周荘、西唐、朱家角へは上海から、同里へは蘇州からのアクセスが便利だ。'
          ]
        ]
      },
      utilization: {
        title: '紹興を訪ねる',
        content: [
          [
            '佐藤：きれいだなあ。瓦屋根の家が水に映って、まるで大きな絵を見ているようだ。あの小さな船は、何というんですか。',
            'ガイド：烏蓬船です。紹興酒の甕を積んで運ぶ伝統的な船です。',
            '佐藤：紹興酒を運ぶ船ですか。',
            'ガイド：ええ。紹興で酒作りが始まったのは、今から２５００年前、春秋戦国時代だと言われています。紹興酒は、それ以来ほとんど変わらない手法で作られているんです。',
            '佐藤：なるほど。あの味は長い伝統の味なんですね。',
            'ガイド：紹興には、「鑒湖の水」というおいしい水と、中国でいちばんおいしいお米があります。そんな土地だからこそ、２５００年もの間、酒作りが栄えたんでしょう。',
            '佐藤：水と米か。日本酒と同じですね。',
            'ガイド：お客さま、紹興は初めてでいらっしゃいますか。',
            '佐藤：いいえ。１０年前、学生時代に１度来たことがあるんです。あのころは、まさか自分が酒造会社に就職するとは思ってもみなかったなあ。',
            'ガイド：酒造関係のお仕事をされているんですか。でしたら、「鑒湖」に面した紹興酒工場にもご案内しましょうか。',
            '佐藤：いいですね。ぜひ行ってみたいです。',
            'ガイド：そうそう、工場の近くには魯迅の愛した店「咸亨酒店」もございますよ。魯迅、ご存じですか。',
            '佐藤：もちろん。中学校の教科書にも載っているくらい、日本でも有名です。',
            'ガイド：そうですか。では、後ほど魯迅記念館にも立ち寄りましょう。では、参りましょうか。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 72,
      topic: '',
      basic: {
        base: ['ＣＭ'],
        use: [
          [
            '一般の視聴者にとって、ＣＭは迷惑なものと考えられがちだ。確かに、スポーツの緊迫した試合や感動的なドラマがＣＭで中断されたりすると、そう思ってしまうのも無理はない。しかし、ほぼすべての放送局は広告収入によって運営されている。したがって、番組そのものよりも、ＣＭを見てもらうことこそが放送の目的だといっても言い過ぎではない。',
            'そうはいっても、視聴者が、企業の広告ではなく番組のためにテレビを見る以上、広告主の企業や放送局と視聴者の利害は常に対立することになる。ＣＭを見せる側は、あの手この手を使って、何とか嫌がる視聴者がチャンネルを変えないように努力しなければならないわけだ。',
            '例えば、商品名や企業名や、普通に言うよりも歌にしたほうが記憶に残りやすい。そこでＣＭソングが生まれる。知らない人よりも知っている人が商品を紹介したほうが親しいやすい。そこで、人気タレントをＣＭに起用する。実際、世界の超一流映画スターや歌手がＣＭに出演することさえ珍しくない。また、これとは逆に、ＣＭ出演によって有名になる俳優や、ＣＭに使われたのがきっかけでヒットする歌も少なくない。１日に何度も放送されるから、知らず知らずのうちに顔やメロディを覚えてしまうのである。',
            '日本ではＣＭのコンテストがしばしば開催されているそれらに入賞するＣＭの中には、１５秒や３０秒という短い時間に見事なドラマ作り上げているものや、映像表現として優れたものも多い。また、企業の社会的貢献を紹介したり、環境問題などについての社会的なメッセージを発信したりするＣＭも増えている。これらは、商品お宣伝を直接的に訴えるというよりも、企業イメージそのものを伝えるためのＣＭといってよいだろう。',
            'ＣＭとは、わずか１分足らずの時間のために、莫大な手間と費用をかけて作られた映像作品なものだ。'
          ]
        ]
      },
      utilization: {
        title: '香港——ＣＭ撮影の下見',
        content: [
          [
            '佐藤：すごい。これが100万ドルの夜景か。なんてすばらしいんだろう。',
            '李：わあ、きれい！すばらしい眺めですね。',
            '中井：香港が「東方の真珠」とよばらる理由が分りましたよ。'
          ],
          [
            '中井：CMはビクトリアピークで撮影する予定です。いかがでしょうか。',
            '佐藤：ちょっと１気になったんですが、山頂で夜景を眺めながら乾杯するというのは、不自然じゃないですか。',
            '中井：そう言われてみると、そうですね～。何かいい案はないものでしょうか。',
            '佐藤：こんなのはどうでしょう。場面をナイトクルージングにして、船の上から夜景を見て、乾杯をするというのは。',
            '中井：いいですね。香港というと、やはり夜景を外すわけにはいきませんから。',
            '佐藤：夜景と恋人たち。海上で停泊する船の上で恋人たちが乾杯する～。',
            '李：それなら、張一心のイメージにもぴったりです。',
            '佐藤：もしかすると、最後に２人が「金星」カクテルで乾杯するというのをやめてもいいかもしれません。こんなにきれいな夜景を前にしたら、恋人たちにはお酒もプレゼントも要らない気がします。',
            '中井：商品を一切登場させないで、最後に「金星」の文字が映るだけというほうが、確かに印象は強烈かもしれません。',
            '李：早速シナリオを修正します。',
            '佐藤：よろしくお願いします。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
