export default {
  id: 19,
  chapter: 7,
  title: '准备大型宣传活动',
  lesson: [
    {
      no: 73,
      topic: '',
      basic: {
        base: ['日本の寿司から世界のＳＵＳＨＩへ'],
        use: [
          [
            '今、世界中ですしが大人気だ。中国をはじめとしてアジアの国々、ヨーロッパやアメリカ、中東、ロシアなどにも、数えきれないほどの日本食レストランがある。また、大都市のスーパーでは巻き寿司や握り寿司が普通に売られている。中国には、北京、上海などの大都市はもちろん、小さな地方都市にも寿司屋がある。長い間、生の魚を食べる習慣がなかったが、最近では生魚の寿司を好む人も多くなってきている。',
            '外国で売られている寿司は、文化の違いに応じた「創作料理」になっていることが多い。日本人から見ると、寿司だとは思えないものもたくさんなる。たとえばアメリカでは、黒くて紙のようなのりが気持ち悪いと嫌がる人が多く、のり巻きはご飯を外側にして巻く「裏巻き」というスタイルで普及している。アボカドやカニカマを裏巻きにしたものや、裏巻きの外側をサーモンやマグロで巻いたものも人気だ。辛いソースに漬けたマグが入ったものもあれば、魚を使う代わりに、フライなどこってりとしたねたを使った巻き寿司もある。生ハムとチーズを使った巻き寿司もあるという。日々新しい「創作寿司」が考案され、それぞれの店が創意工夫をこらしている。',
            'これらの寿司は従来の日本の寿司と大きく異なることから、日本の伝統料理としては認められないという意見もある。だが、日本でもイタリアのパスタをアレンジした、たらこスパゲッティや納豆スパゲッティがあるように、食べ物はその国の状況に即して変化するものなのだ。',
            'もともと寿司の楽しみは、その土地のうまい魚を食べることにある。江戸前ならぬ、アメリカ前、ニュージーランド前の寿司をその土地のスタイルで楽しむのもよいのではないだろうか。そして、そういった新しいスタイルのＳＵＳＨＩが今、日本へと逆輸入され始めている。'
          ]
        ]
      },
      utilization: {
        title: '創作中華料理コンテストの実現',
        content: [
          [
            '李：創作中華料理コンテストの選考会場が、上海ノーストンホトルに決まりました。選考会当日は、日本のテレビ局も取材に来ます。さらに、張一心もゲスト審査員として出席の予定です。',
            '大山：やった！ついに「金星」プロジェクトがここまで来たぞ。',
            '佐藤：李さんたちのおかげです。カクテルの売り込みのことといい、張一心のCM起用といい、何とお礼を言っていいか分かりません。本当にありがとうございました。',
            '李：いいえ、皆さんの努力の結果です。わたしたちは、お手伝いをしただけです。',
            '野田：おかげさまで、今回の創作中華料理コンテストには、全国から１００００件を超す応募がありました。創作カタテル部門にも１０００件以上の応募がありました。',
            '大山：本当ですか。それはすごい。',
            '野田：どのメニューも工夫されたものばかりです。中華風の寿司といったものから、日本酒を使ったデザートなんていうものもありました。',
            '大山：楽しみだなあ。それにしても、よく会場を押さえられましたよね。',
            '野田：ええ。CMの評判はもちろんですが、上海随一の料理店水都酒楼が協力してくれたのも大きかったと思います。総料理長の陳さんは有名な特級調理師ですし。',
            '大山：特級調理師って？',
            '野田：一流のシェフとして国から認められた料理人のことです。中国では、料理人の腕前は国家の認定制度でランクづけがされていて、最も位の高い特級調理師は全国で数百人しかいないんです。李主任が陳さんのところに何度も足を運んでやっと引き受けてもらえたんですよ。',
            '大山：ええっ、李さん、そんなことまでしてくれていたんですか。',
            '李：これがわたしたちの仕事ですから。',
            '佐藤：李さん、ここまで来られたのは、李さんたちのおかげです。心からお礼を言います。',
            '李：とんでもありません。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 74,
      topic: '',
      basic: {
        base: ['地球温暖化'],
        use: [
          [
            '近年、世界のあちこちで、異常気象が続いている。猛暑や豪雨、洪水、干ばつなどが起こり。台風やハリケーンもその規模と被害が拡大している。これは地球温暖化が進んでいることと関係があるといわれている。',
            'ここ１００年で地球の気温は約０．６度上昇した。南極や北極、高い山などの氷が溶けて海水の量が増え、海面が上昇している。これまでの１００年で１０…２０ｃｍ高くなったが、２１００年までにはさらに最低でも９ｃｍ、最高で８８ｃｍ高くなるだろうと言われている。海面が上昇すれば、低い土地は水 につかってしまう。すでに多くの島国で被害が出ていて、ほかの国に移住せざるを得ない人たちも出ている。',
            'では、なぜ地球の気温は上がっているの だろうか。地球を含む大気には、温室効果ガスが含まれていて、このガスが地球を一定の暖かさに保っている。しかし、ガスが増えすぎると、地球の気温は必 要以上に上がってしまうことになる。温室効果ガスにはいろいろあるが、一番大きな影響を及ぼしているのが二酸化炭素である。二酸化炭酸は発電や工場での 生産、自動車の排気ガスなど大量に排出される。つまり、私たちの生活が便利になればなるほど二酸化炭素が増えると言うことだ。一方、砂漠化や森林破壊によって、二酸化炭素を吸収する吸収源が激減していることも、温暖化が急速に進む要因となっている。',
            '１９８０年代の終わりごろから、世界中の人々が 地球温暖化の問題を認識し始めた。国や企業ではさまざまな取り組みをはじめた。省エネタイプのエアコンや冷蔵庫自動車などが作られ、風力や太陽の光などを利用して二酸化炭素をほとんど出さずに電気を作る研究も進められている。また、各国の政府は植林発動を通じて、二酸化炭素を吸収する森林を増やそうとして いる。',
            'このような努力にもかかわらず、先進国の二酸化炭素排出量はあまり減っていない。それどころか、今まで排出量が少なかった国々でも急激に増えてきている。',
            '今、世界中の国々が協力して対策を講じなければ、ますます温暖化が進み、地球は私たち人類が住むことのできない星になりかねない。'
          ]
        ]
      },
      utilization: {
        title: 'イベント前夜',
        content: [
          [
            '大山：これが、上海ノートホテルのイベントホールか。さすが上海一の高級ホテルだけあって、すばらしい会場ですね。',
            '野田：ええ。それにこのホテルは、環境問題に熱心に取り組んでいることでも有名なんです。省エネの取り組みが評価されて、政府から表彰されているんですよ。',
            '王：ちょっと厨房を見てきます。そろそろコンテストに使うための食材が到着しているはずですから。',
            '大山：わたしも、ご一緒していいですか。こう見えても、力仕事には自信があるんです。',
            '王：有難うございます。でも、こちらは大丈夫です。食材のチェックと打ち合わせだけですから。',
            '大山：そうですか…。ほかに何かお手伝いできることはありませんか。',
            '野田：あっ、じゃあ、会場の最終点検を一緒にお願いできますか。',
            '大山：ええ、喜んで。',
            '野田：助かります。人手が足りなくて困ってたので。',
            '大山：あれっ、そういえば、李さんの姿が見えませんね。',
            '王：李主任なら、張一心のマネージャーとの打ち合わせで、香港に行っています。今夜最終便で戻る予定です。',
            '野田：佐藤さんは？佐藤さんも香港ですか？',
            '大山：佐藤さんなら、本社から来た重役たちの相手です。事務所で明日の段取りを説明していますよ。何で香港だと思ったんですか。',
            '野田：だって、あの２人を見ているとなんだかじれったくて…。',
            '王：あっ、そういうことですか！',
            '野田：気づかなかったんですか？王さんったら、本当に鈍いんだから。'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 75,
      topic: '',
      basic: {
        base: ['桜'],
        use: [
          [
            '真剣！開花予想',
            '今年も桜の開花予報に気をもむ季節がやってきた。',
            '毎年３月に発表される桜の開花予想。気象庁ではスーパーコンピュータを更新し、万全の体制で臨む。',
            '気象庁では９６年からコンピュータを使って桜の開花予想をしている。過去の開花日や気温のデータから予測式を作り、その予測式に夏以降から発表日までの気温と、発表日以降の予想気温を当てはめ、開花予想日を導き出す。これまでは、過去５０年の開花状況をもとにしたが、今年は地球温暖化や都市化の影響を考え、現状に近い過去３０年間からデータを選んだという。',
            '今年は寒波の影響で開花が遅れる見込みだ。昨年は開花が予想より４日以上に遅れ、苦情が相次いだ。果たして、今年はどうなるか。',
            'コラム',
            '日本人と桜',
            '日本人で桜に無関心な人はいるまい。開花宣言だ、２分咲きだと情報が飛び交う。開花すれば、雨が心配だ、風が心配だと、気にするまいと思っても、気にせずにはいられない。桜が咲けば「花見」が始まる。職場の仲間や友達、家族と花を楽しみながら、酒を飲んだり弁当を食べたりする。花のみらなず、桜の木は日本人の生活に密着している。花の塩漬けは、祝いの時のさくら茶になり、あんパンの上に乗っている。葉の塩漬けは桜餅を包むのに使う。木材は木工材料から建築用材にまで使われている。樹皮は茶筒や工芸品に利用する。',
            '中国の北京でも天壇公園や玉淵潭公園では、日本から寄贈された桜を見ることができる。ちなみに、北京の桜は東京よりも３週間ほど開花が遅いそうだ。'
          ]
        ]
      },
      utilization: {
        title: 'イベント当日',
        content: [
          [
            'アナウンサー：日本ではこれから桜の季節を迎えていますが、ここ上海も春を迎えています。現在、酒造会社の竜虎酒造が主催する「日本酒『金星』に合う創作中華料理」というコンテストが行 われています。会場には桜の木が飾られ、日本的な雰囲気です。それでは、竜虎酒造の担当者である佐藤さんにお話を伺います。たいへん盛況ですね。',
            '佐藤：わたしたちも正直、コンテストにこれほどの応募があるとは思っていませんでした。',
            'アナウンサー：中国国内で「金星」が販売されて、ちょうど１年と聞きましたが、売れ行きのほうはいかがですか。',
            '佐藤：中国国内では、これまでに５０万本の売り上げがありました。当初は、北京、上海などの都市部が中心でしたが、今では、各地の大型デパート、スーパーマーケットなどにも出荷しています。',
            'アナウンサー：「金星」がこれだけ中国の市場に受け入れられた理由は何だとお考えですか。',
            '佐藤：日本人の感覚でものを見るのではなく、中国人の感覚になってものを見ようと考えたことが、ポイントではないかと思います。',
            'アナウンサー：中国人の感覚になるというと？',
            '佐藤：幸いなことに、今回、優れた中国人スタッフとチームを組むことができました。彼らの意見を積極的に受け入れることで、中国人から見た日本酒のイメージを大切にできました。今回の成功は、彼らの協力なしにはありえなかったと思います。',
            'アナウンサー：そうですか。たしか、この会場にも来られていると聞きましたが。',
            '佐藤：ええ。広告を担当してくれたJC企画の李秀麗さんにお話をお聞きしたいと思います。李さん、最初の質問ですが。',
            'アナウンサー：キャー！どうしましょう。',
            '佐藤：すごい熱だ。だれか！救急車！救急車を呼んでください！'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    },
    {
      no: 76,
      topic: '',
      basic: {
        base: ['ロボット'],
        use: [
          [
            '２００３年８月、当時の日本の首相がチェコ共和国を訪問した際、ちょっと変わった「親善大使」が同行した。日本の自動車メーカが開発した二足歩行ロボット「ＡＳＩＭＯ」である。「ＡＳＩＭＯ」はチェコ首相との晩餐会でチェコ語で、乾杯のあいさつをして、大きな喝采を浴びた。',
            '映画やアニメなどに登場するロボットは、たいてい人間に似た形や動きをしているから、ロボットと聞くと、そういうものを連想しがちだ。しかし現実のロボットは、予想に反して人間とはまったく異なる姿をしているものが多い。例えば自動車工場では、ほとんどの作業が産業用ロボットによって行われているのが、これは自動制御することのできる、人間の腕に似た機械であることが多い。また日本の研究機関が研究している災害救助用ロボット「ＩＲＳ蒼竜」は、地震などによって崩れてしまった建物の中に潜って、生存者を探してくるというものだが、これは、蛇のような細長い姿をしている。このような仕事をする場合、ロボットが人間型である必要はないのである。',
            'しかし、それらとは別に、「ＡＳＩＭＯ」のように、ロボットに人間と同じような動きをさせるための研究も熱心に行われている。特に日本では、『鉄腕アトム』や『ドラえもん』のような漫画やアニメの影響で、人間型ロボットに対する強い愛着が存在するせいか、ロボットを、人間の敵、あるいは奴隷ではなく、友人と考える傾向が強い。そのようなロボットは、例えば老人介護の分野において活躍することが期待されている。世界一の長寿国である日本では、お年寄りの世話は大きな問題である。話し相手になってくれたり、薬を飲む時間を教えてくれたり、万一主人の様子がおかしい時に病院に連絡してくれたりする介護用ロボットは、日本が少子化時代を迎える中で、大きな助けになるだろう。',
            'チェコを訪れた「ＡＳＩＭＯ」は、「ロボット」という言葉の生みの親であるチェコの作家、カレル•チャペックに菊の花束を捧げた。チャペックの作品『ＲＵＲ』に登場するロボットは、反乱を起こし、人間を滅ぼしたが、ロボットが人間の友となろうとしている現在の状況を、チャペックはどのように見ているだろうか。'
          ]
        ]
      },
      utilization: {
        title: '病院',
        content: [
          [
            '李：あら、佐藤さん。わざわざ来てくださったんですか。',
            '佐藤：いや、近くに来るようがあったもんで、ついでに寄ったんです。どうですか、具合は。',
            '李：ええ、おかげさまでだいぶよくなりました。本当に、ご迷惑をかけて申し訳ありません。わたしのせいで、コンテストが台無しになってしまったんじゃないですか。',
            '佐藤：とんでもない。コンテストは大成功のうちに終わりました。',
            '李：だったらいいんですが。',
            '佐藤：健康第一です。十分休んでください。回復するまで、どのぐらいかかりそうですか。',
            '李：あと1週間ぐらいで退院できるそうです。わたし、病気なんてしたことがなかったら、本当にびっくりしちゃって～。健康だけには自信があったのに。',
            '佐藤：元気を出してください。いつか、何度失敗してもくじけないって勇気づけてくれたのは李さんだったでしょう。',
            '李：確かにそうですね。',
            '佐藤：とにかく、今はゆっくり休んでください。あっ、これ。忘れるところでした。こんなものしか持ってこられなくえ、すみません。',
            '李：そんなこと言わないでください。うれしいです。ありがとうございます。',
            '佐藤：何か欲しいものがあったら、遠慮なく言ってください。明日来る時に持ってきますから。',
            '李：明日も近くに来る用があるんですか？'
          ]
        ]
      },
      grammar: {},
      words: [
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        },
        {
          word: [
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' },
            { kana: '', mana: '', type: '', cn: '' }
          ],
          phrase: [
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' },
            { kana: '', mana: '', cn: '' }
          ]
        }
      ]
    }
  ]
}
