export default [
  {
    id: 'noun',
    title: '名词',
    list: [
      {
        id: 'n-1',
        name: '名词普通形',
        type: 'table',
        columns: ['', '肯定', '否定'],
        dataSource: [
          ['现在时，将来时', '本だ', '本ではない・本じゃない'],
          ['过去时', '本だった', '本ではなかった・本じゃなかった']
        ]
      }, {
        id: 'n-2',
        name: '名词礼貌形',
        type: 'table',
        columns: ['', '肯定', '否定'],
        dataSource: [
          ['现在时，将来时', '本です', '本ではありません・本じゃありません'],
          ['过去时', '本でした', '本ではありませんでした・本じゃありませんでした']
        ]
      }, {
        id: 'n-3',
        name: '名词连接',
        type: 'text',
        texts: [
          { type: 'topic', text: '名词＋で' },
          '表示名词的中顿，目的在于将两个句子连接起来。',
          { type: 'topic', text: '名词＋の' },
          '名词修饰名词时用「の」，表示所属关系。名词在接续部分句型时也要后续「の」。',
          { type: 'topic', text: '名词＋に' },
          '该形式主要用于修饰后续动词。另外，部分句型接续名词时，名词后也要加「に」。',
          { type: 'topic', text: '名词＋な' },
          '该形式主要在名词接续部分句型时出现。例如：后续表示转折的「のに」，表示原因、理由的「ので」等。'
        ]
      }
    ]
  }
]
