export default [
  {
    id: '1-1',
    title: ['名词1<<は>>名词2<<です>>'],
    explain: [
      [
        '「は」',
        '助词，提示句子的主题，读作【wa】。'
      ], [
        '「です」',
        '在句末表判断，翻译成“是”'
      ]
    ],
    example: [
      '私<<は>>あきこ<<です>>。',
      'あの人<<は>>大学生<<です>>。',
      '李さん<<は>>中国人<<です>>。',
      '李さん<<は>>中国語の先生<<です>>。'
    ]
  }, {
    id: '1-2',
    title: [
      '名词1<<は>>名词2<<ではありません>>',
      '名词1<<は>>名词2<<じゃありません>>'
    ],
    explain: [
      [
        '「ではありません」',
        '在句末，翻译成“不要”。“じゃありません”，口语专用'
      ]
    ],
    example: [
      '私<<は>>韓国人<<ではありません>>。',
      'あの人<<は>>課長<<ではありません>>。',
      '李さん<<は>>大学の教授<<じゃありません>>。',
      '王さん<<は>>中国語の先生<<じゃありません>>。'
    ]
  }, {
    id: '1-3',
    title: ['名词1<<は>>名词2<<ですか>>'],
    explain: [
      [
        '「か」',
        '助词，表示疑问，常译为：……吗？'
      ], [
        '「日语疑问句」',
        '朗读日常疑问句时，语调需上扬，标点常用“<<。>>”'
      ]
    ],
    example: [
      'A: あなた<<は>>マリアさん<<ですか>>。',
      'B: はい、((私は))マリアです。',
      'A: あの人<<は>>李さん<<ですか>>。',
      'B: いいえ、((あの人は))李さんではありません。',
      'A: 李さん<<は>>学生<<ですか>>。',
      'B: はい、そうです。／いいえ、違います。'
    ]
  }
]
