export default [
  {
    id: '1-1',
    title: ['名词1<<は>>名词2<<です>>。'],
    explain: [
      ['「は」', '助词，提示句子的主题，读作【wa】。'],
      ['「です」', '在句末表判断，翻译成“是”']
    ],
    example: [
      '私<<は>>((明子,あきこ))<<です>>。',
      'あの人<<は>>((大学生,だいがくせい))<<です>>。',
      '((李,り))さん<<は>>((中国人,ちゅうごくじん))<<です>>。',
      '((李,り))さん<<は>>((中国語,ちゅうごくご))の((先生,せんせい))<<です>>。'
    ]
  },
  {
    id: '1-2',
    title: [
      '名词1<<は>>名词2<<ではありません>>。',
      '名词1<<は>>名词2<<じゃありません>>。'
    ],
    explain: [
      [
        '「ではありません」',
        '在句末，翻译成“不要”。“じゃありません”，口语专用。'
      ]
    ],
    example: [
      '((私,わたし))<<は>>((韓国人,かんこくじん))<<ではありません>>。',
      'あの((人,ひと))<<は>>((課長,かちょう))<<ではありません>>。',
      '((李,り))さん<<は>>((大学,だいがく))の((教授,きょうじゅ))<<じゃありません>>。',
      '((王,おう))さん<<は>>((中国語,ちゅうごくご))の((先生,せんせい))<<じゃありません>>。'
    ]
  },
  {
    id: '1-3',
    title: ['名词1<<は>>名词2<<ですか>>。'],
    explain: [
      ['「か」', '助词，表示疑问，常译为：……吗？'],
      ['「日语疑问句」', '朗读日常疑问句时，语调需上扬，标点常用“<<。>>”']
    ],
    example: [
      'A: あなた<<は>>マリアさん<<ですか>>。',
      'B: はい、((私,わたし))はマリアです。',
      '',
      'A: あの((人,ひと))<<は>>((李,り))さん<<ですか>>。',
      'B: いいえ、あの((人,ひと))は((李,り))さんではありません。',
      '',
      'A: ((李,り))さん<<は>>((学生,がくせい))<<ですか>>。',
      'B: はい、そうです。／いいえ、((違,ちが))います。'
    ]
  }
]
