export default [
  {
    id: '2-1',
    title: ['これ／それ／あれ<<は>>名词2<<です>>。'],
    explain: [
      ['场景1 两人面对面有一定距离时'],
      ['「これ」', '指代距<<说话人>>较近的事物'],
      ['「それ」', '指代距<<听话人>>较近的事物'],
      ['「あれ」', '指代距说话人和听话人<<都比较远>>的事物'],
      [],
      ['场景2 两人面对同一方向，距离较近时'],
      ['「これ」', '指代距说话人和听话人<<较近>>的事物'],
      ['「それ」', '指代距说话人和听话人<<较远>>的事物'],
      ['「あれ」', '指代距说话人和听话人<<更远>>的事物']
    ],
    example: [
      'これは((日本語,にほんご))の((雑誌,ざっし))です。',
      'それは((王,おう))さんのノートではありません。',
      'あれは((会社,かいしゃ))の((鍵,かぎ))ですか。',
      '',
      'それは((王,おう))さんのノートですか。',
      'いいえ、<<これ>>は((私,わたし))のノートです',
      '',
      'これは((日本,にほん))の((車,くるま))ですか。',
      'はい、<<それ>>は((日本,にほん))の((車,くるま))です。',
      '',
      'あれは((何,なん))ですか。',
      '<<あれ>>は((大連、だいれん))の((名産品,めいさんひん))です。',
      '',
      '<<これ>>は((私,わたし))の((傘,かさ))です。',
      '<<それ>>は((森,もり))さんの((鞄,かばん))ではありません。',
      '<<あれ>>は((誰,だれ))のパソコンですか。'
    ]
  },
  {
    id: '2-2',
    title: ['この／その／あの名词<<は>>1名词2<<です>>。'],
    explain: [
      [
        '「この／その／あの」',
        '1. 位置关系与「これ／それ／あれ」一样。',
        '2. <<不能单独使用>>，后面必须加具体的名词。'
      ]
    ],
    example: [
      '<<この((本,ほん))>>は((英語,えいご))の((本,ほん))ですか。',
      '<<その((雑誌,ざっし))>>はパソコンの((雑誌,ざっし))ではありません。',
      '<<あの((傘,かさ))>>は((誰,だれ))のですか。'
    ]
  },
  {
    id: '2-3',
    title: ['((弟,おとうと))は<<((幾,いく))つ>>ですか。'],
    explain: [],
    example: []
  }
]
