export default [
  {
    id: '3-1',
    title: ['ここ／そこ／あそこ<<は>>名词<<です>>。'],
    explain: [
      ['「ここ／そこ／あそこ」'],
      ['1. 用来指示场所'],
      ['2. 位置关系同「これ／それ／あれ」']
    ],
    example: [
      '<<ここ>>はデパートです。',
      '<<そこ>>は((図書館,としょかん))です。',
      '<<あそこ>>は((入,い))り((口,ぐち))です。'
    ]
  },
  {
    id: '3-2',
    title: ['名词<<は>>ここ／そこ／あそこ<<です（か）>>。'],
    explain: [
      [
        '表示名词存在于某处，或者用来询问某人，某物，某地的位置。'
      ]
    ],
    example: [
      '((美,みみ))ちゃんの((服,ふく))<<は>>どこ<<ですか>>。',
      'ここです。',
      '',
      '((銀行,ぎんこう))<<は>>あそこ<<ですか>>。',
      'はい、そうです。あのコンビニの((隣,となり))です。',
      '',
      '((森,もり))さん<<は>>どこ<<ですか>>。',
      '((森,もり))さん<<は>>トイレ<<です>>。'
    ]
  },
  {
    id: '2-3',
    title: ['((弟,おとうと))は<<((幾,いく))つ>>ですか。'],
    explain: [],
    example: []
  }
]
