export default [
  {
    id: '3-1',
    title: ['ここ／そこ／あそこ<<は>>名词<<です>>。'],
    explain: [
      ['「ここ／そこ／あそこ」'],
      ['1. 用来指示场所'],
      ['2. 位置关系同「これ／それ／あれ」']
    ],
    example: [
      '<<ここ>>はデパートです。',
      '<<そこ>>は((図書館,としょかん))です。',
      '<<あそこ>>は((入,い))り((口,ぐち))です。'
    ]
  },
  {
    id: '3-2',
    title: ['名词<<は>>ここ／そこ／あそこ<<です（か）>>。'],
    explain: [
      [
        '表示名词存在于某处，或者用来询问某人，某物，某地的位置。'
      ]
    ],
    example: [
      '((美々,みみ))ちゃんの((服,ふく))<<は>>どこ<<ですか>>。',
      'ここです。',
      '',
      '((銀行,ぎんこう))<<は>>あそこ<<ですか>>。',
      'はい、そうです。あのコンビニの((隣,となり))です。',
      '',
      '((森,もり))さん<<は>>どこ<<ですか>>。',
      '((森,もり))さん<<は>>トイレ<<です>>。'
    ]
  },
  {
    id: '3-3',
    title: ['名词1<<も>>名词2<<です>>。'],
    explain: [
      ['1. 相当于汉语的“也”。'],
      ['2. 如果下文中有和上文一样的信息，这时候下文中的助词就可以用【も】来替代【は】。']
    ],
    example: [
      '((小野,おの))さんは((日本人,にほんじん))です。',
      '((田中,たなか))さん<<も>>((日本人,にほんじん))です。',
      '',
      'これは((私,わたし))の((車,くるま))です。',
      'それ<<も>>((私,わたし))の((車,くるま))です。',
      '',
      'ここは((JC企画,じぇーしーきかく))のビルです。',
      'あそこ<<も>>((JC企画,じぇーしーきかく))のビルです。'
    ]
  },
  {
    id: '3-4',
    title: ['名词1<<は>>名词2<<ですか>>、名词3<<ですか>>。'],
    explain: [
      ['1. 可以列举两个或两个以上的问句。'],
      ['2. 回答时不用「はい」或「いいえ」。']
    ],
    example: [
      '今日は((水曜日,すいようび))ですか、((木曜日,もくようび))ですか。',
      '((森,もり))((君,くん))は((会社員,かいしゃいん))ですか、((学生,がくせい))ですか。',
      'これは((6,ろく))ですか、((9,きゅう))ですか。'
    ]
  },
  {
    id: '3-5',
    title: ['名词<<は>>いくら<<ですか>>。'],
    explain: [],
    example: []
  }
]
