export default [
  {
    id: '4-1',
    title: ['N物<<は>>N地点<<にあります>>。', 'N物<<は>>N地点<<にいます>>。'],
    explain: [
      ['「は」', '助词，提示句子主要陈述的对象。'],
      ['「に」', '助词，表示某物所处于的空间位置。']
    ],
    example: [
      '((会議室,かいぎしつ))<<は>>ここ<<にあります>>。',
      'メガネ<<は>>((机,つくえ))の((上,うえ))<<にあります>>。',
      '((猫,ねこ))<<は>>((庭,にわ))<<にいます>>。',
      '((吉田,よしだ))さん<<は>>((部屋,へや))<<にいます>>。',
      'ビール<<は>>((冷蔵庫,れいぞうこ))<<にあります>>か。',
      'ーはい、あります。／いいえ、ありません。'
    ]
  },
  {
    id: '4-2',
    title: ['N地点<<に>>N物<<があります>>。', 'N地点<<に>>N物<<がいます>>。'],
    explain: [
      ['「に」', '助词，表示人&物存在出现的场。'],
      ['「が」', '助词，表示存在的主体。']
    ],
    example: [
      '((壁,かべ))<<に>>スイッチ<<があります>>。',
      '((会議室,かいぎしつ))<<に>>テレビ<<があります>>。',
      '((公園,こうえん))<<に>>((子供,こども))<<がいます>>。',
      'あそこ<<に>>((誰,だれ))<<がいます>>か。',
      'ーはい、((佐藤,さとう))さんがいます。',
      'ーいいえ、((誰,だれ))もいません。',
      '',
      '((冷蔵庫,れいぞうこ))<<に>>ビール<<があります>>か。',
      'ーいいえ、((何,なに))もありません。'
    ]
  },
  {
    id: '4-3',
    title: ['名词1<<と>>名词2'],
    explain: [
      ['「と」', '助词，助词，表示并列，译为：“和”。']
    ],
    example: [
      '((教室,きょうしつ))に((何,なに))がありますか。',
      '((教室,きょうしつ))に((椅子,いす))<<と>>((机,つくえ))があります。',
      '',
      '((冷蔵庫,れいぞうこ))にビール<<と>>ウイスキーがありますか。',
      'いいえ、((冷蔵庫,れいぞうこ))に((何,なに))もありません。',
      '',
      'あそこは((誰,だれ))の((部屋,へや))ですか。',
      '((李,り))さん<<と>>スミスさんの((部屋,へや))です。'
    ]
  }
]
