export default [
  {
    id: '5-1',
    title: ['名词（时间）<<に>>动'],
    explain: [['表示动作发生的时间时，要在具体时间词语后加上「に」。']],
    example: [
      '((銀行,ぎんこう))は((午後,ごご))((5時,ごじ))<<に>>((終,お))わります。',
      '((図書館,としょかん))は((土曜日,どようび))<<（に）>>((休,やす))みます。',
      '((私,わたし))は((毎日,まいにち))((11時,じゅういちじ))<<ごろ>>((寝,ね))ます。',
      '((試験,しけん))は<<いつ>>((始,はじ))まりますか。'
    ]
  },
  {
    id: '5-2',
    title: ['时间1<<から>>时间2<<まで>>'],
    explain: [
      ['【含义】', '「から」表示时间的<<起点>>「まで」表示时间的<<终点>>。'],
      ['<<注：>>两者可以分开单独使用。']
    ],
    example: [
      '((歓迎会,かんげいかい))は((午後,ごご))((8時,はちじ))<<から>>((午後,ごご))((10時,じゅうじ))<<まで>>です',
      '((展覧会,てんらんかい))は((来週,らいしゅう))の((土曜日,どようび))<<から>>です。',
      '((森,もり))さんは((何曜日,なんようび))<<から>>((何曜日,なんようび))<<まで>>((働,はたら))きますか。',
      '((月曜日,げつようび))<<から>>((金曜日,きんようび))<<まで>>((働,はたら))きます。'
    ]
  },
  {
    id: '5-3',
    title: ['动词分类'],
    explain: [],
    example: []
  },
  {
    id: '5-4',
    title: ['动词分类ます形'],
    explain: [],
    example: []
  },
  {
    id: '5-5',
    title: ['动词<<ます／ません／ました／ませんでした>>'],
    explain: [
      ['1. 一种礼貌的表达方式。'],
      ['2. 口语和书面语都可以使用。'],
      [
        '3.',
        '「ます」表达经常发生或将来会发生',
        '「ません」表示不经常发生或将来不会发生',
        '「ました」表过去的时间发生了某个事',
        '「ませんでした」过去的时间没有发生某个事'
      ]
    ],
    example: [
      '((森,もり))さんは((毎日,まいにち))((働,はたら))<<ます>>。',
      '((田中,たなか))さんは((今週,こんしゅう))の((日曜日,にちようび))は((休,やす))み<<ません>>。',
      '((私,わたし))は((昨日,きのう))の((夜,よる))、((寝,ね))<<ませんでした>>。',
      '((先週,せんしゅう))、((勉強,べんきょう))<<しましたか>>。'
    ]
  }
]
