export default [
  {
    id: '6-1',
    title: ['场所<<へ>>动词'],
    explain: [['「へ」', '读作「<<え>>」，表示移动行为的<<方向>>。']],
    example: [
      '((私,わたし))はプール<<へ>>((行,い))きます。',
      '((先生,せんせい))は((毎日,まいにち))((学校,がっこう))<<へ>>((来,き))ます。',
      '((王,おう))さんは((5月,ごがつ))に((国,くに))<<へ>>((帰,かえ))ります。',
      '((美々,みみ))ちゃんはどこ<<へ>>((行,い))きましたか。'
    ]
  },
  {
    id: '6-2',
    title: ['人<<と>>动词'],
    explain: [
      [
        '「と」',
        '1. 常搭配「いっしょに」使用，表示“一起”。',
        '2. 如果没有陪伴者，使用「((一人,ひとり))で」，表示“独自做某事”。'
      ]
    ],
    example: [
      '((私,わたし))は((弟,おとうと))<<と>>((一緒,いっしょ))にプールへ((行,い))きます。',
      '((先生,せんせい))は((毎日,まいにち))((友達,ともだち))<<と>>((学校,がっこう))へ((来,き))ます。',
      '((王,おう))さんは((5月,ごがつ))に<<((一人,ひとり))で>>((国,くに))へ((帰,かえ))ります。',
      '((美々,みみ))ちゃんは((誰,だれ))<<と>>((一緒,いっしょ))に((行,い))きましたか。'
    ]
  },
  {
    id: '6-3',
    title: ['交通工具<<で>>动词'],
    explain: [['「で」', '助词，表示<<工具、手段>>。本课主要是交通工具。']],
    example: [
      '((私,わたし))はバス<<で>>うちへ((帰,かえ))りました。',
      '((毎日,まいにち))((何,なに))<<で>>((来,き))ますか。',
      '((吉田,よしだ))さんは<<((歩,ある))いて>>((会社,かいしゃ))へ((行,い))きます。'
    ]
  }, {
    id: '6-4',
    title: ['场所<<から>>场所<<まで>>'],
    explain: [['「〜から〜まで」', '提示<<空间>>的<<起点>>和<<终点>>。既可以用在一个句子里，也可以分开用。']],
    example: [
      '((家,いえ))<<から>>((駅,えき))<<まで>>タクシーで((行,い))きます。',
      '((小野,おの))さんは((日本,にほん))<<から>>((来,き))ました。'
    ]
  }
]
