export default [
  {
    id: '7-1',
    title: ['名词<<を>>动词'],
    explain: [['「を」', '助词，表示动作内容，动作对象。']],
    example: [
      '((私,わたし))はよくコーヒー<<を>>((飲,の))みます。',
      '((先生,せんせい))は((毎日,まいにち))((新聞,しんぶん))<<を>>((読,よ))みます。',
      '((日曜日,にちようび))((森,もり))さんとサッカー<<を>>しました。',
      '((今朝,けさ))((何,なに))<<を>>((食,た))べましたか。',
      '<<((何,なに))も>>((食,た))べませんでした。Aさんは？',
      'お((粥,かゆ))と((卵,たまご))<<を>>((食,た))べました。'
    ]
  },
  {
    id: '7-2',
    title: ['N场所<<で>>'],
    explain: [
      [
        '「で」',
        '助词，表示动作发生的场所，翻译为：“在”。'
      ]
    ],
    example: [
      '((私,わたし))はコンビニ<<で>>お((弁当,べんとう))を((買,か))います。',
      '((動物園,どうぶつえん))<<で>>パンダの((写真,しゃしん))を((撮,と))りました。',
      'いつもどこ<<で>>((映画,えいが))を((見,み))ますか。',
      '((家,いえ))<<で>>((映画,えいが))を((見,み))ます。'
    ]
  },
  {
    id: '7-3',
    title: ['名词1<<か>>名词2'],
    explain: [['「か」', '助词，表示多项选择，常译为“或”。']],
    example: [
      '((休,やす))みは((何曜日,なんようび))ですか。',
      '((土曜日,どようび))<<か>>((日曜日,にちようび))です。',
      '',
      '((朝,あさ))((何,なに))を((食,た))べますか。',
      'お((粥,かゆ))<<か>>パンを((食,た))べます。'
    ]
  }, {
    id: '7-4',
    title: ['名词1<<をください>>。'],
    explain: [['「〜をください」', '要求他人递东西或购买商品时常使用，译为：“请给我……”。']],
    example: [
      'いらっしゃいませ。',
      '((例,れい))のワイン<<をください>>。',
      'かしこまりました。',
      '',
      'すみません。お((茶,ちゃ))<<をください>>。',
      'ケーキとチーズ<<をください>>。'
    ]
  }
]
