export default [
  {
    id: '8-1',
    title: ['N工具<<で>>'],
    explain: [['「で」', '助词，表示用某工具做某事。译为：“用”。']],
    example: [
      'メール<<で>>((住所,じゅうしょ))を((教,おし))えます。',
      '((電話,でんわ))<<で>>((写真,しゃしん))を((送,おく))ります。',
      '((卵,たまご))と((小麦粉,こむぎこ))<<で>>ケーキを((作,つく))りました。'
    ]
  },
  {
    id: '8-2',
    title: ['名词<<に>>动词'],
    explain: [['「に」', '助词，提示动作指向、动作对象。']],
    example: [
      '((友達,ともだち))<<に>>((手紙,てがみ))を((送,おく))ります。',
      '((中国人,ちゅうごくじん))の((学生,がくせい))<<に>>((日本語,にほんご))を((教,おし))えます。',
      '((誰,だれ))<<に>>((電話,でんわ))をかけますか。',
      '((小野,おの))さん<<に>>お((金,かね))を((貸,か))しました。'
    ]
  },
  {
    id: '8-3',
    title: ['N人<<に>>N物<<を>>あげます。'],
    explain: [
      ['「あげます」', '动词，“给”。'],
      ['「に」', '助词，提示动作指向、动作对象，即：给的对象。'],
      ['「を」', '助词，提示动作内容。即：给的东西。']
    ],
    example: [
      '((私,わたし))は((課長,かちょう))<<に>>お((土産,みやげ))<<をあげます>>。',
      '((兄,あに))は((先生,せんせい))<<に>>((花,はな))<<をあげました>>。',
      '((母,はは))は((佐藤,さとう))さん<<に>>ワイン<<をあげました>>。',
      'そのケーキは((誰,だれ))<<にあげます>>か。',
      '((美々,みみ))ちゃん<<にあげます>>。'
    ]
  },
  {
    id: '8-4',
    title: ['N人<<に>>N物<<を>>もらいます。'],
    explain: [
      ['「もらいます」', '动词，“得到”。'],
      ['「に」', '助词，提示动作指向、动作对象，即：给的对象。'],
      ['「を」', '助词，提示动作内容。即：得到的东西。']
    ],
    example: [
      '((私,わたし))はスミスさん<<に>>((誕生日,たんじょうび))プレゼント<<をもらいました>>。',
      '((私,わたし))は((母,はは))<<に>>((写真集,しゃしんしゅう))<<をもらいました>>。',
      'そのチケットは((誰,だれ))<<にもらいました>>か。',
      '((友達,ともだち))<<にもらいました>>。',
      '',
      '((私,わたし))は((学校,がっこう))<<から>>お((金,かね))<<をもらいました>>。'
    ]
  }
]
