export default [
  {
    id: '9-1',
    title: ['名词<<は>>一类形<<です>>'],
    explain: [['【一类形容词】', '词尾是「い」的形容词。']],
    example: [
      '((北京,ぺきん))ダック<<は>>とても<<((美味,おい))しいです>>。',
      'このニュース<<は((面白,おもしろ))いです>>。',
      '((仕事,しごと))<<は((忙,いそが))しいです>>。',
      '((日本語,にほんご))<<は((難,むずか))しいですか>>。'
    ]
  },
  {
    id: '9-2',
    title: ['一类形<<名词>>'],
    explain: [['【一类形容词】', '<<直接加名词>>修饰后面的名词。']],
    example: [
      'すき((焼,や))きは<<((美味,おい))しい((料理,りょうり))>>です。',
      '((日本,にほん))は<<((狭,せま))い((国,くに))>>です。',
      '((昨日,きのう))は<<((高,たか))い((鞄,かばん))>>を((買,か))いました。',
      '((図書館,としょかん))で<<((面白,おもしろ))い((本,ほん))>>を((読,よ))みました。'
    ]
  },
  {
    id: '9-3',
    title: ['表示程度的副词'],
    explain: [
      ['<<とても／たいへん>>+<<肯定>> 非常……很……'],
      ['<<((少,すこ))し／ちょっと>>+<<肯定>> 有点……'],
      [],
      ['<<あまり>>+<<否定>> 不太……'],
      ['<<ぜんぜん>>+<<否定>> 一点也不……']
    ],
    example: [
      '((日本語,にほんご))は<<あまり>>((難,むずか))し<<くない>>です。',
      '((中国,ちゅうごく))は<<とても>>((広,ひろ))いです。',
      'このスープは<<ちょっと>>((塩辛,しおから))いです。',
      'この((靴,くつ))は<<((全然,ぜんぜん))>>((高,たか))<<くない>>です。'
    ]
  }
]
