export default [
  {
    id: '10-1',
    title: ['名词<<は>>形2<<です>>。'],
    explain: [['【二类形容词】', '加「です」结句。']],
    example: [
      '((京都,きょうと))の((紅葉,もみじ))<<は>>((有名,ゆうめい))<<です>>。',
      '((美々,みみ))ちゃん<<は>>いつも((親切,しんせつ))<<です>>。',
      'この((通,とお))り<<は>>((夜,よる))((静,しず))か<<です>>。',
      '((森,もり))((君,くん))<<は>>ハンサム<<です>>か。',
      'はい、とてもハンサムです。'
    ]
  },
  {
    id: '10-2',
    title: [
      '名词1<<は>>形2<<です>>。',
      '名词1<<は>>形2<<でした>>。',
      '名词1<<は>>形2<<ではありません>>。',
      '名词1<<は>>形2<<ではありませんでした>>。'
    ],
    explain: [
      ['【二类形容词】', '可以通过替换词尾体现肯否定，时态。'],
      [
        '<<{ 注 } 词尾>>',
        '<<「です」表示肯定>>',
        '<<「では（じゃ）ありません」表示否定>>',
        '<<「でした」表示过去>>',
        '<<「では（じゃ）ありませんでした」表示过去否定>>'
      ]
    ],
    example: [
      '((富士大学,ふじだいがく))<<は((有名,ゆうめい))です>>。',
      '((富士大学,ふじだいがく))<<は((有名,ゆうめい))でした>>。',
      '((富士大学,ふじだいがく))<<は((有名,ゆうめい))ではありません>>。',
      '((富士大学,ふじだいがく))<<は((有名,ゆうめい))ではありませんでした>>。'
    ]
  },
  {
    id: '10-3',
    title: [
      '名词1<<は>>名词2<<です>>。',
      '名词1<<は>>名词2<<でした>>。',
      '名词1<<は>>名词2<<ではありません>>。',
      '名词1<<は>>名词2<<ではありませんでした>>。'],
    explain: [
      ['【名词】', '也可以通过替换词尾体现肯否定，时态。', '词尾和<<“二类形容词”相同>>。'],
      [
        '<<{ 注 } 词尾>>',
        '<<「です」表示肯定>>',
        '<<「では（じゃ）ありません」表示否定>>',
        '<<「でした」表示过去>>',
        '<<「では（じゃ）ありませんでした」表示过去否定>>'
      ]
    ],
    example: [
      '((森,もり))((君,くん))<<は((日本人,にほんじん))です>>。',
      '((王,おう))さん<<は((日本人,にほんじん))ではありません>>。',
      '((小百合,さゆり))ちゃん<<は((日本人,にほんじん))でした>>。',
      '((小百合,さゆり))ちゃん<<は((日本人,にほんじん))ではありませんでした>>。'
    ]
  },
  {
    id: '10-4',
    title: ['形2<<な>>名词'],
    explain: [
      ['【二类形容词】', '词干后加一个「<<な>>」来修饰后面的名词。'],
      ['((有名,ゆうめい))<<な>>((映画,えいが))、((綺麗,きれい))<<な>>((女,おんな))'],
      ['ハンサム<<な>>((男,おとこ))、((元気,げんき))<<な>>((子供,こども))']
    ],
    example: [
      '((奈良,なら))は<<((静,しず))かな((町,まち))>>です。',
      '((奈良,なら))は<<((賑,にぎ))やかな((町,まち))>>ではありません。',
      '((森,もり))((君,くん))は<<どんな((人,ひと))>>ですか。',
      '<<((静,しず))かな((人,ひと))>>です。'
    ]
  }
]
