export default [
  {
    id: '11-1',
    title: ['名词<<がわかります>>', '名词<<ができます>>'],
    explain: [
      ['「が」', '表示：<<能力>>的对象。'],
      ['「わかります」', '表示<<理解力>>，翻译成：“懂”，“明白”。'],
      ['「できます」', '表示<<能力>>，翻译成：“能”，“会”。']
    ],
    example: [
      '((私,わたし))はピアノ<<ができます>>。',
      '((佐藤,さとう))さんは((料理,りょうり))<<ができますか>>。',
      'はい、<<できます>>。／いいえ、<<できません>>。',
      '',
      '((王淼,おうびょう))さんは((日本語,にほんご))<<が>>((少,すこ))し<<((分,わ))かります>>。',
      '((林,はやし))さんは((中国語,ちゅうごくご))<<が((分,わ))かりません>>。'
    ]
  },
  {
    id: '11-2',
    title: [
      '名词<<は>>名词<<が形1です>>。',
      '名词<<は>>名词<<が形2です>>。'
    ],
    explain: [
      ['「が」', '表示：<<情感，能力>>的对象。'],
      ['【常用情感词】', '((好,す))き、((嫌,きら))い、((怖,こわ))い'],
      ['【常用能力词】', '((上手,じょうず))、((下手,べた))、((苦手,にがて))']
    ],
    example: [
      '((美々,みみ))ちゃんはカラオケ<<が((好,す))きです>>。',
      '((小野,おの))さんはお((酒,さけ))<<が((嫌,きら))いです>>。',
      '((運転,うんてん))<<ができますか>>。',
      'いいえ、できません。((運転,うんてん))<<が((怖,こわ))いです>>。'
    ]
  },
  {
    id: '11-3',
    title: [
      '名词<<は>>名词<<が〜です>>。'
    ],
    explain: [
      [
        '「は」',
        '表示：话题，即谈论的<<“主题”>>。'
      ],
      [
        '「が」',
        '表示：话题下的具体陈述对象，可称之为<<“主语”>>。'
      ]
    ],
    example: [
      '((象,ぞう))<<は>>((鼻,はな))<<が>>((長,なが))いです。',
      '((私,わたし))<<は>>((頭,あたま))<<が>>((痛,いた))いです。',
      '((日本,にほん))<<は>>((温泉,おんせん))<<が>>((有名,ゆうめい))です。',
      '((森,もり))((君,くん))<<は>>((背,せ))<<が>>((高,たか))いです。'
    ]
  },
  {
    id: '11-4',
    title: ['句子<<から>>'],
    explain: [
      ['「から」', '接在句尾，表<<原因>>，译为：“因为……所以”。']
    ],
    example: [
      '((吉田,よしだ))さんはお((酒,さけ))が((好,す))きです<<から>>、((毎日,まいにち))((飲,の))みます。',
      '((寒,さむ))いです<<から>>、((窓,まど))を((閉,し))めます。',
      '((窓,まど))を((閉,し))めます。((寒,さむ))いです<<から>>。'
    ]
  },
  {
    id: '11-5',
    title: ['句子<<。だから>>句子'],
    explain: [
      ['「だから」', '接在句号后，表<<原因>>，译为：“<<因此>>”。']
    ],
    example: [
      '((吉田,よしだ))さんはお((酒,さけ))が((好,す))きです<<。だから>>、((毎日,まいにち))((飲,の))みます。',
      '((寒,さむ))いです<<。だから>>、((窓,まど))を((閉,し))めます。',
      '((韓国語,かんこくご))がわかりますか。',
      'はい、((大学,だいがく))で((学,まな))びました<<。だから>>、((少,すこ))しわかります。'
    ]
  }
]
