export default [
  {
    id: '12-1',
    title: [
      '名词1<<と>>名词2<<とどちらが>>一类形容词ですか。',
      '名词1<<と>>名词2<<とどちらが>>二类形容词ですか。'
    ],
    explain: [
      ['「と」', '助词，表示“<<和>>”的意思。'],
      [
        '「どちら」',
        '疑问词，表示“<<哪一个>>”的意思。用在<<询问范围为两种事物>>的时候'
      ],
      ['回答的时候用“〜のほうが”。如果两者程度相当，则用“どちらも〜です”。']
    ],
    example: [
      'サッカー<<と>>((野球,やきゅう))<<とどちら>>が((面白,おもしろ))いですか。',
      '((李,り))さん<<と>>((王,おう))さん<<とどちら>>が((優,やさ))しいですか。',
      '((電車,でんしゃ))<<と>>バス<<とどちら>>がいいですか。',
      'ミルク<<と>>ジュース<<とどちら>>が((安,やす)いですか。<<ーージュースのほうが((安,やす))いです。>>'
    ]
  },
  {
    id: '12-2',
    title: [
      '名词1<<は>>名词2<<より>>一类形容词ですか。',
      '名词1<<は>>名词2<<より>>二类形容词ですか。'
    ],
    explain: [['「より」', '助词，表示“<<比>>”的意思。']],
    example: [
      '((李,り))さん<<は>>((王,おう))さん<<より>>((優,やさ))しいです。',
      '((東京,とうきょう))<<は>>((奈良,なら))<<より>>((賑,にぎ))やかです。',
      '((電車,でんしゃ))はバス<<より>>((早,はや))いですか。',
      'はい、<<ずっと>>((早,はや))いです。'
    ]
  },
  {
    id: '12-3',
    title: [
      '名词1<<より>>名词2<<のほうが>>一类形容词です。',
      '名词1<<より>>名词2<<のほうが>>二类形容词です。'
    ],
    explain: [
      ['「より」', '助词，表示“<<比>>”的意思。'],
      ['「ほう」', '表示“<<～一方（更）……>>”。']
    ],
    example: [
      '((王,おう))さん<<より>>((李,り))さん<<のほうが>>((優,やさ))しいです。',
      '((奈良,なら))<<より>>((東京,とうきょう))<<のほうが>>((賑,にぎ))やかです。',
      'バス<<より>>((電車,でんしゃ))<<のほうが>>((速,はや))いですか。',
      'はい、<<ずっと>>((速,はや))いです。'
    ]
  },
  {
    id: '12-4',
    title: [
      '名词1<<は>>名词2<<ほど>>一类形容词<<否定形式>>。',
      '名词1<<は>>名词2<<ほど>>二类形容词<<否定形式>>。'
    ],
    explain: [
      [
        '「ほど」',
        '副助词，用在此句当中表示名词1的性质<<不及>>名词2。翻译成“<<不如>>”。'
      ],
      [
        '【否定形式】',
        '一类形容词：[[い]]+くないです。',
        '二类形容词：〜ではありません。'
      ]
    ],
    example: [
      '((大阪,おおさか))<<は>>((東京,とうきょう))<<ほど>>((賑,にぎ))やか<<ではありません>>。',
      '((梨,なし))<<は>>みかん<<ほど>>((美味,おい))し<<くないです>>。',
      '((京都,きょうと))<<は>>((奈良,なら))<<ほど>>((静,しず))か<<ではありません>>。'
    ]
  },
  {
    id: '12-5',
    title: [
      '名词<<の中で>>疑问词<<が一番>>一类形容词ですか。',
      '名词<<の中で>>疑问词<<が一番>>二类形容词ですか。'
    ],
    explain: [
      [
        '「で」',
        '助词，表示<<范围>>。'
      ],
      [
        '【疑问词】',
        '根据疑问的<<范围>>，可以涉及到((何,なに))、いつ、どこ、((誰,だれ))、どの+名词等。'
      ]
    ],
    example: [
      '((季節,きせつ))<<で>>いつ<<が((一番,いちばん))>>((寒,さむ))いですか。',
      'クラス<<の((中,なか))で>>((誰,だれ))<<が((一番,いちばん))>>((背,せ))が((高,たか))いですか。',
      'バナナと((梨,なし))とみかん<<の((中,なか))で>>どれ<<が((一番,いちばん))>>((美味,おい))しいですか。'
    ]
  },
  {
    id: '12-6',
    title: [
      '名词<<の中で>>疑问词<<が一番>>一类形容词です。',
      '名词<<の中で>>疑问词<<が一番>>二类形容词です。'
    ],
    explain: [
      [
        '此句是对【名词1「の((中,なか))」で疑问词が((一番,いちばん))一类形容词/二类形容词ですか。】的回答形式。'
      ],
      [
        '<<注>>：在疑问句使用<<が>>来提问，也要在回答句中使用<<が>>来进行回答。'
      ]
    ],
    example: [
      '((季節,きせつ))<<で>>((冬,ふゆ))<<が((一番,いちばん))>>((寒,さむ))いです。',
      'クラス<<の((中,なか))で>>((李,り))さん<<が((一番,いちばん))>>((背,せ))が((高,たか))いです。',
      'バナナと((梨,なし))とみかん<<の((中,なか))で>>みかん<<が((一番,いちばん))>>((美味,おい))しいです。'
    ]
  }
]
