export default [
  {
    id: '13-1',
    title: ['数量词<<で>>'],
    explain: [
      [
        '「で」',
        '接在数量词后，用于<<强调数量>>。（数量是<<1>>时，<<不>>加“で”）。'
      ]
    ],
    example: [
      'このバナナは<<((5本,ごほん))で>>((164円,ひゃくろくじゅうよんえん))です。',
      'この((魚,さかな))は<<((4匹,よんひき))で>>((860円,はっぴゃくろくじゅうえん))です。',
      'このケーキは<<((一個,いっこ))>>((200円,にひゃくえん))です。'
    ]
  },
  {
    id: '13-2',
    title: ['时间名词<<に>>次数动词'],
    explain: [
      [
        '表示一定时间内进行若干次动作，即<<动作频率>>，翻译为“每……（做几）次……”。'
      ],
      ['（其中时间名词是<<时间段名词>>）。'],
      [
        '以一定期间为基准计算频率时，当前面数字为“1”的时候，也可以简略表达。',
        '((1週間，いっしゅうかん))・（（週,しゅう))',
        '((1日,いちにち))・((日,ひ))',
        '((1か月,いっかげつ))・((月,つき))',
        '((1年,いちねん))・((年,ねん))'
      ]
    ],
    example: [
      '((私,わたし))は<<((1日,いちにち))に((2回,にかい))>>((歯,は))を((磨,みが))きます。',
      '((李,り))さんは<<((1年,いちねん))に((3回,さんかい))>>((北海道,ほっかいどう))へ((行,い))きます。',
      '((森,もり))((君,くん))は<<((1か月,いっかげつ))に((5回,ごかい))>>((買,か))い((物,もの))します。',
      'この((花,はな))は<<((2年,にねん))に((1度,いちど))>>((咲,さ))きます。',
      '((私,わたし))は<<((日,ひ))に((2回,にかい))>>((歯,は))を((磨,みが))きます。',
      '((李,り))さんは<<((年,ねん))に((3回,さんかい))>>((北海道,ほっかいどう))へ((行,い))きます。',
      '((森,もり))((君,くん))は<<((月,つき))に((5回,ごかい))>>((買,か))い((物,もの))します。',
      '((授業,じゅぎょう))は<<((週,しゅう))に((2回,にかい))>>あります。'
    ]
  },
  {
    id: '13-3',
    title: [
      '场所名词<<へ>>动词[[ます]]<<に>>行きます。',
      '场所名词<<へ>>动词[[ます]]<<に>>来ます。'
    ],
    explain: [
      [
        '表示移动行为的目的。'
      ],
      [
        '翻译为“去……为了做……”。'
      ],
      [
        '动词去掉「ます」后接「に」。'
      ]
    ],
    example: [
      '((王,おう))さんは((図書館,としょかん))へ<<((勉強,べんきょう))しに>>((行,い))きます。',
      '((李,り))さんはレストランへ((唐揚,からあ))げを<<((食,た))べに>>((行,い))きます。',
      '((森,もり))((君,くん))は((薬局,やっきょく))へ((薬,くすり))を<<((買,か))いに>>((行,い))きます。',
      '((友達,ともだち))はうちへ<<((遊,あそ))びに>>((来,き))ました。'
    ]
  },
  {
    id: '13-4',
    title: ['くらい・ぐらい'],
    explain: [
      ['1. 在表示数量的词后面加上“くらい”“ぐらい”，表示大概的数量。'],
      [
        '2. “くらい”和“ぐらい”意思相同，有时还与副词“*だいたい”同时使用。'
      ],
      ['3. 询问时使用“どのぐらい”（也说“*どれぐらい”）']
    ],
    example: [
      'ここから((駅,えき))まで((1,いち))キロメートルくらいです。',
      'このパソコンはいくらでしたか。',
      'だいたい((20万円,にじゅうまんえん))ぐらいです。'
    ]
  },
  {
    id: '13-5',
    title: ['どのぐらいかかりますか'],
    explain: [
      ['“かかります”用于时间和钱，相当于汉语的“需要，花费”。']
    ],
    example: [
      '((家,いえ))から((会社,かいしゃ))までどのぐらいかかりますか。',
      'ー((電車,でんしゃ))で((1時間,いちじかん))ぐらいかかります。',
      '',
      '((修理,しゅうり))はどのぐらいかかりますか。',
      'ー((2万円,にまんえん))ぐらいかかります。'
    ]
  }
]
