export default [
  {
    id: '14-1',
    title: ['动词<<て形>>'],
    explain: [
      ['「〜て」'],
      ['1. 表示动作的<<先后顺序>>。'],
      ['2. 一句话中，可以出现<<2个或2个以上>>的て形连接句子。'],
      ['3. 时态体现在最后一个动词形态上。']
    ],
    example: [
      '((6時,ろくじ))に<<((起,お))きて>>ジョギングします。',
      '((窓,まど))を<<((閉,し))めて>>((寝,ね))ます。',
      '((私,わたし))は((昨日,きのう))((銀座,ぎんざ))へ<<((行,い))って>>、((映画,えいが))を<<((見,み))て>>、お((茶,ちゃ))を((飲,の))みました。'
    ]
  },
  {
    id: '14-2',
    title: ['动词<<てから>>'],
    explain: [
      ['【接续】动词て形+てから'],
      ['【意义】连接2个动作，<<强调>>2个动作的<<先后顺序>>。'],
      ['【备注】一句话中<<只能用一次>>「てから」']
    ],
    example: [
      '((薬,くすり))を((飲,の))ん<<でから>>、((寝,ね))ます。',
      '((朝,あさ))ご((飯,はん))を((食,た))べ<<てから>>((出,で))かけます。',
      '((電気,でんき))をつけ<<てから>>テレビをつけました。',
      '((大学,だいがく))を((卒業,そつぎょう))し<<てから>>、ずっとここに((住,す))んでいます。'
    ]
  },
  {
    id: '14-3',
    title: ['动词<<てください>>'],
    explain: [
      [
        '「〜てください」',
        '1. 向听话人发出<<命令>>，<<指示>>等。',
        '2. 前面加「すみませんが」会更委婉礼貌。'
      ]
    ],
    example: [
      'ちょっと<<((待,ま))ってください>>。',
      'ここに((住所,じゅうしょ))と((名前,なまえ))を<<((書,か))いてください>>。',
      '((今度,こんど))うちに<<((来,き))てください>>。',
      'すみませんが、この((荷物,にもつ))を((中国,ちゅうごく))へ<<((送,おく))ってください>>。'
    ]
  },
  {
    id: '14-4',
    title: ['名词（场所）<<を>>动词经过离开'],
    explain: [
      [
        '表示<<移动、经过、离开>>的场所用助词“を”表示，常用的动词有“((通,とお))ります”“*((渡,わた))ります”“*((過,す))ぎます”等。'
      ],
      [
        '“を”与动词“((出,で))ます”“((卒業,そつぎょう))します”等搭配使用时，表示离开的场所。'
      ]
    ],
    example: [
      'このバスは((駅前,えきまえ))<<を>>((通,とお))ります。',
      'この((道,みち))をまっすぐ((行,い))って、((橋,はし))<<を>>((渡,わた))ってください。',
      '((李,り))さんは((毎朝,まいあさ))((7時,しちじ))に((家,いえ))<<を>>((出,で))ます。',
      '((私,わたし))は((来年,らいねん))((大学,だいがく))<<を>>((卒業,そつぎょう))します。'
    ]
  }
]
