export default [
  {
    id: '15-1',
    title: ['动词<<ています>>'],
    explain: [['「〜ています」', '表示：动作或变化<<正在进行>>之中。']],
    example: [
      '((小野,おの))さんは((今,いま))((新聞,しんぶん))を((読,よ))ん<<でいます>>。',
      '((佐藤,さとう))さんはタバコを((吸,す))っ<<ています>>。',
      '((何,なに))をし<<ています>>か。',
      'まだ((会社,かいしゃ))にいます。((仕事,しごと))をし<<ています>>。'
    ]
  },
  {
    id: '15-2',
    title: ['动词<<てもいいです>>'],
    explain: [
      ['「〜てもいいです」', '表示：<<允许>>他人做某事，译为：“<<可以>>……”。'],
      ['<<【注】>>', '<<「いいです」可改为「かまいません」。>>']
    ],
    example: [
      '((家,いえ))で((仕事,しごと))を<<してもいいです>>。',
      '((部屋,へや))に<<((入,はい))ってもいいです>>。',
      '((今日,きょう))は((暑,あつ))いですね。((窓,まど))を<<((開,あ))けてもいいです>>か。',
      'いいですよ。／はい、どうぞ。／それはちょっと…'
    ]
  },
  {
    id: '15-3',
    title: ['动词<<てはいけません>>'],
    explain: [
      [
        '「〜てはいけません」',
        '表示：<<不允许>>他人做某事，译为：“<<不可以/禁止>>……”。'
      ],
      ['<<【注】>>', '<<「いけません」可改为「だめだ」。>>']
    ],
    example: [
      'この((部屋,へや))に((入,はい))っ<<てはいけません>>。',
      '((学校,がっこう))の((前,まえ))に((車,くるま))を((止,と))め<<てはいけません>>。',
      'ビールを((飲,の))ん<<ではいけません>>。',
      '((授業,じゅぎょう))に((遅刻,ちこく))し<<てはだめだ>>。'
    ]
  },
  {
    id: '15-4',
    title: ['名词（落脚点）<<に>>'],
    explain: [
      ['<<表示场所的「に」和「で」>>'],
      [
        '区别',
        '「に」表示人或事物存在的场所，是静态的。',
        '「で」表示的是动作进行的场所，是动态的。'
      ],
      [
        '「に」','表示：行为后的<<落脚点>>。'
      ]
    ],
    example: [
      '((図書館,としょかん))にはいろいろな((分野,ぶんや))の((本,ほん))がある。',
      '((彼,かれ))はよく((図書館,としょかん))で((勉強,べんきょう))する。',
      '((教室,きょうしつ))<<に>>((入,はい))ります。',
      '((新,あたら))しい((傘,かさ))を((電車,でんしゃ))<<に>>((忘,わす))れました。',
      'ここ<<に>>((名前,なまえ))を((書,か))いてください。',
      'バス<<に>>((乗,の))って、((学校,がっこう))へ((行,い))きます。'
    ]
  }
]
