export default [
  {
    id: '16-1',
    title: ['动词<<ています>>'],
    explain: [
      [
        '「ています」',
        '除了表示正在进行的意义之外，还可以表示动作结束后留下的<<结果状态>>。'
      ]
    ],
    example: [
      '((李,り))さんは((結婚,けっこん))し<<ています>>。',
      '((陳,ちん))さんを((知,し))って<<いますか>>。',
      'はい、((知,し))っ<<ています>>。／いいえ、((知,し))りません。',
      '',
      '((車,くるま))を((持,も))っ<<ています>>。'
    ]
  },
  {
    id: '16-2',
    title: ['名词1<<で>>名词2'],
    explain: [['【名词1で名词2】', 'で是两个名词<<并列>>的标志。']],
    example: [
      '((李,り))さんは((中国人,ちゅうごくじん))<<で>>、((会社員,かいしゃいん))です。',
      '((陳,ちん))さんは((二十歳,はたち))<<で>>、((大学生,だいがくせい))です。',
      '((王,おう))さんは((医者,いしゃ))<<で>>、((優,やさ))しい((人,ひと))です。'
    ]
  },
  {
    id: '16-3',
    title: ['一类形容词1<<て>>一类形容词2'],
    explain: [
      ['【接续】', '将词尾<<「い」>>变成<<「くて」>>。'],
      [
        '【含义】',
        '两个以上一类形容词并列使用时，使用一类形容词的て形。',
        '可翻译为“又……又……”。'
      ]
    ],
    example: [
      'この((電話,でんわ))は((軽,かる))<<くて>>いいです。',
      'このリンゴは((赤,あか))<<くて>>((甘,あま))いです。',
      '((鈴木,すずき))さんは((若,わか))<<くて>>((頭,あたま))がいいです。',
      'この((本,ほん))は((安,やす))<<くて>>((面白,おもしろ))いです。'
    ]
  },
  {
    id: '16-4',
    title: ['二类形容词1<<で>>二类形容词2'],
    explain: [
      ['【接续】', '二类形容词+<<「で」>>'],
      [
        '【含义】',
        '两个以上二类形容词并列使用时，使用二类形容词的で形。',
        '可翻译为“又……又……”。'
      ]
    ],
    example: [
      '((奈良,なら))は((綺麗,きれい))<<で>>((静,しず))かです。',
      '((大阪,おおさか))は((賑,にぎ))やか<<で>>((有名,ゆうめい))です。',
      '((陳,ちん))さんは((元気,げんき))<<で>>((親切,しんせつ))です。'
    ]
  }
]
