export default [
  {
    id: '17-1',
    title: ['名词<<が>>((欲,ほ))しいです'],
    explain: [
      [
        '表示愿望，翻译为“<<想要>>……”。'
      ],[
        '注意点：',
        '1. 陈述句表示<<第一人称>>的愿望；疑问句表示第二人称的愿望；',
        '2. 活用变化同<<一类形容词>>；',
        '3. 助词只能用<<「が」>>。'
      ]
    ],
    example: [
      '((私,わたし))は((綺麗,きれい))な<<((服,ふく))が((欲,ほ))しい>>です。',
      '((私,わたし))は((日本人,にほんじん))の<<((友達,ともだち))が((欲,ほ))しい>>です。',
      'あなたは<<((何,なに))が((欲,ほ))しい>>ですか。',
      '((私,わたし))は<<((何,なに))も((欲,ほ))しくない>>です。'
    ]
  },
  {
    id: '17-2',
    title: ['名词<<を>>动词[[ます]]たいです'],
    explain: [
      [
        '「たい」翻译为“<<想>>……”，前接<<动词[[ます]]形>>。'
      ],[
        '注意点：',
        '1. 陈述句表示<<第一人称>>的愿望；疑问句表示第二人称的愿望；',
        '2. 活用变化同<<一类形容词>>；',
        '3. 助词可用<<「を／が」>>。'
      ]],
    example: [
      '((新,あたら))しい((服,ふく))を<<((買,か))いたい>>です。',
      'あの((喫茶店,きっさてん))でお((茶,ちゃ))を<<((飲,の))みたい>>です。',
      '((何,なに))も<<((食,た))べたくない>>です。',
      'ケーキが<<((食,た))べたい>>です。'
    ]
  },
  {
    id: '17-3',
    title: ['动词[[ます]]<<ませんか>>'],
    explain: [
      ['表示<<委婉的提议>>。翻译为“……，好吗？”。']
    ],
    example: [
      '((一緒,いっしょ))にお((茶,ちゃ))を<<((飲,の))みませんか>>。',
      '((明日,あした))((公園,こうえん))へ<<((行,い))きませんか>>。',
      '((夏休,なつやす))みに((山,やま))に<<((行,い))きませんか>>。',
      '((一緒,いっしょ))に((料理,りょうり))を<<((作,つく))りませんか>>。'
    ]
  },
  {
    id: '17-4',
    title: ['动词[[ます]]<<ましょう>>'],
    explain: [
      ['表示<<提议>>。<<语气>>比「〜ませんか」<<强烈>>。翻译为“（做）……吧”。']
    ],
    example: [
      '((一緒,いっしょ))にお((茶,ちゃ))を<<((飲,の))みましょう>>。',
      '((明日,あした))((公園,こうえん))へ<<((行,い))きましょう>>。',
      '((夏休,なつやす))みに((山,やま))に<<((行,い))きましょう>>。',
      '((一緒,いっしょ))に((料理,りょうり))を<<((作,つく))りましょう>>。'
    ]
  }
]
