export default [
  {
    id: '18-1',
    title: ['名词<<を>>形1[[い]]<<くします>>。', '名词<<を>>形2<<にします>>。'],
    explain: [
      ['翻译成“把字句”。即：“<<把>>……（什么）……（怎样）”。'],
      ['<<【注】>>', '「を」有时可改为「は」']
    ],
    example: [
      'お((茶,ちゃ))<<を>>((冷,つめ))た<<くします>>。',
      'テレビの((音,おと))<<を>>((大,おお))き<<くします>>。',
      '((部屋,へや))<<を>>((綺麗,きれい))<<にします>>。',
      '((明日,あした))、((試験,しけん))がありますから、((静,しず))か<<にして>>ください。',
      '((部屋,へや))の((壁,かべ))<<を>>((青,あお))<<くしたい>>です。'
    ]
  },
  {
    id: '18-2',
    title: [
      '名词<<は>>形1[[い]]<<くなります>>。',
      '名词<<は>>形2<<になります>>。',
      '名词<<は>>名词<<になります>>。'
    ],
    explain: [
      ['表示：<<变化>>后的<<结果>>。译为：“变得/成为……”。']
    ],
    example: [
      '((天気,でんき))<<は>>だんだん((暖,あたた))か<<くなります>>。',
      '((携帯電話,けいたいでんわ))<<は>>((小,ちい))さ<<くなりました>>。',
      'この((町,まち))<<は>>((賑,にぎ))やか<<になりました>>。',
      '((薬,くすり))を((飲,の))んで、((元気,げんき))<<になりました>>。',
      '((子供,こども))の((頃,ころ))から、((医者,いしゃ))<<になりたい>>です。'
    ]
  },
  {
    id: '18-3',
    title: [
      '形1<<ほうがいいです>>。',
      '形2<<なほうがいいです>>。'],
    explain: [['表示：自我选择或他人<<建议>>，译为：“……点（儿）好”。']],
    example: [
      '((旅行,りょこう))の((荷物,にもつ))は((軽,かる))い<<ほうがいいです>>。',
      '((部屋,へや))は((広,ひろ))い<<ほうがいいです>>。',
      '((子供,こども))は((元気,げんき))<<なほうがいいです>>。',
      '((公園,こうえん))は((静,しず))か<<なほうがいいです>>。'
    ]
  }
]
