export default [
  {
    id: '19-1',
    title: ['动词<<ない形>>'],
    explain: [],
    example: []
  },
  {
    id: '19-2',
    title: ['动词<<ないでください>>'],
    explain: [
      ['【接续】：<<Vない形>>+ないでください'],
      ['【含义】：<<请别……，请不要……>>']
    ],
    example: [
      '((約束,やくそく))しましたよ。((忘,わす))れ<<ないでください>>。',
      '((暑,あつ))いですから、((窓,まど))を((閉,し))め<<ないでください>>。',
      '((駅,えき))でタバコを((吸,す))わ<<ないでください>>。',
      'ここに((車,くるま))を((止,と))め<<ないでください>>。'
    ]
  },
  {
    id: '19-3',
    title: ['动词<<なければなりません>>'],
    explain: [
      ['【接续】：<<Vない形>>+なければなりません'],
      ['【含义】：<<“不……的话不行”，“必须……”。>>'],
      ['【注】：相当于<<「ないといけません」>>']
    ],
    example: [
      '((1日,いちにち))に((3時間,さんじかん))((日本語,にほんご))を((勉強,べんきょう))し<<なければなりません>>。',
      '((部屋,へや))を((綺麗,きれい))にし<<なければなりません>>。',
      '((試験,しけん))がありますから、((勉強,べんきょう))し<<ないと（いけません）>>。',
      '((明日,あした))((来,こ))<<なければなりませんか>>。'
    ]
  },
  {
    id: '19-4',
    title: ['动词<<なくてもいいです。>>'],
    explain: [
      ['【接续】：<<Vない形>>+なくてもいいです'],
      ['【含义】：<<不用……，不必……>>'],
      ['【注】：与<<「〜なければなりません」>>可以互为<<问答>>']
    ],
    example: [
      'お((金,かね))を((払,はら))わ<<なてもいいです>>。',
      '((荷物,にもつ))を((運,はこ))ば<<なくてもいいです>>。',
      '((仕事,しごと))を((手伝,てつだ))わ<<なくでもいいです>>。',
      '((名前,なまえ))を((書,か))かなければなりませんか。',
      'いいえ、((書,か))か<<なくてもいいです>>。'
    ]
  },
  {
    id: '19-5',
    title: ['名词1<<が>>名词2<<です>>。'],
    explain: [
      ['【は】：<<旧信息>>は<<新信息>>です'],
      ['【が】：<<新信息>>が<<旧信息>>です']
    ],
    example: [
      '((私,わたし))<<は>>((学生,がくせい))です。',
      '((私,わたし))<<が>>((学生,がくせい))です。',
      '((李,り))さん<<は>>どの((方,かた))ですか。',
      'ー((李,り))さん<<は>>あの((方,かた))です。',
      'あの((方,かた))<<が>>((李,り))さんです。'
    ]
  }
]
