export default [
  {
    id: '20-1',
    title: ['动词<<基本形>>'],
    explain: [
      ['根据说话对象的不同，句末的动词会是“<<ます形>>”或“<<基本形>>”。'],
      [
        '“ます形”',
        '用于与<<尊长、前辈、客人、陌生人>>说话时，话语感<<郑重>>。'
      ],
      ['“基本形”', '用于与<<家人、同事、朋友及熟人>>说话时，话语感<<随和>>。']
    ],
    example: [
      '((夜,よる))((10時半,じゅうじはん))に<<((寝,ね))ます>>。',
      '((夜,よる))((10時半,じゅうじはん))に<<((寝,ね))る>>。',
      '',
      '((部屋,へや))を((綺麗,きれい))に<<します>>。',
      '((部屋,へや))を((綺麗,きれい))に<<する>>。',
      '',
      '((週末,しゅうまつ))((友達,ともだち))と((海,うみ))へ<<((行,い))きます>>。',
      '((週末,しゅうまつ))((友達,ともだち))と((海,うみ))へ<<((行,い))く>>。'
    ]
  },
  {
    id: '20-2',
    title: ['V基本形<<ことができます>>'],
    explain: [
      [
        '在接<<动词表达>>，<<“能做某事”>>时，用「V基本形<<こと>>」+「<<が>>できます」'
      ]
    ],
    example: [
      '((森,もり))((君,くん))はギターを((弾,ひ))く<<ことができます>>。',
      '((吉田,よしだ))さんは((泳,およ))ぐ<<ことができます>>。',
      '((張,ちょう))さんは((日本語,にほんご))でレポートを((書,か))く<<ことができません>>。',
      'お((金,かね))をカードで((払,はら))う<<ことができます>>か。',
      'ーはい、<<できます>>。／いいえ、<<できません>>。'
    ]
  },
  {
    id: '20-3',
    title: [
      '((趣味,しゅみ))<<は>>V基本形<<ことです>>。',
      '((興味,きょうみ))<<は>>V基本形<<ことです>>。',
      '((夢,ゆめ))<<は>>V基本形<<ことです>>。'
    ],
    explain: [
      [
        '当表示<<“兴趣”“爱好”“梦想”>>等<<做某事>>（即接动词时）的情况下，需要用「<<V基本形ことです>>」'
      ]
    ],
    example: [
      '((趣味,しゅみ))は((切手,きって))を((集,あつ))める<<ことです>>。',
      '((特技,とくぎ))はピアノを((弾,ひ))く<<ことです>>。',
      '((張,ちょう))さんの((夢,ゆめ))は((外国,がいこく))で((働,はたら))く<<ことです>>。'
    ]
  },
  {
    id: '20-4',
    title: ['V基本形<<((前,まえ))に>>', 'Nの<<((前,まえ))に>>'],
    explain: [['表示：动作<<之前>>的准备，译为：<<“在……之前”>>。']],
    example: [
      '((寝,ね))る<<((前,まえ))に>>、シャワーを((浴,あ))びます。',
      'ご((飯,はん))を((食,た))べる<<((前,まえ))に>>、((手,て))を((洗,あら))います。',
      '((部屋,へや))に((入,はい))る<<((前,まえ))に>>、((服,ふく))を((脱,ぬ))ぎます。',
      'うちを((出,で))る<<((前,まえ))に>>、((薬,くすり))を((飲,の))みます。',
      '((会議,かいぎ))の<<((前,まえ))に>>、((資料,しりょう))を((読,よ))みます。'
    ]
  },
  {
    id: '20-5',
    title: ['疑问词<<か>>'],
    explain: [
      ['表示：以不确定且试探的预期询问对方，是否有某物、某人、某地……'],
      ['译为：“（有）什么……”'],
      [
        '<<如：>>',
        '<<((何,なに))か（有什么东西）>>',
        '<<どこか（有什么地方）>>',
        '<<((誰,だれ))か（有什么人）>>'
      ]
    ],
    example: [
      '<<((何,なに))か>>((面白,おもしろ))い((映画,えいが))がありますか。',
      '((夏休,なつやす))みに<<どこか>>((行,い))きましょうか。',
      '<<((誰,だれ))か>>うちに((来,き))ましたか。'
    ]
  }
]
