export default [
  {
    id: '21-1',
    title: ['动词<<た形>>'],
    explain: [['动词「<<た>>」形的变形规律和「<<て>>」形<<完全相同>>！！']],
    example: []
  },
  {
    id: '21-2',
    title: ['<<Vた>>ことがあります'],
    explain: [
      [
        '表示过去的经历，翻译为“<<（曾经）～过>>”。'
      ], [
        '注意点：',
        '若强调“<<完全没有某种经历>>”时，可加上<<「((一度,いちど))も〜ない」>>。'
      ]
    ],
    example: [
      '((私,わたし))は((東京,とうきょう))に<<((行,い))ったことがあります>>。',
      '((私,わたし))は((寿司,すし))を<<((食,た))べたことがあります>>。',
      'ーー((日本,にほん))の((映画,えいが))を<<((見,み))たことがありますか>>。',
      'ーーいいえ、<<((一度,いちど))も((見,み))たことがありません>>。'
    ]
  },
  {
    id: '21-3',
    title: [
      '<<Vた>>((後,あと))で',
      '<<N+の>>((後,あと))で'
    ],
    explain: [
      [
        '表示一个动作在另一个动作之后发生，翻译为“……<<之后>>，……”'
      ]
    ],
    example: [
      '((会社,かいしゃ))が<<((終,お))わった((後,あと))で>>、((飲,の))みに((行,い))きます。',
      '((映画,えいが))を<<((見,み))た((後,あと))で>>、((食事,しょくじ))をしました。',
      '<<((仕事,しごと))の((後,あと))で>>、((映画,えいが))を((見,み))ます。',
      '<<((授業,じゅぎょう))の((後,あと))で>>、テストをします。'
    ]
  },
  {
    id: '21-4',
    title: ['<<Vた>>ほうがいいです。', '<<Vない>>ほうがいいです。'],
    explain: [['表示建议，翻译为“<<最好>>……”。']],
    example: [
      'もっと((果物,くだもの))を<<((食,た))べたほうがいいです>>よ。',
      '((後,あと))で<<((電話,でんは))したほうがいいです>>よ。',
      'タバコを<<((吸,す))わないほうがいいです>>よ。',
      '((風邪,かぜ))を((引,ひ))きましたから、お((風呂,ふろ))に<<((入,はい))らないほうがいいです>>。'
    ]
  }
]
