export default [
  {
    id: '22-1',
    title: ['敬体形VS<<简体形>>'],
    explain: [],
    example: []
  },
  {
    id: '22-2',
    title: ['动词<<简体形>>'],
    explain: [
    ],
    example: [
      '((王,おう))さんは((来週,らいしゅう))((東京,とうきょう))に<<((行,い))く>>。',
      'コーヒー、<<((飲,の))む>>？',
      'ーーううん、<<((飲,の))まない>>。',
      '',
      '((昨日,きのう))テレビ、<<((見,み))た>>？',
      'ーーううん、((見,み))なかった。'
    ]
  },
  {
    id: '22-3',
    title: [
      '一类形容词<<简体形>>'
    ],
    explain: [
    ],
    example: [
      'そのカレー、<<((美味,おい))しい>>？',
      'ーーううん、あんまり<<((美味,おい))しくない>>よ。',
      '',
      '((昨日,きのう))の((試験,しけん))、どうだった？',
      'ーーちょっと<<((難,むずか))しかった>>。',
      '',
      '((先週,せんしゅう))あんまり<<((忙,いそが))しくなかった>>。'
    ]
  },
  {
    id: '22-4',
    title: [
      '二类形容词<<简体形>>'],
    explain: [],
    example: [
      'このネクタイ、<<((派手,はで))>>？',
      'ーーううん、((全然,ぜんぜん))<<((派手,はで))じゃない>>わ。',
      '',
      '((森,もり))((君,くん))のアパート、<<((静,しず))か>>？',
      'ーーうん、<<((静,しず))かだ>>よ。',
      '',
      '((今回,こんかい))のテストは<<((簡単,かんたん))ではなかった>>。'
    ]
  },
  {
    id: '22-5',
    title: [
      '名词<<简体形>>'],
    explain: [],
    example: [
      '((今日,きょう))は<<((曇,くも))りだ>>。',
      '((明日,あした))は<<((水曜日,)すいようび))だ>>ね？',
      'ーー<<((水曜日,すいようび))じゃない>>よ。<<((木曜日,もくようび))だ>>よ。',
      '',
      '((昨日,きのう))、((東京,とうきょう))は<<((雪,ゆき))だった>>？',
      'ーーううん、<<((雪,ゆき))じゃなかった>>よ。いい<<((天気,てんき))だった>>。'
    ]
  }
]
