export default [
  {
    id: '23-1',
    title: ['动词<<たり>>动词<<たりします>>'],
    explain: [
      ['1. 列举动作，翻译为“<<有时～有时～>>”。'],
      [
        '2. 交替反复，翻译为“<<一会儿，一会>>儿”。'
      ],
      ['【注】：', '1 时态体现在<<句尾>> 2 可以只用<<一个>>たり']
    ],
    example: [
      '((私,わたし))は((買,か))い((物,もの))に((行,い))っ<<たり>>、((散歩,さんぽ))し<<たりします>>。',
      '((私,わたし))は((家,いえ))を((掃除,そうじ))し<<たり>>、((洗濯,せんたく))し<<たりします>>。',
      '((先週,せんしゅう))の((日曜日,にちようび))は、((家事,かじ))し<<たり>>、((運動,うんどう))し<<たりしました>>。',
      '((夏休,なつやす))みに((泳,およ))い<<だりします>>。'
    ]
  },
  {
    id: '23-2',
    title: [
      '形1[[い]]<<かったり>>形1[[い]]<<かったりです>>。',
      '形1[[い]]<<かったり>>形2/名词<<だったりです>>。',
      '形2/名词<<だったり>>形1[[い]]<<かったりです>>。',
      '形2/名词<<だったり>>形2/名词<<だったりです>>。'
    ],
    explain: [
      [
        '1. 列举动作',
        '翻译为“<<有时～有时～>>”。'
      ],
      [
        '2. 交替反复',
        '翻译为“<<一会儿，一会儿>>”。'
      ],
      [
        '【注】：一般接两个<<相反>>意思的词语。'
      ]
    ],
    example: [
      '((日本語,にほんご))の((先生,せんせい))は((中国人,ちゅうごくじん))<<だったり>>、((日本人,にほんじん))<<だったりです>>。',
      '((飛行機,ひこうき))のチケットは((季節,きせつ))によって、((高,たか))<<かったり>>、((安,やす))<<かったりです>>。',
      'この((公園,こうえん))は((静,しず))か<<だったり>>、((賑,にぎ))やか<<だったりです>>。',
      'ホテルの((部屋,へや))は((広,ひろ))<<かったり>>、((狭,せま))<<かったりです>>。'
    ]
  },
  {
    id: '23-3',
    title: [
      '名词<<によって>>'
    ],
    explain: [
      [
        '表示：<<根据>>……（不同）'
      ], [
        '<<【注】>>也可「〜よります」用在句尾。'
      ]
    ],
    example: [
      '((結婚式,けっこんしき))のやり((方,かた))は((国,くに))<<によって>>((違,ちが))います。',
      'この((電車,でんしゃ))はいつも((込,こ))みますか。',
      'いいえ、((時間,じかん))<<によります>>。'
    ]
  },
  {
    id: '23-4',
    title: ['疑问简体句<<か>>'],
    explain: [['【接续】', '<<简体形>>+か'], ['【注】', '经常搭配<<疑问词>>。']],
    example: [
      'どうして<<((遅,おく))れたか>>((説明,せつめい))てください。',
      '((私,わたし))は((今,いま))どこに<<いるか>>((分,わ))かりません。',
      'この((歌,うた))は((誰,だれ))が<<((歌,うた))ったか>>((知,し))っていますか。'
    ]
  },
  {
    id: '23-5',
    title: ['简体句<<かどうか>>'],
    explain: [
      ['【接续】', '<<简体形>>小句+かどうか'],
      ['【含义】', '可翻译为“是否……”']
    ],
    example: [
      '((私,わたし))は((今年,ことし))の((夏,なつ))、((北京,ぺきん))へ((行,い))きますか。＋((私,わたし))はわかりません。',
      '((私,わたし))は((今年,ことし))の((夏,なつ))、((北京,ぺきん))へ<<((行,い))くかどうか>>((分,わ))かりません。',
      '',
      'この((料理,りょうり))は((辛,から))いですか。＋((私,わたし))は知りません。',
      '((私,わたし))はこの((料理,りょうり))<<((辛,から))いかどうか>>((知,し))りません。',
      '',
      '((明日,あした))((散歩,さんぽ))に((行,い))きます。＋((分,わ))かりません。',
      '((明日,あした))((散歩,さんぽ))に<<((行,い))くかどうか>>((分,わ))かりません。'
    ]
  }
]
