export default [
  {
    id: '25-1',
    title: ['<<动词（简体）>>名词', '<<小句（动词简体）>>名词'],
    explain: [
      ['1. 动词或以动词结束的小句子用<<简体>>接名词。'],
      ['2. 要把小句中的主语<<は→が>>，此时的<<が>>也可以使用<<の>>。']
    ],
    example: [
      '((捨,す))てました＋((傘,かさ))',
      '<<((捨,す))てた((傘,かさ))>>',
      '',
      'インターネットで((買,か))いました＋パソコン',
      '<<インターネットで((買,か))ったパソコン>>',
      '',
      '((母,はは))は((作,つく))りました＋((料理,りょうり))',
      '((母,はは))<<が>>((作,つく))った<<((料理,りょうり))>>'
    ]
  },
  {
    id: '24-2',
    title: ['一类形容词<<简体形>>'],
    explain: [],
    example: []
  },
  {
    id: '24-3',
    title: ['二类形容词<<简体形>>'],
    explain: [],
    example: []
  },
  {
    id: '24-4',
    title: ['名词<<简体形>>'],
    explain: [],
    example: []
  },
  {
    id: '24-5',
    title: ['N人物<<は>>简体小句<<と((言,い))いました>>。'],
    explain: [
      ['「と」', '表示<<引用>>，前面可以接别人说的话。'],
      [
        '「と((言,い))いました」',
        '表示向第三者<<转述>>他人所说的话。翻译为“（某人）……<<说了>>……”'
      ]
    ],
    example: [
      '((陳,ちん))さん<<は>>パーティーに((行,い))く<<と((言,い))いました>>。',
      '((森,もり))さん<<は>>((中国語,ちゅうごくご))の((試験,しけん))は((難,むずか))しかった<<と((言,い))いました>>。',
      '((李,り))さん<<は>>((小野,おの))さんに((自分,じぶん))が((中国人,ちゅうごくじん))だ<<と((言,い))いました>>。',
      '((彼,かれ))<<は>>((交通,こうつう))は((便利,べんり))だ<<と((言,い))いました>>。'
    ]
  },
  {
    id: '24-6',
    title: ['简体小句<<と((思,おも))います>>'],
    explain: [
      ['「と」', '表示<<引用>>，前面可以接思考的内容。'],
      [
        '「と((思,おも))います」',
        '表示说话人的思考内容；翻译为：<<“认为……”“觉得……”>>。'
      ]
    ],
    example: [
      '((田中,たなか))さんは((来,こ))ない<<と((思,おも))います>>。',
      '((日本,にほん))は((綺麗,きれい))だ<<と((思,おも))います>>。',
      '((明日,あした))はいい((天気,てんき))だ<<と((思,おも))います>>。',
      'この((色,いろ))のほうが((似合,にあ))う<<と((思,おも))いますよ。>>'
    ]
  },
  {
    id: '24-7',
    title: [
      '动词<<（简体形）のです。>>',
      '动词<<（简体形）んです。>>',
      '形1<<（简体形）のです。>>',
      '形1<<（简体形）んです。>>',
      '名词<<なのです。>>',
      '名词<<なんです。>>',
      '形2<<なのです。>>',
      '形2<<なんです。>>',
    ],
    explain: [
      ['一、用于肯定句：','常在句末使用，语气表<<强调>>，一般不翻译。'],
      ['二、用于疑问句：','「〜のですか／んですか」','表示寻求对方<<解释说明>>（好奇或关心）。'],
      ['<<{注}>>','<<「のです」>>常用于<<书面语，「んです」>>常用于<<口语>>。']
    ],
    example: [
      'タバコは((止,や))めることができない<<んです>>。',
      'あの((歌手,かしゅ))は((日本,にほん))ではとても((有名,ゆうめい))な<<んです>>。',
      'これ、((京都,きょうと))のお((土産,みやげ))な<<んです>>。どうぞ。',
      'どうして((食,た))べない<<んですか>>。',
      '((昨日,きのう))、どうして((休,やす))んだ<<んですか>>。',
      'どうして、((遅刻,ちこく))した<<んですか>>。'
    ]
  }
]
