export default [
  {
    id: '25-1',
    title: ['<<动词（简体）>>名词', '<<小句（动词简体）>>名词'],
    explain: [
      ['1. 动词或以动词结束的小句子用<<简体>>接名词。'],
      ['2. 要把小句中的主语<<は→が>>，此时的<<が>>也可以使用<<の>>。']
    ],
    example: [
      '((捨,す))てました＋((傘,かさ))',
      '<<((捨,す))てた((傘,かさ))>>',
      '',
      'インターネットで((買,か))いました＋パソコン',
      '<<インターネットで((買,か))ったパソコン>>',
      '',
      '((母,はは))は((作,つく))りました＋((料理,りょうり))',
      '((母,はは))<<が>>((作,つく))った<<((料理,りょうり))>>'
    ]
  },
  {
    id: '25-2',
    title: ['<<形容词小句>>名词', '<<名词小句>>名词'],
    explain: [
      [
        '1. 形容词/名词小句（<<简体>>）+名词',
        'な形容词简体为だ时，<<だ→な>>',
        '名词简体为だ时，<<だ→の>>'
      ],
      ['2. 小句子中主语，<<は→が>>'],
      [
        '总结',
        '动词简体+名词',
        '一类形+名词',
        '形容动词+な+名词',
        '名词+の+名词'
      ]
    ],
    example: [
      '((綺麗,きれい))<<じゃない>>ところをちゃんと((掃除,そうじ>>してください。',
      'これは((綺麗,きれい))で<<((優,やさ))しかった>>((母,はは))の((写真,しゃしん))です。',
      'デザイン<<がシンプルな>>コートが((好,す))きです。',
      '((規模,きぼ))<<が((千人,せんにん))((以上,いじょう))の>>((会社,かいしゃ))に((入,はい))りたいです。'
    ]
  }
]
