export default [
  {
    id: '26-1',
    title: ['<<小句（简体）>>でしょう'],
    explain: [
      ['1. 接续：形1/动词小句<<简体形>>', '形2/名词<<[[な]]>>'],
      ['2. 意义：表示<<推测>>', '“……吧”。'],
      ['3. 注意：简体是<<〜だろう>>，会与<<((多分,たぶん))>>前后响应'],
      ['>50%']
    ],
    example: [
      '((試験,しけん))はもう((終,お))わった<<でしょう>>。',
      '((桜,さくら))の((季節,きせつ))ですから、((京都,きょうと))は<<((多分,たぶん))>>((賑,にぎ))やか<<でしょう>>。',
      'このマンションは((高,たか))い<<でしょう>>。',
      'あの((人,ひと))は<<((多分,たぶん))>>((新,あたら))しい((日本人,にほんじん))の((先生,せんせい))<<だろう>>。'
    ]
  },
  {
    id: '26-2',
    title: ['<<小句（简体）>>かもしれません'],
    explain: [
      ['1. 接续：形1/动词小句<<简体形>>', '形2/名词<<[[な]]>>'],
      ['2. 意义：表示<<推测>>', '“可能……、也许……”。'],
      ['3. 比<<「でしょう」>>确定性要<<低>>得多。常与<<「もしかしたら」>>等前后响应。'],
      ['50%']],
    example: [
      '((課長,かちょう))は((場所,ばしょ))が((分,わ))からない<<かもしれません>>。',
      '<<もしかしたら>>、((100万,ひゃくまん))((当,あ))たる<<かもしれません>>。',
      '((李,り))さんは((学生,がくせい))<<かもしれません>>。',
      '((来週,らいしゅう))は((暇,ひま))<<かも>>。'
    ]
  },
  {
    id: '26-3',
    title: ['<<小句（动词简体）の>>を／は／が'],
    explain: [
      ['1. 动词简体形+<<の>>=<<名词化>>'],['2. 可以做<<各种>>成分']
    ],
    example: [
      '((田中,たなか))さんが((部長,ぶちょう))になった<<のを>>((知,し))っていますか。',
      '((牛乳,ぎゅうにゅう))を((買,か))う<<のを>>((忘,わす))れました。',
      '((朝,あさ))((早,はや))くジョギングする<<のは>>((気持,きも))ちがいいです。',
      '((王淼,おうびょう))さんは((料理,りょうり))を((作,つく))る<<のが>>((上手,じょうず))です。'
    ]
  }
]
