export default [
  {
    id: '27-1',
    title: ['<<小句（简体形）>>((時,とき))'],
    explain: [
      ['【接续】V（简体形）+((時,とき))。'],
      ['【含义】翻译为“<<……的时候>>”。']
    ],
    example: [
      '((父,ちち))は((新聞,しんぶん))を<<((読,よ))む((時,とき))>>、メガネをかけます。',
      '((言葉,ことば))が<<((分,わ))からない((時,とき))>>、((辞書,じしょ))を((使,つか))います。',
      '((子供,こども))が<<((寝,ね))ている((時,とき))>>、((大,おお))きい((声,こえ))で((話,はな))さないでください。',
      '((朝,あさ))、((友達,ともだち))に<<((会,あ))った((時,とき))>>、「おはよう」と((言,い))います。'
    ]
  },
  {
    id: '27-2',
    title: ['<<V[[ます]]>>ながら'],
    explain: [
      ['【接续】V[[ます]]+「ながら」'],
      [
        '【含义】表示<<同一主体>>同时进行两动作（<<后项>>为主要动作）。翻译为“<<一边……一边……>>”'
      ]
    ],
    example: [
      '((父,ちち))はビールを<<((飲,の))みながら>>テレビを見ています。',
      '((音楽,おんがく))を<<((聞,き))きながら>>、ご((飯,はん))を((作,つく))ります。',
      '((美々,みみ))ちゃんはアルバイトを<<しながら>>((学校,がっこう))に((通,かよ))っています。',
      '((電話,でんわ))を<<かけながら>>((運転,うんてん))をしないでください。'
    ]
  },
  {
    id: '27-3',
    title: ['动词<<ています>>'],
    explain: [['【接续】V<<て形>>+「います」'], ['【含义】表示<<反复>>或<<习惯>>性的动作。也可以表示<<身份职业>>。']],
    example: [
      '((朝,あさ))はいつもコーヒーを<<((飲,の))んでいます>>。',
      '((田中,たなか))さんは((毎日,まいにち))スポーツセンターに<<((通,かよ))っています>>。',
      '((北京,ぺきん))((行,い))きの((飛行機,ひこうき))は((1時間,いちじかん))に((1便,いちびん))<<((飛,と))んでいます>>。',
      '((私,わたし))は((教師,きょうし))を<<しています>>。'
    ]
  },
  {
    id: '27-4',
    title: ['<<N>>で'],
    explain: [['【接续】N+「で」'], ['【含义】表示<<客观>>的<<原因理由>>。翻译为“<<因为>>……”。']],
    example: [
      '((王,おう))さんは((病気,びょうき))<<で>>((学校,がっこう))を((休,やす))みます。',
      '((交通事故,こうつうじこ))<<で>>、((電車,でんしゃ))が((止,と))まっています。',
      '((雨,あめ))<<で>>((作物,さくぶつ))が((腐,くさ))りました。',
      'あの((子,こ))は((火事,かじ))<<で>>((死,し))にました。'
    ]
  }
]
