export default [
  {
    id: '28-1',
    title: ['人<<に>>N物<<をあける>>', '人<<に>>N物<<をもらう>>'],
    explain: [
      ['给的方向只能<<由内向外>>或<<同圈互给>>；不能用于由外向内的“给”。']
    ],
    example: [
      '<<((母,はは))>>は<<((兄,あに))>>にお((金,かね))<<をあげました>>。',
      '<<((私,わたし))>>は<<((友達,ともだち))>>にプレゼント<<をもらいました>>。'
    ]
  },
  {
    id: '28-2',
    title: [
      '((私,わたし))<<に>>N物<<をくれます>>',
      '他人<<は>>((私,わたし))<<に>>N物<<をくれます>>'
    ],
    explain: [
      ['表示<<别人给>>说话人或者说话人一方的人某物。翻译为“<<给>>”。'],
      [
        '<<【注】>>',
        '<<“我”可以省略。>>',
        '<<有时也可以表示“一个我不熟悉的人给我的同事/家人/朋友某物”（((同僚,どうりょう))／((母,はは))／((友達,ともだち))に）。>>'
      ]
    ],
    example: [
      '((友達,ともだち))<<は>>((私,わたし))<<に>>((本,ほん))<<をくれました>>。',
      '((友達,ともだち))<<は>>((妹,いもうと))<<に>>プレゼント<<をくれました>>。',
      '((小野,おの))さん、この((本,ほん))<<を>>((私,わたし))<<にくれますか>>。',
      '((昨日,きのう))、((馬,ば))さん<<が>>((妹,いもうと))<<に>>((旅行,りょこう))のお((土産,みやげ))<<をくれました>>。'
    ]
  },
  {
    id: '28-3',
    title: ['N人<<に>>动词<<てくれます>>'],
    explain: [
      ['表示<<别人>>给说话人或者说话人一方的人做某事。翻译为“<<给我做>>”。'],
      ['<<【注】：>>', '<<“我”可以省略。>>']
    ],
    example: [
      '((彼女,かのじょ))<<は>>ラプレター<<を>>((書,か))いて<<くれました>>。',
      '((友達,ともだち))<<は>>((写真,しゃしん))<<を>>((撮,と))って<<くれました>>。',
      '((友達,ともだち))<<は>>((美味,おい))しい((料理,りょうり))<<を>>((作,つく))って<<くれました>>。',
      '((李,り))さん<<は>>ピアノ<<を>>((弾,ひ))いて<<くれました>>。',
      '((自転車,じてんしゃ))<<を>>((修理,しゅうり))して<<くれませんか>>。'
    ]
  },
  {
    id: '28-4',
    title: ['N人<<に>>动词<<てあげます>>'],
    explain: [
      ['接续：动词的て形'],
      ['含义：表示<<说话人>>或者说话一方<<为别人>>做某事。'],
      ['我方<<は>>（他方<<に>>）～动<<てあげます>>'],
      ['<<【注】：>>', '<<不能直接对尊长使用。>>']
    ],
    example: [
      '((私,わたし))<<は>>((年寄,としよ))りの((荷物,にもつ))<<を((持,も))ってあげます>>。',
      '((私,わたし))<<は>>((妹,いもうと))<<に>>((本,ほん))<<を((読,よ))んであげました>>。',
      'お((爺,じい))さん<<が>>((孫,まご))<<に>>((食,た))べ((物,もの))<<を((買,か))ってあげます>>。',
      '((先生,せんせい))、((私,わたし))<<が((持,も))ってあげますか>>。',
      '((先生,せんせい))、((私,わたし))<<が((持,も))ちましょうか>>。'
    ]
  },
  {
    id: '28-5',
    title: ['N人<<に>>动词<<てもらいます>>'],
    explain: [
      ['表示<<说话人>>或者说话人一方<<请别人做某事>>，翻译为“请……做”。'],
      ['<<【注】：也有说话人承受了恩惠的意思。>>']
    ],
    example: [
      '((私,わたし))<<は>>((王,おう))さん<<に>>((北京,ぺきん))を((案内,あんない))し<<てもらいます>>。',
      '((私,わたし))<<は>>((李,り))さん<<に>>((庭,にわ))の((掃除,そうじ))をし<<てもらいました>>。',
      '((係,かかり))の((人,ひと))<<に>>((切符,きっぷ))を((交換,こうかん))し<<てもらいました>>。',
      'もう((少,すこ))し((待,ま))っ<<てもらい>>たいのですが…'
    ]
  }
]
