export default [
  {
    id: '29-1',
    title: ['动词<<命令形>>'],
    explain: [
      ['【动词命令形】总结规律'],
      ['一类动词：把基本形的<<最后一个音>>变成相应的<<え段>>上的音。'],
      ['二类动词：把基本形的词尾<<る>>变成<<ろ>>。'],
      ['三类动词：<<((来る,くる))→((来い,こい))>>、<<する→しろ>>。']
    ],
    example: [
      '((電気,でんき))を<<((消,け))します>>。→((電気,でんき))を<<((消,け))せ>>。',
      'もっと<<((急,いそ))ぎます>>。→もっと<<((急,いそ))げ>>。',
      '((仕事,しごと))を<<します>>。→((仕事,しごと))を<<しろ>>。',
      'すぐに<<((来,き))ます>>。→すぐに<<((来,こ))い>>。',
      '((言葉,ことば))を<<((覚,おぼ))えます>>。→((言葉,ことば))を<<((覚,おぼ))えろ>>。',
      '<<((謝,あやま))ります>>。→<<((謝,あやま))りれ>>。',
      '((免許証,めんきょしょう))を<<((見,み))せます>>。→((免許証,めんきょしょう))を<<((見,み))せろ>>。',
      '((静,しず))かに<<します>>。→((静,しず))かに<<しろ>>。',
      '<<((注意,ちゅうい))します>>。→<<((注意,ちゅうい))しろ>>。'
    ]
  },
  {
    id: '29-2',
    title: ['动词<<[[ます]]なさい>>'],
    explain: [
      ['「なさい」', '常用于<<老师>>或者<<父母>>对孩子<<提出要求>>。'],
      ['<<{注}比动词命令形稍微客气一点，但有叮嘱的语气。>>']
    ],
    example: [
      '((早,はや))くお((風呂,ふろ))に((入,はい))り<<なさい>>。',
      'ちゃんと((座,すわ))り<<なさい>>。',
      '((質問,しつもん))に((答,こた))え<<なさい>>。'
    ]
  },
  {
    id: '29-3',
    title: ['动词基本形<<な>>'],
    explain: [['「な」'], ['表示<<禁止>>对方做某事。']],
    example: [
      '((教室,きょうしつ))で((遊,あそ))ぶ<<な>>。',
      '((廊下,ろうか))を((走,はし))る<<な>>。',
      '((触,さわ))る<<な>>。'
    ]
  },
  {
    id: '29-4',
    title: [
      '名词1<<は>>名词2<<という((意味,いみ))です>>。',
      '名词1<<は>>小句<<という((意味,いみ))です>>。'
    ],
    explain: [
      ['「という」', '用于<<对名词1下定义>>或<<对名词1做解释>>。'],
      [
        '「〜は〜という〜です」',
        '表示对<<新信息的解释说明，下定义>>。<<{注}这里的小句可以是简体形、命令形、禁止形。>>'
      ]
    ],
    example: [
      'このマーク<<は>>タバコを((吸,す))うな<<という((意味,いみ))です>>。',
      'このマーク<<は>>((止,と))まれ<<という((意味,いみ))です>>。',
      'この((標識,ひょうしき))<<は>>((駐車禁止,ちゅうしゃきんし))<<という((意味,いみ))です>>。'
    ]
  }
]
