export default [
  {
    id: '30-1',
    title: ['动词<<意志形>>'],
    explain: [],
    example: [
      'もう((11,じゅういち))((時,じ))だから（((寝,ね))ます→<<((寝,ね))よう>>）。',
      '((疲,つか))れたね。ちょっと（((休,やす))みます→<<((休,やす))もう>>）。',
      'ーーうん、そう（します→<<しよう>>）。',
      '',
      '((安,やす))くなったから、この((靴,くつ))を（((買,か))います→<<((買,か))おう>>）。',
      'この((時計,とけい))、((気,き))に((入,い))っているから、((直し,なお))て（((使,つか))います→<<((使,つか))おう>>）。',
      'みんなそろったから、((会議,かいぎ))を（((始,はじ))めます→<<((始,はじ))めよう>>）。'
    ]
  },
  {
    id: '30-2',
    title: ['<<V（意志形）>>と((思,おも))います'],
    explain: [
      ['接续：', 'V（意志形）+<<と((思,おも))います>>'],
      ['意义：', '说话人向听话人表示<<自己要做某事的意志>>。'],
      ['注：', '该句型比单纯的意志形更<<委婉>>，<<礼貌>>。']
    ],
    example: [
      '((今日,きょう))、((会社,かいしゃ))を<<((休,やす))もうと思います>>。',
      'もう((12,じゅうに))((時,とき))だから、そろそろ<<((寝,ね))ようと((思,おも))います>>。',
      '((小,ちい))さなカバンを<<((買,か))おうと((思,おも))います>>。',
      '((夏,なつ))((休,やす))みに((北京,ぺきん))に<<((行,い))こうと((思,おも))います>>。'
    ]
  },
  {
    id: '30-3',
    title: ['<<V（意志形）>>と((思,おも))っています'],
    explain: [
      ['接续：', 'V（意志形）+と((思,おも))っています'],
      [
        '意义：',
        '表示某种意志已经<<持续了一段时间>>。（并非心血来潮）。决心尚未形成。'
      ],
      ['注：', '该句型也<<可表示第三人称的意志>>。']
    ],
    example: [
      '((明日,あした))((病院,びょういん))へ<<((行,い))こうと((思,おも))っていま>>す。',
      'その((問題,もんだい))について、もう((少,すこ))し<<((考,かんが))えようと((思,おも))っています>>。',
      '((今度,こんど))、((日本,にほん))で((桜,さくら))を<<((見,み))ようと((思,おも))っています>>。',
      '((彼,かれ))は((冬,ふゆ))((休,やす))みに((海外,かいがい))((旅行,りょこう))に<<((行,い))こうと((思,おも))っています>>。'
    ]
  },
  {
    id: '30-4',
    title: ['小句1<<ので>>小句2'],
    explain: [
      ['接续：', '小句（简体/敬体）+ので', 'N/A2+な+ので'],
      ['意义：', '表示客观的原因，理由。'],
      ['注：', '相比「から」更礼貌郑重，多用于正式场合。']
    ],
    example: [
      'もう((遅い,おそ))<<ので>>、そろそろ((帰,かえ))ろうと((思,おも))います。',
      'お((客,きゃく))さんが((来,く))る<<ので>>、((迎,むか))えに((行,い))きます。',
      '((暇,ひま))<<なので>>、((今日,きょう))は((休,やす))んでもいいですか。',
      '((今日,きょう))は((土曜日,どようび))<<なので>>、((銀行,ぎんこう))が((開,あ))かないでしょう。'
    ]
  }
]
