export default [
  {
    id: '31-1',
    title: ['<<动词（基本形/ない形）>>ことがあります'],
    explain: [
      ['【接续】', '动词原形/ない形'],
      [
        '【意义】',
        '表示有时会发生某种事物。翻译为“<<有时>>～”'
      ],
      [
        '【注】',
        '常和<<たまに、((時々,ときどき))>>等副词连用。'
      ]],
    example: [
      '<<たまに>>ご((飯,はん))を((食,た))べない<<ことがあります>>。',
      '<<((時々,ときどき))>>((寝坊,ねぼう))する<<ことがあります>>。',
      '((山,やま))に((登,のぼ))る<<ことがあります>>。',
      '((最近,さいきん))、((外,そと))で((食事,しょくじ))する<<ことがあります>>。'
    ]
  },
  {
    id: '31-2',
    title: ['<<小句1（动词基本形/ない形）>>と小句2'],
    explain: [
      ['【接续】', '动词原形/ない形+と'],
      [
        '【意义】',
        '满足某一条件，即可触发某种结果。翻译成<<“一……就……”>>。'
      ],
      [
        '【注】',
        '小句2<<不可以>>是意志，愿望，请求等主观内容。'
      ]
    ],
    example: [
      '((春,はる))になる<<と>>、((暖,あたた))かくなります。',
      '((砂糖,さとう))を((入,い))れると、((甘,あま))くなります。',
      'その((店,みせ))へ((行,い))くと、いつもパンを((買,か))います。',
      'この((道,みち))をまっすぐ((行,い))くと、((銀行,ぎんこう))があります。'
    ]
  },
  {
    id: '31-3',
    title: ['形容词的<<副词性用法>>'],
    explain: [
      ['【接续】', '一类形容词<<い>>变成<<く>>', '二类形容词后面加上<<に>>']
    ],
    example: [
      '((李,り))さんは<<((上手,じょうず))に>>((資料,しりょう))をまとめます。',
      '<<((静,しず))かに>>ドアを((閉,し))めてください。',
      '<<((薄,うす))く>>((切,き))ってください。',
      '((花,はな))が<<((美,うつく))しく>>((咲,さ))きます。'
    ]
  }
]
