export default [
  {
    id: '33-1',
    title: ['自动词<<他动词>>'],
    explain: [
      ['一类动词：自动词以（<<aru>>）结尾 他动词以（<<eru>>）结尾。'],
      ['二类动词：自动词以（<<eru ru>>）结尾 他动词以（<<su>>）结尾。'],
      ['无规律动词：<<需要特殊记忆>>。']
    ],
    example: []
  },
  {
    id: '33-2',
    title: ['名词<<が>>自动词<<ています>>', '名词<<は>>自动词<<ています>>'],
    explain: [
      ['表示<<“结果的存续”>> <<“结果的状态”>>，翻译成<<“～着，～了”>>。'],
      [
        '<<【注】>>',
        '<<自动词た和自动词ています区分强调完成和强调完成后持续状态。>>'
      ]
    ],
    example: [
      '((部屋,へや))の((電気,でんき))<<が>>((消,き))え<<ています>>。',
      '((壁,かべ))には((大,おお))きな((絵,え))<<が>>((掛,か))かっ<<ています>>。',
      'この((自動車,じどうしゃ))<<は>>((壊,こわ))れ<<ています>>。',
      '((服,ふく))<<が>>((汚,よご))れ<<ています>>。',
      'エレベーター<<が>>((止,と))まっ<<ています>>。'
    ]
  },
  {
    id: '33-3',
    title: ['动词<<てしまいます>>'],
    explain: [
      ['表示：<<结果令人不愉快>>，译为：<<“用光了”、“变糟了”、“忘记了”>>。'],
      ['【注】有时只用来表示有意进行的<<动作的完成>>。']
    ],
    example: [
      '((森,もり))さんはボーナスを((全部,ぜんぶ))<<((使,つか))ってしまいました>>。',
      '((大切,たいせつ))な((書類,しょるい))をうっかり((忘,わす))れてしまいました。',
      '((無理,むり))をすると((病気,びょうき))に<<なってしまいますよ>>。',
      'この((本,ほん))はもう<<((読,よ))んでしまいました>>。',
      '((最後,さいご))まで((食,た))べ<<てしまいましょう>>。'
    ]
  },
  {
    id: '33-4',
    title: ['动词[[ます]]<<そうです>>', '动词[[ます]]<<そうにありません>>'],
    explain: [
      ['表示：描述说<<事物样态的观感>>和对<<事态发展的推测>>。'],
      ['译为：<<“看上去……”、“好像……”>>。'],
      [
        '<<注：动词句的否定形式需要用そうにありません。>>',
        '2 そうな修饰名词；',
        'そうに修饰动词。'
      ]
    ],
    example: [
      '((雨,あめ))が<<((降,ふ))りそうです>>。',
      '((雨,あめ))は<<やみそうにありません>>。',
      'あの((人,ひと))は((将来,しょうらい))((偉,えら))く<<なりそうです>>。',
      '((椅子,いす))が((壊,こわ))れそうです。'
    ]
  },
  {
    id: '33-5',
    title: [
      '形1[[い]]<<そうです>>',
      '形1[[い]]<<そうにありません>>',
      '形2<<そうです>>',
      '形2<<そうにありません>>',
      '<<なさそうです>>',
      '<<なさそうにありません>>',
      '<<よさそうです>>',
      '<<よさそうにありません>>'
    ],
    explain: [
      ['<<用法>>和<<意译>>同上。'],
      [
        '<<注：>>',
        '1 <<ない>>ーー＞<<なさ>>',
        '<<いい>>ーー＞<<よさ>>',
        '<<よい>>ーー＞<<よさ>>',
        '2 そうです的变形<<そうな>>修饰<<名词>>；',
        '<<そうに>>修饰<<动词>>。'
      ]
    ],
    example: [
      'このケーキはとても<<((美味,おい))しそうです>>。',
      'あまり<<((美味,おい))しそうではありません>>。',
      '((今日,きょう))は((会議,かいぎ))が<<なさそうです>>。',
      'この((本,ほん))はとても<<よさそうです>>。',
      '<<((美味,おい))しそうな>>ケーキですね。',
      '((子供,こども))((達,たち))は((楽,たの))し<<そうに>>((遊,あそ))んでいます。'
    ]
  },
  {
    id: '33-6',
    title: [
      '<<そうです>>的不同用法'
    ],
    explain: [
      ['接续用法',
        '表示<<传闻>>：句子的<<简体形>>+そうです',
        '表示<<样态>>：【<<动词[[ます]]/形1[[い]]/形2/よさ/なさ>>】+そうです'
      ], ['否定形式体现',
        '表示<<传闻>>：在<<简体句>>当中体现出来。そうです上无否定形式。',
        '表示<<样态>>：在<<そうです>>上体现出来。<<动词>>否定：<<そうにありません>>。<<形容词>>否定：<<そうではありません>>。'
      ], ['例句',
        '表示<<传闻>>：雨が<<降る>>そうです。据说要下雨。',
        '表示<<样态>>：雨が<<降り>>そうです。看样子要下雨了。'
      ]
    ],
    example: []
  }
]
