export default [
  {
    id: '34-1',
    title: ['<<动词>>でおきます'],
    explain: [
      [
        '意义：',
        '1 事先的行为或<<准备>>',
        '2 为了某种<<目的>>做准备<<“先……”>>'
      ],
      ['口语：', '可以缩略为「〜とく」']
    ],
    example: [
      '((母,はは))はすぐ((帰,かえ))りますから、テレビを((消,け))し<<ておきます>>。',
      '((会議,かいぎ))が((始,はじ))まる((前,まえ))に、((資料,しりょう))を((準備,じゅんび))<<ておきます>>。',
      '((明日,あした))は((忙,いそが))しいです。((今夜,こんや))ゆっくり((休,やす))ん<<でおいてください>>。',
      '((訪問,ほうもん))する((前,まえ))に、((一度,いちど))((電話,でんわ))し<<ておいたほうがいいです>>。'
    ]
  },
  {
    id: '34-2',
    title: ['<<动词>>てあります'],
    explain: [
      [
        '意义：描述<<有意进行>>的动作，其<<结果>>所呈现的<<状态>>。<<“……着，……好了”>>。'
      ],
      ['注意：使用<<他动词>>，助词用<<「が」>>。']
    ],
    example: [
      'バスボートが入れ<<てあります>>。',
      '((窓,まど))が((閉,し))め<<てあります>>。',
      '((掃除,そうじ))がし<<てあります>>。',
      'ワインが((冷,ひ))やし<<てあります>>。'
    ]
  },
  {
    id: '34-3',
    title: [
      '<<小句1（基本形）>>ために<<小句2>>',
      '<<名+の>>ために<<小句2>>'
    ],
    explain: [
      ['意义：表示<<目的>>，<<“为了……”>>。'],
      [
        '注意：前后两个小句为<<同一主语>>。'
      ]
    ],
    example: [
      '((家,いえ))を((買,か))う<<ために>>、((昼,ひる))も((夜,よる))も((働,はたら))きました。',
      '((9時,くじ))の((電車,でんしゃ))に((乗,の))る<<ために>>、((駅,えき))まで((走,はし))りました。',
      '((彼,かれ))は((趣味,しゅみ))の<<ために>>、たくさんお((金,かね))を((使,つか))ってしまいました。',
      '((子供,こども))の<<ために>>、((貯金,ちょきん))しなければなりません。'
    ]
  },
  {
    id: '34-4',
    title: ['<<动词>>てみます'],
    explain: [
      [
        '表示<<尝试做>>某事，“……看”。'
      ]
    ],
    example: [
      'パソコンを((買,か))う((前,まえ))によく((調,しら))べ<<てみます>>。',
      '((太田,おおた))さんは((中国語,ちゅうごくご))で((手紙,てがみ))を((書,か))い<<てみました>>。',
      '((美味,おい))しそうですね。((食,た))べ<<てみたいです>>。',
      'すみません、この((靴,くつ))を((履,は))い<<てみてもいいですか>>。'
    ]
  }
]
