export default [
  {
    id: '35-1',
    title: [
      '动词<<た形>>ら',
      '名词<だった>>ら',
      '形2<だった>>ら',
      '形1<<[[い]]かった>>ら'
    ],
    explain: [
      ['【接续】', '各类词的た形+ら'],
      ['【意义】', '表示<<假定>>条件。翻译为“<<如果>>～”。小句2可以是<<主观内容>>。'],
      ['注：〜ではなかった需要变成<<〜でなかったら>>。']
    ],
    example: [
      '<<((寒,さむ))かったら>>、((窓,まど))を((閉,し))めてください。',
      '((雨,あめ))が<<((降,ふ))ったら>>、ハイキングに((行,い))きません。',
      '<<((反対,はんたい))だったら>>、((手,て))を((挙,あ))げてくだし。',
      '<<((嫌,きら))いだったら>>、((食,た))べなくてもいいです。',
      '((明日,あした))((雨,あめ))<<でなかったら>>、ハイキングに((行,い))きます。'
    ]
  },
  {
    id: '35-2',
    title: ['小句1<<ても>>小句2'],
    explain: [
      ['1 接续：各类词的<<て形>>+も'],
      ['2 意义：表示<<无论发生什么>>事情，其<<结果都是相同>>的含义。“<<即使……也……>>”'],
      ['注：名词/二类形容词+<<でも>> 某些动词て形变为で的，也是加でも。']
    ],
    example: [
      '((雨,あめ))<<でも>>、サッカーの((試合,しあい))があります。',
      '((仕事,しごと))が((忙,いそが))し<<くても>>、((毎晩,まいばん))((日本語,にほんご))を((勉強,べんきょう))します。',
      'お((金,かね))があっ<<ても>>、((何,なに))も((買,か))いません。',
      'その((言葉,ことば))は、((辞書,じしょ))で((調,しら))べ<<ても>>((分,わ))かりませんでした。'
    ]
  },
  {
    id: '35-3',
    title: [
      '名词<<だけ>>'
    ],
    explain: [
      ['【意义】', '表示<<客观限定>>,翻译为“<<只～，仅～>>”。'],
      [
        '注：不用于主观色彩的句子中。'
      ]
    ],
    example: [
      '((一人,ひとり))<<だけ>>((来,き))ました。',
      'この((部屋,へや))には((椅子,いす))が((1つ,いっつ))<<だけ>>あります。',
      '((百円,ひゃくえん))<<だけ>>((持,も))っています。',
      '((私,わたし))はその((料理,りょうり))<<だけ>>((食,た))べませんでした。'
    ]
  },
  {
    id: '35-4',
    title: ['简体句<<そうです>>'],
    explain: [
      [
        '表示某信息不是来源于自己的直接感知而是<<从别人那里听说的>>。翻译“听说……”。'
      ],
      [
        '<<【注】>>',
        '<<提示信息来源可以用「によると」。>>',
        '<<「そうです」没有过去，否定，疑问形式。>>'
      ]
    ],
    example: [
      '((私,わたし))は((来週,らいしゅう))((出張,しゅっちょう))する<<そうです>>。',
      '((彼,かれ))の((息子,むすこ))は((小学校,しょうがっこう))に((入学,にゅうがく))する<<そうです>>。',
      '((噂,うわさ))によるとあの((店,みせ))は((美味,おい))しい<<そうです>>。',
      '((森,もり))さんは((来週,らいしゅう))の((土曜日,どようび))は((暇,ひま))ではない<<そうです>>。'
    ]
  },
  {
    id: '35-5',
    title: ['名词<<しか>>否定形式'],
    explain: [
      [
        '【意义】',
        '表示做了举出来的名词之外，其余的都不是这样，表示<<仅有>>这个名词',
        '后面要加<<否定形式>>'
      ],
      [
        '注：此语法<<个人主观>>感情色彩深厚，不用于表示客观的句子中。'
      ]
    ],
    example: [
      '((一人,ひとり))<<しか>>((来,き))<<ません>>でした。',
      'この((部屋,へや))には((椅子,いす))が((1つ,いっつ))<<しか>>あり<<ません>>。',
      '((百円,ひゃくえん))<<しか>>((持,も))ってい<<ません>>。',
      '((北京,ぺきん))には((3日,さんにち))<<しか>>((渋滞,じゅうたい))することができ<<ません>>。'
    ]
  },
  {
    id: '35-6',
    title: ['<<名词でも>>'],
    explain: [
      [
        '<<【意义】>>',
        '<<相当于汉语的“即便，即便”。表示极端的例子>>'
      ]
    ],
    example: [
      'その((計算,けいさん))は((大人,おとな))<<でも>>できません。',
      'よく((效,き))く((薬,くすり))<<でも>>、たくさん((飲,の))むと((体,からだ))によくありません。',
      'ちょっと<<でも>>いいから、((見,み))せて((欲,ほ))しい。'
    ]
  }
]
