export default [
  {
    id: '36-1',
    title: ['小句1<<て、>>小句2'],
    explain: [
      ['表示<<原因，理由>>。翻译为“因为”。'],
      ['<<【注】>>', '<<て表示轻微的客观理由。>>']
    ],
    example: [
      '((遅,おそ))くなっ<<て>>、すみません。',
      '((父,ちち))は((大阪,おおさか))の((出身,しゅっしん))<<で>>、((関西弁,かんさいべん))で((話,はな))します。',
      '((説明,せつめい))が((上手,じょうず))<<で>>、よく((分,わ))かりました。',
      '((頭,あたま))が((痛,いた))く<<て>>、((会社,かいしゃ))を((休,やす))みました。',
      '((言葉,ことば))が((通,つう))じなく<<て>>、((困,こま))りまいた。'
    ]
  },
  {
    id: '36-2',
    title: ['名词<<に>>', '动词（基本形）の<<に>>'],
    explain: [
      ['表示前项的<<用途>>和<<基准>>。翻译为“用来～”。'],
      [
        '<<【注】>>',
        '<<后期搭配「((使,つか))います」等动词或表示评价的形容词。>>'
      ]
    ],
    example: [
      'この((薬,くすり))は((風邪,かぜ))<<に>>((効,き))きます。',
      'スーバーが((近,ちか))いので、((買,か))い((物,もの))<<に>>((便利,べんり))です。',
      'この((写真,しゃしん))はバスポートを((申請,しんせい))する<<のに>>((使,つか))います。',
      'このマンションは((買,か))い((物,もの))する<<のに>>((便利,べんり))です。',
      '((私,わたし))はお((酒,さけ))<<に>>((弱,よわ))いので、もう((無理,むり))です。'
    ]
  },
  {
    id: '36-3',
    title: ['名词<<ばかり>>动词', '动词て<<ばかり>>います'],
    explain: [
      ['“名词+ばかり”表示列举的事物<<完全相同>>。译为“<<光是，老是～>>”。'],
      [
        '“动词て形+ばかり”表示总是发生<<同样的事情>>或总是进行<<同样的动作>>。译为“<<总是……>>”。'
      ]
    ],
    example: [
      '((何,なん))で((野菜,やさい))<<ばかり>>((食,た))べているんですか。',
      'ー((今,いま))、ダイエット((中,ちゅう))なんです。',
      '',
      '((小林,こばやし))さんは((古,ふる))い((歌,うた))<<ばかり>>((歌,うた))います。',
      '((張,ちょう))さんは((毎日,まいにち))お((酒,さけ))を((飲,の))ん<<でばかりいます>>。',
      '((李,り))さんはいつも((失敗,しっぱい))し<<てばかりいます>>。'
    ]
  },
  {
    id: '36-4',
    title: [
      '动词（简体）<<のが((見,み))えます>>',
      '动词（简体）<<のが((聞,き))こえます>>',
      '形1<<のが((見,み))えます>>',
      '形1<<のが((聞,き))こえます>>',
      '形2な<<のが((見,み))えます>>',
      '形2な<<のが((聞,き))こえます>>'
    ],
    explain: [
      ['表示能听到或者看到。'],
      [
        '<<【注】>>',
        '「((見,み))えます」、「((聞,き))こえます」的对象也可用<<「小句+の」>>。'
      ],
      [
        '小句谓语动词是一类形容词时<<【一类形容词+の】>>，是二类形容词时<<【二类形容词+な+の】>>'
      ]
    ],
    example: [
      '((警官,けいかん))が((立,た))っている<<のが((見,み))えます>>。',
      '((隣,となり))の((部屋,へや))が((騒,さわ))いでいる<<のが((聞,き))こえます>>。',
      '((彼,かれ))は((嬉,うれ))しい<<のが>>((分,わ))かります。',
      '((日本語,にほんご))が((簡単,かんたん))な<<のが>>よく((分,わ))かりました。'
    ]
  }
]
