export default [
  {
    id: '37-1',
    title: ['动词<<假定形>>', '形容词<<假定形>>'],
    explain: [
      [
        '一类动词：把基本形最后一个音变成相应的「<<え>>」段上的音，加「<<ば>>」。'
      ],
      ['二类&三类动词：把基本型的「<<る>>」变成「<<れば>>」。'],
      ['一类形容词：把词尾的「<<い>>」变成「<<ければ>>」。'],
      ['二类形容词：词尾加「<<ならば>>」。']
    ],
    example: []
  },
  {
    id: '37-2',
    title: ['小句1<<ば>>小句2'],
    explain: [
      ['表示：“<<假定条件>>”和“<<恒常条件>>”。'],
      ['翻译：“～的话”。'],
      [
        '<<【注】>>',
        '表示小句2成立必须以小句1的事态产生为条件，<<主语相同时>>则<<不能>>使用<<意志、希望、命令、请求>>的方式。'
      ]
    ],
    example: [
      '((優勝,ゆうしょう))<<すれば>>オリンピックに((出場,しゅつじょう))することができます。',
      '((李,り))さんに<<((聞,き))けば>>((分,わ))かりますよ。',
      '((部屋,へや))がもう((少,すこ))し<<((広,ひろ))ければ>>いいのですが。',
      '((雨,あめ))が<<((降,ふ))らなければ>>ハイキングに((行,い))きましょう。'
    ]
  },
  {
    id: '37-3',
    title: ['小句1<<なら>>小句2'],
    explain: [
      ['表示：根据与说话者交谈的内容阐述自己的<<意见>>&<<请求>>&<<忠告>>。'],
      ['翻译：“如果～的话，（我建议）～”。'],
      [
        '<<【注】小句1为二类形容词或名词小句时，改简体形「だ」为「なら」；「ではない」改为「でない」。>>'
      ]
    ],
    example: [
      '((東京,とうきょう))タワーに<<((行,い))くなら>>((地下鉄,ちかてつ))が((便利,べんり))ですよ。',
      '((今夜,こんや))もし<<((暇,ひま))なら>>((一緒,いっしょ))((食事,しょくじ))に((行,い))きませんか。',
      '((彼,かれ))が((犯人,はんにん)<<でないなら>>、すぐ((釈放,しゃくほう))してください。',
      'ー((会議,かいぎ))の((資料,しりょう))はどこですか。',
      'ー((昨日,きのう))のは((知,し))りませんが、((今朝,けさ))の((会議,かいぎ))の<<((資料,しりょう))なら>>、((机,つくえ))の((上,うえ))に((置,お))いておきました。'
    ]
  },
  {
    id: '37-4',
    title: ['たら<<对比>>', 'ば<<对比>>', 'と<<对比>>', 'なら<<对比>>'],
    explain: [
      ['「たら」：表示<<如果&假定>>，<<没有>>条件<<限制>>。'],
      [
        '「ば」：前面小句表示<<动作&变化>>时，后面小句<<不能接>>请求命令形式，<<不能表示>>发现了某种情况。'
      ],
      [
        '「と」：前项<<成立>>的话，后项（<<不能使用意志或请求>>）就<<必然>>在现实中<<成立>>，比「たら」更适合。'
      ],
      [
        '「なら」：多用于以<<对方意志或愿望>>为前提而<<提出>>某种<<建议>>，前三者都不<<具备>>。'
      ],
      [
        '「でも」：17课表示<<任何事态都相同>>，使用疑问词+でも「<<((何,なん))でも>>いい」「<<いつでも>>いい」。'
      ],
      [
        '「でも」：35课中表示<<极端>>的例子「<<((子供,こども))でも>>できるよ、あんたはできないの」。'
      ],
      [
        '「でも」：本课用于举出<<几个选项中代表性（举例）>>的一项，一般不用于表示过去。',
        '例：「<<((映画,えいが))でも>>見に行きませんか」「<<((運動,うんどう))でも>>したらどうですか」'
      ]
    ],
    example: []
  },
  {
    id: '37-5',
    title: [
      '名词1<<とか>>名词2<<とか>>',
      '名词1<<とか>>小句2<<とか>>',
      '小句1<<とか>>名词2<<とか>>',
      '小句1<<とか>>小句2<<とか>>'
    ],
    explain: [
      ['表示：<<列举>>同样性质的几个<<例子>>。'],
      ['翻译：“（谁）啦（谁）啦”，“（什么）啦（什么）啦”。'],
      [
        '<<【注】与「〜や〜など」的区别：>>',
        '前者可以连接<<名词和小句>>，用于<<口语>>。后者只能连接<<名词>>，且<<口语书面>>均可使用。'
      ]
    ],
    example: [
      'パーティーで((戴,たい))さん<<とか>>((楊,よう))さん<<とか>>((色々,いろいろ))な((人,ひと))に((会,あ))いました。',
      'コート<<とか>>((靴,くつ))<<とか>>たくさん((買,か))いました。',
      '((海外,かいがい))((旅行,りょこう))に((行,い))きたい<<とか>>((新,あたら))しい((車,くるま))((欲,ほ))しい<<とか>>((贅沢,ぜいたく))なことばかり((言,い))っています。'
    ]
  }
]
