export default [
  {
    id: '38-1',
    title: ['动词<<可能形>>'],
    explain: [
      [
        '注：',
        '(1) <<可能动词>>可以<<表示能力>>；<<可能性>>；或<<允许>>，<<禁止>>等意思。',
        '(2) <<可能动词>>都<<是二类动词>>。',
        '(3) 动词<<可能形前>>的助词<<常用「が」>>。'
      ],
      ['=基本形+ことができます']
    ],
    example: [
      '((私,わたし))は((自転車,じてんしゃ))に<<((乗,の))れません>>。',
      'その((携帯,けいたい))で((写真,しゃしん))が<<((撮,と))れます>>よ。',
      'この((雑誌,ざっし))、<<((借,か))りられます>>か。',
      '((子供,こども))はお((酒,さけ))が<<((飲,の))めません>>。'
    ]
  },
  {
    id: '38-2',
    title: ['小句（基本形）<<ように>>小句', '小句（ない形）<<ように>>小句'],
    explain: [
      [
        '接续：',
        '<<非意志性动词>>/意志性<<动词可能形>>的<<基本形>>/<<ない形>>+ように'
      ],
      ['意义：', '<<为了>>使某种状态成立。']
    ],
    example: [
      'よく((見,み))える<<ように>>、((字,じ))を((大,おお))きく((書,か))きました。',
      '((風邪,かぜ))を((引,ひ))かない<<ように>>、((毎日,まいにち))((運動,うんどう))をする。',
      '((日本語,にほんご))の((新聞,しんぶん))が((読,よ))める<<ように>>、((勉強,べんきょう))しています。',
      '((子供,こども))が((触,さわ))れない<<ように>>、この((薬,くすり))は((棚,たな))の((一番,いちばん))((上,うえ))に((置,お))きましょう。'
    ]
  },
  {
    id: '38-3',
    title: [
      '<<小句（基本形）>>ようになります',
      '<<小句（ない形）>>ようになります'
    ],
    explain: [
      [
        '【接续】',
        '<<非意志形动词>>的基本形/ない形',
        '<<意志形动词>>可能形的基本形/ない形'
      ],
      ['【意义】', '表示<<能力>>，<<状态>>，<<习惯>>等<<变成>>某种状态。']
    ],
    example: [
      '((怪我,けが))が((治,なお))って、((歩,ある))ける<<ようになりました>>。',
      '((自転車,じてんしゃ))に((乗,の))れる<<ようになりました>>。',
      '((平仮名,ひらがな))を((間違,まちが))えない<<ようになりました>>。',
      '((病気,びょうき))でお((酒,さけ))を((飲,の))めない<<ようになりました>>。'
    ]
  },
  {
    id: '38-4',
    title: ['<<小句（基本形）>>ようします', '<<小句（ない形）>>ようします'],
    explain: [
      ['【接续】', '<<意志形动词>>的基本形/ない形+<<ようにします>>'],
      ['【意义】', '表示<<努力>>使某种行为，状态变成现实。'],
      [
        '注：',
        '表示留心做某事已成<<习惯>>时，常用「<<〜ようにしています>>」的形式。'
      ]
    ],
    example: [
      'ダイエット((中,ちゅう))だから、((野菜,やさい))だけ((食,た))べる<<ようにします>>。',
      '((健康,けんこう))のために、((徹夜,てつや))しない<<ようにします>>。',
      '((毎朝,まいあさ))、((7時,しちじ))に((起,お))きる<<ようにしています>>。',
      '((陳,ちん))さんは((毎日,まいにち))、((英字,えいじ))((新聞,しんぶん))を((読,よ))む<<ようにしています>>。'
    ]
  }
]
