export default [
  {
    id: '38-1',
    title: ['动词<<可能形>>'],
    explain: [
      ['注：',
        '(1) <<可能动词>>可以<<表示能力>>；<<可能性>>；或<<允许>>，<<禁止>>等意思。',
        '(2) <<可能动词>>都<<是二类动词>>。',
        '(3) 动词<<可能形前>>的助词<<常用「が」>>。'
      ]
    ],
    example: [
      '((私,わたし))は((自転車,じてんしゃ))に<<((乗,の))れません>>。',
      'その((携帯,けいたい))で((写真,しゃしん))が<<((撮,と))れます>>よ。',
      'この((雑誌,ざっし))、<<((借,か))りられます>>か。',
      '((子供,こども))はお((酒,さけ))が<<((飲,の))めません>>。'
    ]
  },
  {
    id: '32-2',
    title: ['动词（基本形）<<ことにします>>', '动词（ない形）<<ことにします>>'],
    explain: [
      ['表示说话人<<自己决定>>实施某种行为时使用。翻译为：“<<决定……>>”。'],
      ['<<【注】>>', '<<「こと」不能用「の」代替。>>']
    ],
    example: [
      '((私,わたし))は((明日,あした))から((運動,うんどう))する<<ことにします>>。',
      '((私,わたし))はお((酒,さけ))を((飲,の))まない<<ことにします>>。',
      '((友達,ともだち))と((映画,えいが))を((見,み))に((行,い))く<<ことにしました>>。',
      '((夏,なつ))は((旅行,りょこう))に((行,い))かない<<ことにしました>>。',
      '((飛行機,ひこうき))で((行,い))く<<ことにしました>>。'
    ]
  },
  {
    id: '32-3',
    title: [
      '动词（基本形）<<ことになりました>>',
      '动词（ない形）<<ことになりました>>'
    ],
    explain: [
      ['表示由于某种<<外在原因>>导致形成某种<<决定>>。翻译“要……”。'],
      [
        '<<【注】>>',
        '<<「こと」不能用「の」代替',
        '也可用于<<婉转表达>>根据自己的意志决定的事情。'
      ]
    ],
    example: [
      '((来月,らいげつ))から((給料,きゅうりょう))が((上,あ))がる<<ことになりました>>。',
      '((香港,ほんこん))へ((出張,しゅっちょう))する<<ことになりました>>。',
      '((今週,こんしゅう))は((会議,かいぎ))を((行,おこな))わない<<ことになりました>>。',
      '((私,わたし))は((中国,ちゅうごく))へ((留学,りゅうがく))する<<ことになりました>>。'
    ]
  },
  {
    id: '32-4',
    title: ['简体句<<そうです>>'],
    explain: [
      [
        '表示某信息不是来源于自己的直接感知而是<<从别人那里听说的>>。翻译“听说……”。'
      ],
      [
        '<<【注】>>',
        '<<提示信息来源可以用「によると」。>>',
        '<<「そうです」没有过去，否定，疑问形式。>>'
      ]
    ],
    example: [
      '((私,わたし))は((来週,らいしゅう))((出張,しゅっちょう))する<<そうです>>。',
      '((彼,かれ))の((息子,むすこ))は((小学校,しょうがっこう))に((入学,にゅうがく))する<<そうです>>。',
      '((噂,うわさ))によるとあの((店,みせ))は((美味,おい))しい<<そうです>>。',
      '((森,もり))さんは((来週,らいしゅう))の((土曜日,どようび))は((暇,ひま))ではない<<そうです>>。'
    ]
  }
]
