export default [
  {
    id: '39-1',
    title: [
      '<<小句1（简体形）>>ために<<小句2>>',
      '<<形2+な>>ために<<小句2>>',
      '<<名+の>>ために<<小句2>>'
    ],
    explain: [
      ['【含义】','表示<<原因>>、<<理由>>。'],
      ['注：','多用于<<书面语>>或比较<<郑重>>的场合。后项<<不能用意志>>。']
    ],
    example: [
      '((事故,じこ))があった<<ために>>、((電車,でんしゃ))が((遅,おく))れたんです。',
      '((風,かぜ))が((非常,ひじょう))に((強,つよ))い<<ために>>、コンサートは((中止,ちゅうし))です。',
      '((交通,こうつう))が((不便,ふべん))な<<ために>>、ここに((住,すん))んでいる((人,ひと))が((少,すく))ないです。',
      '((道路,どうろ))((工事,こうじ))の<<ために>>、((道,みち))が((込,こ))んでいます。'
    ]
  },
  {
    id: '39-2',
    title: ['<<小句1>>て<<小句2>>','<<小句1>>ないで<<小句2>>'],
    explain: [
      ['【含义】','<<伴随>>前项动作<<状态>>下，进行后项动作。'],
      ['翻译为<<“……着”>>，<<“不……而……”>>。']
    ],
    example: [
      '((眼鏡,めがね))を<<かけて>>((本,ほん))を((読,よ))みます。',
      '((週末,しゅうまつ))はどこも<<((行,い))かないで>>、うちでゆっくり((休,やす))みます。',
      '((今日,きょう))は((傘,かさ))を((持,も))た<<ないで>>((出,で))かけました。',
      '((今日,きょう))は((傘,かさ))を((持,も))た<<ずに>>((出,で))かけました。'
    ]
  },
  {
    id: '39-3',
    title: [
      '<<动词>>てきます'
    ],
    explain: [
      ['【含义】','表示<<往返>>动作。']
    ],
    example: [
      'コンビニで((卵,たまご))を((買,か))っ<<てきます>>。',
      'A:((鍵,かぎ))は？',
      'B:あっ、((忘,わす))れた。((部屋,へや))から<<とってくる>>から、((持,も))っててね。',
      '',
      'A:ちょっと((手紙,てがみ))を((出,で))し<<てきます>>。',
      'B:じゃあ、これもお((願,ねが))いします。'
    ]
  },
  {
    id: '39-4',
    title: ['<<动词>>ていきます', '<<动词>>てきます'],
    explain: [
      [
        '【含义】', '<<空间上的移动>>', '（接近或远离说话人）'
      ]
    ],
    example: [
      '((森君,もりくん))は((急,いそ))いで((帰,かえ))っ<<ていきました>>。',
      'A:ずいぶんたくさん((人,ひと))が<<((乗,の))ってきました>>ね。',
      'B:ええ、ちょうど((通勤,つうきん))ラッシュの((時間,じかん))ですから。',
      '',
      '((窓,まど))を((開,あ))けると、かわいい((鳥,とり))が<<((飛,と))んできました>>。',
      '((子供,こども))((達,たち))は((喜,よろこ))んで((走,はし))っ<<てきました>>。'
    ]
  }
]
