export default [
  {
    id: '41-1',
    title: [
      '动词<<被动形>>'
    ],
    explain: [
      ['【动词被动】总结规律'],
      ['一类动词：词尾「<<う>>」段假名变成对应的「<<あ>>」段假名+「<<れる>>」'],
      ['二类动词：去掉词尾「<<る>>」+「<<られる>>」'],
      ['三类动词：把「((来,く))る」变成「<<((来,こ))られる>>」，把「する」变成「<<される>>」']
    ],
    example: []
  },
  {
    id: '41-2',
    title: ['动词<<は>>动词被动形'],
    explain: [
      ['表示：“被动”'],
      ['翻译：“<<被（如何）>>”'],
      ['<<【注】>>'],
      ['动作对象作主语，<<动作主体>>用助词<<「に」>>。']
    ],
    example: [
      '((森,もり))さん<<は>>((小野,おの))さん<<に>>((食事,しょくじ))に<<((誘,さそ))われました>>。',
      '((李,り))さん<<は>>((部長,ぶちょう))<<に((褒,ほ))められました>>。',
      '((李,り))さん<<は>>((友達,ともだち))<<に((助,たす))けられました>>。',
      '((私,わたし))<<は>>((母,はは))<<に>>((日記,にっき))を<<((読,よ))まれました>>。'
    ]
  },
  {
    id: '41-3',
    title: [
      '名词<<は>>名词<<によって动词被动形>>',
      '名词<<は>>名词<<被动形>>',
      '名词<<が>>名词<<被动形>>'
    ],
    explain: [
      ['表示：1.提示特定的主语。2.<<物>>做主语，用他动词来表达被动。'],
      ['翻译：是由（特定主道）……'],
      [
        '<<【注】>>',
        '1.<<「によって」>>不能用<<「に」>>替换。',
        '2.当动作主体<<不明确不确定时>>，<<不会>>在句子中出现。'
      ]
    ],
    example: [
      'この((車,くるま))<<は>>((有名,ゆうめい))なデザイナー<<によって設計された>>。',
      'この((本,ほん))<<は>>((山田,やまだ))((先生,せんせい))<<によって((書,か))かれました>>。',
      '((2025年,にせんにじゅうごねん))の((万博,ばんぱく))<<が>>((大阪,おおさか))で<<((開,ひら))かれます>>。',
      '「((万有引力法則,ばんゆういんりょくほうそく))」<<は>>ニュートン<<によって((発見,はっけん))されました>>。'
    ]
  },
  {
    id: '41-4',
    title: ['名词<<は>>名词<<に动词被动形>>'],
    explain: [
      [
        '表示：被动（<<间接>>受害）'
      ],
      [
        '翻译：“<<被迫>>”“<<被（吵醒/雨淋等）>>”'
      ],
      [
        '<<【注】>>在这样的被动句中不是直接而是<<间接>>的承受事态的影响，<<自他动词>>均可使用，一般<<不会>>表示<<否定>>。'
      ]
    ],
    example: [
      '((小野,おの))さん<<は>>((小鳥,ことり))<<に((逃,に))げられました>>。',
      '((張,ちょう))さん<<は>>((隣,となり))の((人,ひと))<<に>>((夜,よる))((遅,おそ))くまで<<((騒,さわ))がれました>>。',
      '((食事,しょくじ))((中,ちゅう))((隣,となり))の((人,ひと))<<に>>タバコを<<((吸,す))われました>>。',
      '((私,わたし))たち<<は>>((雨,あめ))<<に((降,ふ))られました>>。'
    ]
  }
]
