export default [
  {
    id: '42-1',
    title: [
      'Vた形<<まま>>',
      'Vない形<<まま>>',
      'Nの<<まま>>',
      'A<<まま>>',
      'Naな<<まま>>'
    ],
    explain: [
      ['接续：', 'Vた／ない形+まま', 'N+の+まま'],
      ['意义：', '<<保持>>前面的<<状态>>，做后面的动作。'],
      ['まま：名词']
    ],
    example: [
      '((日本,にほん))では((靴,くつ))を((履,は))いた<<まま>>、((部屋,へや))に((上,あ))がってはいけません。',
      'エアコンをつけた<<まま>>、((出,で))かけてしまいました。',
      '((行,い))き((先,さき))を((告,つ))げない<<まま>>、((家,いえ))を((出,で))てしまいました。',
      '((空腹,くうふく))の<<まま>>、((会社,かいしゃ))に((来,き))ました。'
    ]
  },
  {
    id: '42-2',
    title: [
      'V（简体形）<<のに>>小句',
      'A1（简体形）<<のに>>小句',
      'Nな<<のに>>小句',
      'A2な<<のに>>小句'
    ],
    explain: [
      ['接续：', 'V/A1（<<简体形>>）+のに', 'N/A2+<<な>>+のに'],
      ['意义：', '表示在前项发生的前提下，后项显得不合常理。翻译为“<<明明……却>>”。'],
      ['注：', '<<后项不使用意志性表达>>。']
    ],
    example: [
      '((目覚,めざ))ましをかけておいた<<のに>>、((起,お))きられませんでした。',
      '((今日,きょう))はこんなに((寒,さむ))い<<のに>>、((王,おう))さんは((寒,さむ))くないと((言,い))いました。',
      'この((家,いえ))は((駅,えき))から((近,ちか))くて((便利,べんり))な<<のに>>、((買,か))う((人,ひと))がいません。',
      '((森,もり))さんは((昨日,きのう))((病気,びょうき))だった<<のに>>、((出勤,しゅっきん))しました。'
    ]
  },
  {
    id: '42-3',
    title: [
      'V（<<简体形>>）<<はず>>です',
      'A1（<<简体形>>）<<はず>>です',
      'A2+<<なはず>>です',
      'N+<<のはず>>です'
    ],
    explain: [
      ['接续：', 'V/A1（<<简体形>>）+はずです', 'A2+<<な>>+はずです' ,'N+<<の>>+はずです'],
      [
        '意义：',
        '表示根据理由做出某种推断，且对推测内容很有把握。翻译为“<<应该……>>”。'
      ], [
        'はず：名词'
      ]
    ],
    example: [
      '((会議,かいぎ))は((5時,ごじ))までですから、もうすぐ((終,お))わる<<はず>>です。',
      'この((映画,えいが))は((人気,にんき))があるから、((観客,かんきゃく))は((多,おお))い<<はず>>です。',
      '((10年,じゅうねん))も((日本,にほん))にいたから、きっと((日本語,にほんご))が((上手,じょうず))な<<はず>>です。',
      '((日曜日,にちようび))ですから、((銀行,ぎんこう))は((休,やす))みの<<はず>>です。'
    ]
  },
  {
    id: '42-4',
    title: [
      'V（<<简体形>>）<<はず>>がありません',
      'A1（<<简体形>>）<<はず>>がありません',
      'A2+<<なはず>>がありません',
      'N+<<のはず>>がありません'
    ],
    explain: [
      ['接续：', 'V/A1（<<简体形>>）+はずがありません', 'A2+<<な>>+はずがありません' ,'N+<<の>>+はずがありません'],
      [
        '意义：',
        '表示根据理由做出否定性推断，翻译为“<<不应该……>>”。'
      ]
    ],
    example: [
      'うちの((息子,むすこ))はそんなことをする<<はずがありません>>。',
      '((昨日,きのう))((約束,やくそく))したから、((来,こ))ない<<はずがないです>>。',
      '((日本,にほん))は((今,いま))((冬,ふゆ))だから、((暑,あつ))い<<はずがありません>>。',
      'スキーがあんなに((上手,じょうず))な((人,ひと))だから、((初心者,しょしんしゃ))の<<はずがないです>>。'
    ]
  }
]
