export default [
  {
    id: '43-1',
    title: [
      '动词<<使役形>>'
    ],
    explain: [
      ['一类动词：把动词的ない形的ない变成<<せる>>'],
      ['二类动词：把动词的ない形的ない变成<<「させる」>>'],
      ['三类动词：「する」变成<<「させる」>>；「((来,く))る」变成<<「((来,こ))させる」>>']
    ],
    example: []
  },
  {
    id: '43-2',
    title: ['名词1<<は>>名词2<<を自动词（さ）せます>>'],
    explain: [
      ['【含义】', '表示名词1<<让>>名词2做某事，翻译为“<<让……做……>>”。'],
      ['注：', '（1）使役主体作主语用<<は>>表示。', '（2）动作主体用<<を>>表示。', '（3）其中动词是<<自>>动词。']
    ],
    example: [
      '((部長,ぶちょう))<<は>>((李,り))さん<<を>>((出張,しゅっちょう))<<させます>>。',
      '((田中,たなか))さん<<は>>((公園,こうえん))で((娘,むすめ))<<を>>((遊,あそ))ば<<せています>>。',
      '((私,わたし))<<は>>((妹,いもうと))<<を>>((買,か))い((物,もの))させます。',
      'あの((部長,ぶちょう))<<は>>((部下,ぶか))<<を>>((休,やす))ま<<せません>>。',
      '((先生,せんせい))<<は>>((学生,がくせい))<<に>>((教室,きょうしつ))を((出,で))<<させます>>。'
    ]
  },
  {
    id: '43-3',
    title: ['名词1<<は>>名词2<<に>>名词3<<を他动词（さ）せます>>'],
    explain: [
      ['表示：名词1让名词2做某事。“<<让……做……>>”。'],
      [
        '注',
        '（1）使役主体作主语用<<は>>表示',
        '（2）动作主体用<<に>>表示',
        '（3）其中动词是<<他>>动词'
      ]
    ],
    example: [
      '((森,もり))さん<<は>>((李,り))さん<<に>>((歌,うた))を<<((歌,うた))わせます>>。',
      '((父,ちち))<<は>>((私,わたし))<<に>>((料理,りょうり))を<<((作,つく))らせます>>。',
      '((李,り))さん<<は>>((王,おう))さん<<に>>((手紙,てがみ))を<<((書,か))かせます>>。',
      '((先生,せんせい))<<は>>((生徒,せいと))<<に>>((本,ほん))を<<((読,よ))ませます>>。'
    ]
  },
  {
    id: '43-4',
    title: [
      '动词<<使役被动>>'
    ],
    explain: [
      [
        '一类动词：把动词的ない形的ない变成される'
      ],
      [
        '二类动词：把动词的ない形的ない变成させられる'
      ],
      [
        '三类动词：「する」变成「させられる」；「((来,く))る」变成「((来,こ))させられる」'
      ], [
        '【含义】', '主语不情愿，<<被迫>>实施某动作'
      ]
    ],
    example: [
      '((選手,せんしゅ))は((監督,かんとく))に((走,はし))ら<<されます>>。',
      '((子供,こども))はお((母,かあ))さんに((野菜,やさい))を((食,た))べ<<させられます>>。',
      '((私,わたし))は((先生,せんせい))に((本,ほん))を((読,よ))ま<<されました>>。'
    ]
  },
  {
    id: '43-5',
    title: [
      '动词<<（さ）せてください>>'
    ],
    explain: [
      [
        '【含义】', '表示请求别人允许自己做某事。“<<请让……>>”。'
      ],
      [
        '注：说话人一般不出现。如需强调的时候，可以用“((私,わたし))を”“((私,わたし))に”等形式。'
      ]
    ],
    example: [
      '（((私,わたし))を）((少,すこ))し((休,やす))ま<<せてください>>。',
      'すみません、（((私,わたし))に）ちょっとこの((自転車,じてんしゃ))を((使,つか))わ<<せてください>>。',
      '((手伝,てつだ))わ<<せてください>>。',
      'この((仕事,しごと))は((私,わたし))にやら<<せてください>>。'
    ]
  },
  {
    id: '43-6',
    title: [
      'V[[ます]]<<やすいです>>', 'V[[ます]]<<にくいです>>'
    ],
    explain: [
      [
        '【接续】', 'V[[ます]]+やすい／にくいです'
      ],
      [
        '【含义】', '〜やすいです“<<容易……>>”', '〜にくいです“<<难于……>>”'
      ]
    ],
    example: [
      'このペンは((書,か))き<<やすいです>>。',
      'この((本,ほん))は((読,よ))み<<やすいです>>',
      '((運動,うんどう))をしている((人,ひと))は((太,ふと))り<<にくいです>>。',
      'この((店,みせ))の((場所,ばしょ))は((分,わ))かり<<にくかったです>>。'
    ]
  }
]
