export default [
  {
    id: '44-1',
    title: [
      '小句（简体形）<<ようです>>',
      '名词の<<ようです>>'
    ],
    explain: [
      ['表示：<<主观性推测>>；常译为：“好像……”。'],
      ['【注】', '形2<<な>>ようです。']
    ],
    example: [
      '((玄関,げんかん))のところに((誰,だれ))かいる<<ようです>>。',
      'エンジンが((故障,こしょう))した<<ようです>>。',
      '((店,みせ))の((前,まえ))には((行列,ぎょうれつ))ができています。((料理,りょうり))は((美,うつく))しい<<ようです>>。',
      'ここは((値段,ねだん))が((高,たか))いです。((品物,しなもの))はかなり((豪華,ごうか))な<<ようです>>。'
    ]
  },
  {
    id: '44-2',
    title: ['小句（简体形）<<みたいです>>'],
    explain: [
      ['表示：<<主观性推测>>，是「ようです」的<<口语形式>>。'],
      ['【注】形2/名+みたいです。']
    ],
    example: [
      '((森,もり))さんは((美々,みみ))ちゃんのことが((好,す))き<<みたいです>>。',
      '((雨,あめ))の((音,おと))が((聞,き))こえません。((止,や))んだ<<みたいです>>。',
      '((外,そと))の((人,ひと))はみんなコートを((着,き))ています。((外,そと))は((寒,さむ))い<<みたいです>>。',
      '((雲,くも))が((広,ひろ))がっています。((明日,あした))は((雨,あめ))<<みたいです>>。'
    ]
  },
  {
    id: '44-3',
    title: [
      '小句（简体形）<<らしいです>>'
    ],
    explain: [
      ['含义有<<两种>>：'],
      ['1）表示<<客观性推测>>，译为：“好像……”。'],
      ['2）表示<<传闻>>，转述听闻，译为：“听说……”。'],
      [
        '【注】形2/名+らしいです。'
      ]
    ],
    example: [
      '((今度,こんど))の((社員,しゃいん))((旅行,りょこう))は((韓国,かんこく))へ((行,い))く<<らしいです>>。',
      '((李,り))さんは((頭,あたま))が((痛,いた))い<<らしいです>>。',
      '((林,はやし))さんはお((酒,さけ))が((好,す))き<<らしいです>>。',
      '((電気,でんき))が((消,き))えていますね。((李,り))さんは<<((出,で))かけたらしいです>>。'
    ]
  },
  {
    id: '44-4',
    title: [
      'V[[ます]]<<過ぎます>>',
      '形1[[い]]<<過ぎます>>',
      '形2<<過ぎます>>'
    ],
    explain: [
      [
        '表示：1）行为<<过度>>；2）程度异常。'
      ],
      [
        '译为：“<<太……>>”，“<<过于……>>”'
      ]
    ],
    example: [
      'ご((飯,はん))は((食,た))べ<<((過,す))ぎました>>。',
      'このスープは((熱,あつ))<<((過,す))ぎません>>か。',
      'この((説明,せつめい))は((複雑,ふくざつ))<<((過,す))ぎます>>。',
      '((服,ふく))が((大,おお))き<<((過,す))ぎて>>((着,き))られないです。'
    ]
  }
]
