export default [
  {
    id: '40-1',
    title: [
      '动词る<<ところです>>',
      '动词ている<<ところです>>',
      '动词た<<ところです>>'
    ],
    explain: [
      ['表示动作处在某种<<阶段>>。'],
      ['「Vー<<る>>ところです」翻译为“<<正要（做）……>>”'],
      ['「Vー<<ている>>ところです」翻译为“<<正在（做）……>>”'],
      ['「Vー<<た>>ところです」翻译为“<<刚刚（做完）……>>”']
    ],
    example: [
      'これから家を((出,で))る<<ところです>>。',
      '((今,いま))、お((風呂,ふろ))に((入,はい))る<<ところです>>。',
      '((本,ほん))を((読,よ))んでいる<<ところです>>。',
      '((今,いま))((調,しら))べている<<ところです>>。',
      'さっき、((家,いえ))に((帰,かえ))ってきた<<ところです>>。',
      '((空港,くうこう))に((着,つ))いた<<ところです>>。'
    ]
  },
  {
    id: '40-2',
    title: ['Vた<<ばかりです>>'],
    explain: [
      ['表示动作<<刚刚结束>>。翻译为“<<刚刚（做完）～>>”。'],
      ['【注】和「Vーたところ」用法葳相同。「Vーたばかり」即便动作结束后经过较长时间，<<但只要说话人觉得时间短就可以用>>。「Vーたところ」强调动作结束后经过<<较短时间（客观上）>>。']
    ],
    example: [
      '((私,わたし))は((日本,にほん))に((来,き))た<<ばかりです>>。',
      'この((本,ほん))は、((昨日,きのう))((読,よ))んだ<<ばかりです>>。',
      'あの((二人,ふたり))は((結婚,けっこん))した<<ばかりです>>。',
      '((準備,じゅんび))はできましたか。',
      'ーはい、((今,いま))((準備,じゅんび))ができた<<ところです>>。',
      '[[ーはい、((今,いま))((準備,じゅんび))ができた]]<<[[ばかりです]]>>[[。]]'
    ]
  },
  {
    id: '40-3',
    title: [
      'V[[ます]]<<((始,はじ))めます>>',
      'V[[ます]]<<((出,だ))します>>'
    ],
    explain: [
      ['表示<<动作>>或者<<变化的开始>>。翻译为“刚……”，“正准备……”。'],
      [
        '【注】',
        '「〜出します」强调<<突然出现>>某种情况。'
      ]
    ],
    example: [
      'この((本,ほん))を<<((読,よ))み((始,はじ))めた>>ばかりです。',
      '((雨,あめ))が<<((降,ふ))り((始,はじ))めました>>。',
      '((人,ひと))が<<((帰,かえ))り((始,はじ))めました>>ね。',
      '((子供,こども))が<<((泣,な))き((出,だ))して>>、((困,こま))りました。',
      '((急,きゅう))に<<((怒,おこ))り((出,だ))して>>びっくりしました。'
    ]
  },
  {
    id: '40-4',
    title: [
      'V[[ます]]<<((続,つづ))けます>>',
      'V[[ます]]<<((終,お))わります>>'
    ],
    explain: [
      [
        '复合动词，各自保留原有单词的意思。'
      ],
      [
        '「〜((続,つづ))けます」译为“<<继续>>（做）……”。'
      ],
      [
        '「〜((終,お))わります」译为“（做）<<完了>>……”。'
      ]
    ],
    example: [
      '((建物,たてもの))を((修理,しゅうり))しながら<<((使,つか))い((続,つづ))けています>>。',
      '((3時間,さんじかん))<<((歩,ある))き((続,つづ))けました>>。',
      '((車,くるま))のオイルが<<((漏,も))れ((続,つづ))けています>>。',
      'その((本,ほん))はもう<<((読,よ))み((終,お))わっていました>>。',
      '((薬,くすり))はもう<<((飲,の))み((終,お))わりました>>。'
    ]
  }
]
