export default [
  {
    id: '45-1',
    title: [
      '动词て<<いきます>>',
      '动词てきました'
    ],
    explain: [
      ['表示动作一直<<持续>>，或者性质状态发生<<变化>>。'],
      ['「动词ていきます」翻译为“<<……下去>>”，“<<坚持……>>”']
    ],
    example: [
      '((少子化,しょうしか))が((進,すす))んで、((人口,じんこう))は((減,へ))っ<<ていくでしょう>>。',
      'これからずっと((日本語,にほんご))を((勉強,べんきょう))し<<ていきます>>。',
      '((歴史,れきし))に((興味,きょうみ))がある((人,ひと))が((多,おお))いので、((中国,ちゅうごく))への((旅行者,りょこうしゃ))がますます((増,ふ))え<<ていくでしょう>>。'
    ]
  },
  {
    id: '45-2',
    title: [
      '动词ていきます',
      '动词て<<きました>>'
    ],
    explain: [
      ['表示动作一直<<持续>>，或者性质状态发生<<变化>>。'],
      ['「动词てきました」翻译为“<<……起来>>”'],
      ['注：「<<非意志动词できました>>」还可表示“<<开始……>>”']
    ],
    example: [
      '((中国,ちゅうごく))に((来,く))る((日本人,にほんじん))が((増,ふ))え<<てきました>>。',
      '((20,にじゅう))((年間,ねんかん))ずっと((日本語,にほんご))を((勉強,べんきょう))し<<てきました>>。',
      'ずっと((本,ほん))を((読,よ))んでいたので、((目,め))が((疲,つか))れ<<てきました>>。',
      'お((母,かあ))さん、((雨,あめ))が((降,ふ))っ<<てきた>>よ。'
    ]
  },
  {
    id: '45-3',
    title: [
      '小句1<<し、>>小句2<<し、>>小句3'
    ],
    explain: [
      ['「し」之前可以用<<敬体>>或者<<简体>>。表示<<并列>>。翻译为“又～又～”。'],
      [
        '【注】',
        '和<<「て形」>>的区别在于，<<「〜し〜し」>>可以用于连接动词，以及一般用于<<原因理由>>的陈述。'
      ]
    ],
    example: [
      '((美味,おい))しい<<し>>、((手軽,てがる))<<だし>>、((冷凍食品,れいとうしょくひん))をよく((食,た))べます。',
      '((休,やす))み<<だし>>、((天気,てんき))もいい<<し>>、((出,で))かけませんか。',
      '((賑,にぎ))やか<<だし>>、ビルも((多,おお))い<<し>>、((東京,とうきょう))に((似,に))ていますね。',
      '((先生,せんせい))は((熱心,ねっしん))<<だし>>、((真面目,まじめ))<<だし>>、((経験,けいけん))もあります。'
    ]
  },
  {
    id: '45-4',
    title: [
      '动词<<假定形>>'
    ],
    explain: [
      [
        '一类动词：把基本形<<最后一个音>>变成相应的「<<え>>」段上的音，加「<<ば>>」'
      ],
      [
        '二类&三类动词：把基本形的「<<る>>」变成「<<れば>>」'
      ],
      [
        '一类形容词：把词尾的「<<い>>」变成「<<ければ>>」（特殊：<<いいーよければ>>）'
      ], [
        '二类形容词：词尾加「<<ならば>>」'
      ]
    ],
    example: []
  },
  {
    id: '45-5',
    title: [
      '动词<<ば>>动词<<ほど>>',
      '动词<<ば>>形1<<ほど>>',
      '形1<<ば>>动词<<ほど>>',
      '形1<<ば>>形1<<ほど>>'
    ],
    explain: [
      [
        '表示性质程度与动作<<正相关>>。翻译为“<<越……越……>>"'
      ],
      [
        '注：',
        '二类形容词也可用在这一句型。接续为：',
        '<<「形2+なら+形2なほど」>>（书面语）',
        '<<「形2+であれば+形2なほど」>>（口语）'
      ]
    ],
    example: [
      'この((本,ほん))は<<((読,よ))めば((読,よ))むほど>>、((面白,おもしろ))いです。',
      '<<((住,す))めば((住,す))むほど>>((東京,とうきょう))の((良,よ))さがわかる。',
      'スピーチは、<<((短,みじか))ければ((短,みじか))いほど>>いいです。',
      '((子供,こども))は<<((元気,げんき))なら((元気,げんき))なほど>>いいです。'
    ]
  }
]
