export default [
  {
    id: '46-1',
    title: [
      '名词1<<らしい>>名词2'
    ],
    explain: [
      ['【含义】', '表示某<<人>>某<<物>>具有本该<<具有的典型特征>>。'],
      ['翻译为：“像/有……样子的/有……特色的”。'],
      ['<<注>>：<<前后是同一个名词>>时，可以<<表达>>“<<真正意义上的……>>”。']
    ],
    example: [
      'これは((君,きみ))<<らしい>>やり((方,かた))だ。',
      'この((着物,きもの))はいかにも((日本,にほん))<<らしい>>((柄,がら))ですね。',
      '((今日,きょう))は((春,はる))<<らしい>>((天気,てんき))です。',
      '((王,おう))さんは((男,おとこ))<<らしい>>((男,おとこ))です。'
    ]
  },
  {
    id: '46-2',
    title: [
      '名词の<<ようです>>',
      '动词简体形<<ようです>>',
      '名词<<みたいです>>',
      '动词简体形<<みたいです>>'
    ],
    explain: [
      ['【含义】', '表示比喻。翻译为：“<<好像>>……（<<一样>>）”。'],
      ['<<「注」常与副词「まるで」搭配使用。>>']
    ],
    example: [
      'これは((柔,やわ))らかくてまるで((本物,ほんもの))の((毛皮,けがわ))の<<ようです>>。',
      'まるでヨーロッパの((街並,まちな))みを((見,み))ている<<ようです>>。',
      'この((野菜,やさい))、まるで((果物,くだもの))<<みたいです>>ね。',
      '((桜,さくら))の((花,はな))が((散,ち))って、((地面,じめん))は((雪,ゆき))が((降,ふ))った<<ようです>>。'
    ]
  },
  {
    id: '46-3',
    title: [
      '((味,あじ))<<がします>>',
      'におい<<がします>>'
    ],
    explain: [
      ['【接续】', '<<感觉名词>>（((匂い,におい))/((味,あじ))/((声,こえ))/((音,おと))/((感,かん))じ）+<<がします>>。'],
      ['【含义】', '表示<<身体>>真实的<<感觉>>。'],
      ['<<注>>：表示<<身体状况的词语也可以>>+<<がします>>'],
      ['【名词+の<<ような>>+<<感觉名词>>+<<がします>>】', '表示<<不是真实的感觉>>，而是<<比喻>>', '翻译为：“<<感觉像>>……']
    ],
    example: [
      'この((牛乳,ぎゅうにゅう))、((変,へん))な((味,あじ))<<がする>>けど、いつ((買,か))ったの？',
      '((外,そと))でずっと((車,くるま))の((音,おと))<<がしていました>>。',
      '',
      'ここには((昔,むかし))((来,き))たことがある((感,かん))じ<<がします>>。',
      'さっきから、ちょっと((吐,は))き((気,け))<<がする>>んです。',
      '',
      'この((野菜,やさい))、レモンの<<ような((味,あじ))がします>>ね。',
      'このスープは((日本,にほん))の((味噌,みそ))((汁,しる))の<<ような((匂,にお))いがします>>。',
      'この((洗濯機,せんたくき))はトラック<<みたいな((音,おと))がする>>な。'
    ]
  },
  {
    id: '46-4',
    title: [
      '名词【时间】<<までに>>'
    ],
    explain: [
      ['【时间+<<まで>>】', '表示动作<<持续到的时间>>'],
      ['【时间+<<までに>>】', '表示某种事态发生或完成<<的截止时间>>']
    ],
    example: [
      '((３時,さんじ))<<まで>>レポートを((書,か))きます。',
      '((３時,さんじ))<<までに>>レポートを((書,か))きます。',
      '',
      '((明日,あした))の((９時,くじ))<<までに>>この((書類,しょるい))を((完成,かんせい))させなければなりません。',
      '((今月,こんげつ))の((末,すえ))<<までに>>、((新,あたら))しい((家,いえ))を((見,み))つけたいです。',
      '((来月,らいげつ))の((初,はじ))め<<までに>>は((事務所,じむしょ))((開設,かいせつ))の((準備,じゅんび))を((済,す))ませたいです。'
    ]
  }
]
