export default [
  {
    id: '47-1',
    title: [
      '什么是<<敬语>>'
    ],
    explain: [],
    example: []
  },
  {
    id: '47-2',
    title: ['如何把句子改写成<<敬语>>'],
    explain: [
      ['把句子改写成<<敬语>>的原则', '<<谓语>>一定要改。', '说话<<思维>>要变。', '句中其他词能想到<<更礼貌>>的就用。']
    ],
    example: []
  },
  {
    id: '47-3',
    title: [
      '动词<<被动形>>'
    ],
    explain: [
      ['【动词】总结规律'],
      [
        '一类动词：把「ない」形的「ない」变成「<<れる>>」',
        '二类动词：把「ない」形的「ない」变成「<<られる>>」',
        '三类动词：把「((来,く))る」变成「<<((来,こ))られる>>」，把「する」变成「<<される>>」'
      ]
    ],
    example: []
  },
  {
    id: '47-4',
    title: [
      '<<お[[ます]]形ください>>',
      '<<ご三类词干ください>>'
    ],
    explain: [
      ['比「〜てください」更为礼貌。'],
      ['译为：“<<请（您）……>>”']
    ],
    example: [
      'どうぞ<<お((座,すわ))りください>>。',
      'エスカレーターを<<ご((利用,りよう))ください>>。',
      'こちらのドアから<<お((入,い))りください>>。',
      '((少々,しょうしょう))<<お((待,ま))ちください>>。'
    ]
  }
]
