export default [
  {
    id: '48-1',
    title: [
      '什么是<<自谦语>>'
    ],
    explain: [
      ['句中<<行为者>>是<<自己>>的话，可以用<<自谦>>的方式来抬高对方。']
    ],
    example: []
  },
  {
    id: '48-2',
    title: ['如何把句子改写成<<自谦语>>'],
    explain: [
      ['把句子改写成<<自谦语>>的原则'],
      ['<<谓语>>一定要改。', '尽量<<拉低自己>>来抬高别人。', '牢记相关表达<<语法>>。']
    ],
    example: []
  },
  {
    id: '48-3',
    title: [
      '<<自谦语的特殊形式>>'
    ],
    explain: [],
    example: []
  },
  {
    id: '48-4',
    title: [
      'V<<ていただけますか>>'
    ],
    explain: [
      ['请求<<对方为自己>>做某事', '翻译：“能（帮我）（为我）……”'],
      ['【注】更为<<礼貌>>的形式是「<<ていただけませんか>>」']
    ],
    example: [
      'この((問題,もんだい))を((教,おし))え<<ていただけますか>>。',
      '((彼,かれ))の((写真,しゃしん))を((見,み))せ<<ていただけますか>>。',
      '((取,と))り((替,か))え<<ていただけますか>>。',
      '（もうすぐ((論文,ろんぶん))の((提出日,ていしゅつび))です。）',
      '((王先生,おうせんせい))、((論文,ろんぶん))を<<((見,み))ていただけませんか>>。'
    ]
  },
  {
    id: '48-5',
    title: [
      'V<<（さ）せていただきます>>'
    ],
    explain: [
      ['【构成方式】', 'V使役+「て」形+「いただきます」'],
      ['【含义】<<请求对方允许自己做某事>>', '翻译：“能允许我”“请允许我”'],
      [
        '【注】<<自谦程度高于「お／ごします」>>，更为礼貌的表达方式：',
        '「<<（さ）せていただけますか>>」',
        '「<<（さ）せていただけませんか>>」'
      ]
    ],
    example: [
      '((明日,あした))もう((一度,いちど))<<((連絡,れんらく))させていただきます>>。',
      '((資料,しりょう))を<<((届,とど))けさせていただきます>>。',
      '((頭,あたま))が((痛,いた))いですが、<<((帰, かえ))らせていただけますか>>。',
      '((来週,らいしゅう))の((木曜日,もくようび))、<<((休,やす))ませていただけませんか>>。'
    ]
  },
  {
    id: '48-6',
    title: [
      '<<总结>>'
    ],
    explain: [],
    example: [
      '自谦语｜礼貌语｜敬语',
      '伺います／参ります｜行きます・来ます｜いらっしゃいます',
      'おります｜います｜いらっしゃいます',
      '申します｜言います｜おっしゃいます',
      '拝見します｜見ます｜ご覧になります',
      'いただきます｜飲みます・食べます｜召し上がります',
      '存知ています｜知っています｜ご存知です',
      'いたします｜します｜なさいます',
      '｜くれます｜くださいます',
      'でございます｜です｜でいらっしゃいます'
    ]
  }
]
