ゾフィー 佐菲

ベムラー 百慕拉
アントラー 安东拉
ゴモラ 哥莫拉
ゼットン 杰顿
バルタン星人 巴尔坦星人
メフィラス星人 美菲拉斯星人
ブルトン
レッドキング
==========================================
土の魔王獣マガグランドキング
タワーに集まる邪悪
完全生命体イフ（第4型）
レイキュバス
ベムスター
ウルトラマンベリアル
ノーバ
EXレッドキング EX雷德王
アークベリアル 电弧贝利亚 | 终极贝利亚
ウルトラダークキラー 奥特黑暗杀手
エースキラー 艾斯杀手
エレキング 艾雷王
ガンQ 奇兽眼Q | 加恩Q
キメラべロス 奇美拉柏洛斯
キリエロイド 基里艾洛德人
キングギャラクトロン
グドン 古敦
グルジオボーン 格尔吉欧波恩
ケルビム 凯鲁比姆
ゴルザ 哥尔赞
サデス 萨迪斯
サンダーキラー 雷霆杀手
ジャグラスジャグラー 伽古拉斯·伽古拉
スーパーヒッポリト星人 地狱星人超级希波利特星人 | 
スカルゴモラ 斯卡鲁哥莫拉 | 骷髅哥莫拉
ストロング·ゴモラント 强壮哥莫拉兰特
セガン 赛刚
ツインテール 双尾怪
デアボリック 戴亚博里古
テンペラー星人 恶极宇宙人帝国星人 | 坦佩拉星人
ナックル星人 暗杀宇宙人纳克尔星人
バードン 火山怪鸟巴顿
バーニング·べムストラ 燃烧百慕斯特拉
ハイパーゼットンデスサイス 海帕杰顿死镰
バキシム 独角超兽巴克西姆
ババルウ星人 黑暗星人巴巴尔星人
ブラックキング 保镖怪兽布莱克王
ぺダニウムゼットン 佩丹尼姆杰顿
ベムゼード 贝蒙杰多
ベリアルアトロシアス 极恶贝利亚
べロクロン 导弹超兽贝劳克恩
ホー 霍
マガオロチ　玛伽大蛇
マガグランドキング　玛伽古兰特王
マガジャッパ　玛伽贾巴
マガゼットン　玛伽杰顿
マガタノオロチ　玛伽八岐大蛇
マガタノゾーア　玛伽加坦杰厄
マグマ星人　佩刀暴君马格马星人
ミズノエノリュウ　地帝大怪兽壬龙
メガロゾーア　邪神梅加洛杰厄
メトロン星人ラウンドランチャー　梅特龙星人 ｜ 美特隆星人
メルバ 超古代龙美尔巴
ルーゴサイト 鲁格赛特
タイラント 暴君怪兽泰兰特
