第一名 杰顿
从剧情和表现方面都是完全碾压了初代，哪怕吃了情报的亏，但也有着压制初代的近战能力，有着强大的光线，两大杀死初代，实战也有着屏障，瞬移，吸收这些非常吃香的能力，作为boss排在这里没有任何问题

第二名 美菲拉斯星人
剧中表现和初代55开，技能持平八分光轮和切割光线，近战也差不多，智商很高

第三名 布鲁顿
算是个bug，光防可以抗住斯派，但输出一般，更适合辅助，不过凭借这些技能可以排在第三

第四名 奇拉
智商很高，通过装死打败萨伊哥，让初代苦战，光防很优秀，硬抗斯派和八分光轮，近战一般，不如萨伊哥，闪光对奥表现不如扎拉加斯，但也可以，最后逼出奥特意念才将其击杀，综合很不错

第五名 阿勃拉斯
近战表现不错，溶解液溶解了红魔，并让初代红灯，有着恐怖的光防，让初代使用三发斯派才将其击败，综合是很强的一只怪兽

第六名 扎拉加斯
有着越打越强的能力，背后的闪光对初代表现很不错，但实战没有那么有用，并且初代也吃了没有情报的亏，近战还可以，光防一般，强化后也只能抗下一发斯派，智商也比较高，最后通过岚的帮助才击败

第七名 哥莫拉
定位上是初代中的中期boss，一战通过尾巴让初代红灯并陷入苦战，不过不会补刀，没有杀死初代，二战顶翻了初代，但除此之外全程被吊打，没有技能有点难受，可以和下一名的扎拉加斯互换

第八名 杰罗尼蒙
技能配置优秀，实战不错，但近战过于拉跨，有着复活怪兽这个比较bug的能力，可以高一点

第九名 安东拉
技能配置几乎没有，防御非常出色，硬抗斯派，最后死于青石，近战一般，被初代轻松断角，是奥特曼系列里第一个强敌

第十名 希多拉
近战爆打初代，敏捷性不错，躲开了斯派，技能配置方面有火焰，光防没有表现，考虑到打的是受伤初代有一定水分，就排在前十守门员的位置

第十一名 巴尔坦星人二世
近战表现拉跨，但屏障实战非常吃香

第十二名 凯姆拉
近战一般，技能配置不错，喷烟对初代造成较大的伤害，不过也有着致命的弱点

第十三名 凯洛尼亚
光防还不错，近战方面逊于初代，有技能配置，逼出了奥特攻击光线

第十四名 巴尼拉
按设定可以和青魔排在一起，表现青魔更加优秀，火焰平了一下青魔溶解液，近战也占据了一定优势，但没有对奥表现

第十五名 史盖顿
物防离谱，可以喷火，但实战因为其战斗意志极低，打着打着就睡着了，不适合高估

第十六名 赞勃拉
高热对初代表现不错，尾巴配合闪光让初代苦战，当然近战也是个问题

第十七名 萨伊哥
近战压制奇拉，也有还不错技能配置，不过没有对奥表现

第十八名 雷德王二世
各方面都比一代强，不过还是没有技能配置，近战压制奇卡斯，多拉考以及初代，当然也有水分就是了

第十九名 古维拉
近战受到四肢的限制并不优秀，但钻头对初代表现不错，并且可以通过钻头使巴分光轮无效，技能有喷水，实战可以通过喷水战胜贾米拉

第二十名 巴尔坦星人
空战对奥表现一般，钳子也被破坏，但技能配置很优秀，并且设定上有着能够再生的能力，就排在前二十守门员的位置

第二十一名 绿蒙斯
没有近战的表现，不过毒气让初代昏迷一段时间并红灯，不过实战还是有点怕火

第二十二名 格斯拉
水战对奥表现不错，毒刺也让初代棘手，但弱点过于致命，不适合高估

第二十三名 贾米拉
近战表现还不错，也有火焰这样的技能配置，不过怕水的弱点过于致命，实战对上加玛库基拉都有点费劲

第二十四名 扎拉布星人
空战对奥表现不咋地，光防可以，硬抗了斯派

第二十五名 拉贡
近战压制初代，勒住了初代奥特曼使其红灯，也可以喷出光线，但考虑到有水分，就排在这里

第二十六名 内隆嘎
近战表现并不优秀，但有着闪电，隐身这种实战比较吃香的能力

第二十七名 百慕拉
嘴中能吐出苍蓝色热光线，近战一般，只能用脑袋撞击，力量还可以，对奥表现也还行

第二十八名 多通戈
在瞎眼受伤的情况下也能顶翻初代，眼睛可以发射有光线

第二十九名 吉拉斯
有着光线技能，格斗一般，整体也比较一般

第三十名 多拉考
敏捷型选手，能完虐奇卡斯，不过没有对奥表现，感觉不适合高估

第三十一名 巫
没有技能配置比较难受，当然格斗能力确实可以

第三十二名 泰莱斯通
技能配置方面有火焰，防御能抗住科特队的攻击，但还是不敌初代被摔死

第三十三名 哥尔顿
尾巴缠住了初代，对奥表现还可以，但没有任何技能可以使用，剧中共登场两只

第三十四名 加勃拉
整体表现一般，有技能配置，但有个致命弱点所以没排那么高

第三十五名 再生泰莱斯通/第三十六名 再生多拉考
差不多，都没有对奥表现，死于科特队，唯一能说的是初次登场再泰咬了一口再多

第三十七名 阳戈
应该算bug，但剧中表现真不咋地，实战以击败对手为获胜方式

第三十八名 达达
名言：“不行，奥特曼太强了！”
技能配置还可以，光防也能用头抗一发斯派，其他的就算了

第三十九名 佩斯塔
一口火焰喷了一下初代，随后死于斯派，表现很少，火焰还可以，排那几个上面

第四十名 雷德王
多多良岛上的都是贵物，设定雷德王是上面的王，但没有任何技能配置，初代基本没什么压力就将其摔死

第四十一名 强德拉
和雷德王不相上下，咬住了雷德王，但也被撕掉了一只翅膀

第四十二名 加玛库基拉
没有对奥表现，防御还行，喷水对威托造成了还不错的伤害

第四十三名 奇卡斯
打不过多垃考，哪怕是残血的，冷冻光线只存在于设定中

第四十四名 辛勃
友好怪兽，实战一般，也没有技能配置，格斗还可以，

第四十五名 玛格拉
初登场被雷德王吓跑，再登场被村松击杀，看在是邪恶怪兽的原因排在加巴顿前面

第四十六名 加巴顿A型/B型
友好怪兽，表现都不咋地，体型是正常怪兽体型

第四十七名 木乃伊人
眼睛有激光，还有着怪力，杀死了几个保安，排在那俩之前，但体型也是个问题

第四十八名 杰顿星人
被早田一枪杀死，没什么好说的，看在是邪恶的宇宙人并且有智商排在皮古蒙前面

第四十九名 皮古蒙
友好的怪兽，体型没法与前面比较
