export default [
  [
    {
      t: 'B151 1番',
      q: [
        '町の文化センターで女の職員と男の職員が話しています。女の職員はこのあと何をします。',
        '女：あのう、来週開催する子供の教育に関する講演会、まだ申し込みが50人しかないんですけど。',
        '男：え？50人か。会場は200人は入れるところだよね。',
        '女：はい。センターの利用登録者に一斉メールを送ってお知らせしたんですが。',
        '男：いいテーマなのに、もったいないな。子どもの教育の話だし、関心は高いと思うんだけどな。',
        '女：そうですよね。',
        '男：今からでも、どこかちらしを置いてもらえるところを探してみよう。市内の学校の先生方には配ってあるから。そうだなあ、近くの塾に頼みに行ってくれる？',
        '女：はい。あのう、今のちらし文字ばかりでぜんぜん目立たないですよね。少しイラストを加えたりして作り直しましょうか。',
        '男：うーん。いい考えだけど、とにかくもう時間がないからね。',
        '女：はい、わかりました。',
        '女の職員はこのあと何をしますか。'
      ]
    },
    {
      t: 'B151 2番',
      q: [
        '高齢者を支援するボランティアの男の人と女の人が話しています。男の人はこのあとすぐ何をしますか。',
        '男：こんにちは。ボランティアの佐藤です。お手伝いに来ました。',
        '女：あ、佐藤さん、いつもありがとう。この間は、食料品を買いに行ってもらって助かったわ。',
        '男：いいえ、重いものを買うときはいつでもおっしやってください。',
        '女：ありがとう。電球を取り替えたりするのもお願いできるの？',
        '男：ええ、もちろん。どこのですか。',
        '女：ああ、いいえ、今は大丈夫なんだけど。そろそろ切れるころだと思ってね。',
        '男：そうですか。',
        '女：このごろ庭の雑草が気になってて、今日はそれをお願いできるとありがたいと思ってたんだけど。',
        '男：もちろんです。あ、それから僕、料理もけっこう得意なんですよ。食べたいものがあったら作りますから、言ってください。',
        '女：あら、すごいわね。でも、それくらいは自分でしないとね。',
        '男：そうですか。じゃ、さっそく取り掛かりますね。',
        '男の人はこのあとすぐ何をしますか。'
      ]
    },
    {
      t: 'B151 3番',
      q: [
        '会社で男の人と女の人が話しています。女の人はこの後まず何をしなければなりませんか。',
        '男：田中さん、ちよっといいかな。',
        '女：はい、課長。何でしょうか。',
        '男：来月海外からお客さんが来るんだけど、何か気が利いたお土産、用意してもらえないかな、三人分。お帰りになる際に渡したいんだ。',
        '女：はい、その方たち、日本ははじめてですか。',
        '男：いや、もう何度も来てるな。',
        '女：じゃ、けっこう難しいですね。',
        '男：確か、去年は秘書課の人が用意してたから、何かアドバイスもらってみて？同じものにならないようにね。',
        '女：はい。あのう、今回、どこか観光地を案内したりするんでしょうか。訪れた土地の名産品なんか、喜ばれると思うんですが。',
        '男：うん、なんとか時間がとれないか調整してみたんだけど、どうにも仕事のスケジュールが厳しくてね、今回は。',
        '女：そうですか。',
        '男：じゃ、候補が決まったら、知らせてくれる。来週だから、急いでね。',
        '女：はい。',
        '女の人はこの後まず何をしなければなりませんか。'
      ]
    },
    {
      t: 'B151 4番',
      q: [
        '留守番電話のメッセージを聞いています。荷物をいつ屆くように送らなければなりませんか。',
        '（留守番電話の音）',
        '男：白鳥ホテルの渡边と申します。お世話になっております。このたひはイベント会場として私どものホテルをお選びいただき、ありがとうごさいます。来月七日のイベントで使われる荷物の件ですが、会場が前日の六日の夜までほかのイベントで使われておりまして、事前に送りいただきましても会場でお預かりできない状況です。申し訳ごさいません。宅配便は時間指定ができますので、恐縮ではごさいますが、七日の午前中に着くようにお送りいただけないでしょうか。イベントは夜六時スタートですから、準備は十分間に合うと思います。どうぞよろしくお願いします。',
        '荷物をいつ届くように送らなければなりませんか。'
      ]
    },
    {
      t: 'B151 5番',
      q: [
        '大学で女の学生と先生が話しています。女の学生はまず何をしなければなりませんか。',
        '女：先生、卒論の第三章、読んでいただけましたか。',
        '男：うん、地城経済の現状について、よく分析してあると思いましたよ。構成もしっかりしてるし。ただ、扱っているデータが去年のだけだったけど、もう少し遡って収集する必要がありますね。',
        '女：はい。',
        '男：この分野では、長期的な視点が欠かせないと思いますよ。今後どのような課題に取り組むべきかという提案も、まあ、それによって変わってきますから。',
        '女：はい。ありがとうございます。',
        '女の学生はまず何をしなければなりませんか。'
      ]
    },
    {
      t: 'B152 1番',
      q: [
        '会社で男の人と女の人が話しています。男の人はこの後まず何をしますか。',
        '男：課長、午後の会議の準備ですが、資料の印刷が済みました。',
        '女：ありがとう。場所が一階の会議室に変更になったことはもう連絡してくれた？',
        '男：はい。',
        '女：そう。じゃ、悪いんだけどパソコンの準備をしておいてもらえる？',
        '男：はい、すぐに。',
        '女：あっ、部長だけど、ご都合がよくなって出席なさることになったって聞いてるよね？',
        '男：えっ？',
        '女：部長のスケジュール、前日に確認することお願いしてたでしょう？',
        '男：あー、申し訳ありません。あのー、会議で配る資料なんですが、部長の分、数に入れてなかったので…。',
        '女：じゃ、それを先にやっちゃって。場所の変更についてはお伝えしておくから。',
        '男：はい、わかりました。',
        '男の人はこの後まず何をしますか。'
      ]
    },
    {
      t: 'B152 2番',
      q: [
        '市民講座の説明会でエ作の教室の先生が話しています。工作の教室に参加する人は次に来る時、何を持って来なければなりませんか。次に来る時です。',
        '女：この工作教室は来週から毎月1回、計5回開催します。毎回持ってきていただくものが違いますので必ず持ち物のご確認をお願いします。ただ、筆記用具は毎回ご持参ください。で、来週ですが、草花で布を染めようという企画ですのでハンカチ程度の大きさの布もお持ちください。布は白じゃないときれいに染まりませんよ。それから来月ですが、外に出る企画となりまして、その際は石を集めたりしますので手袋などをご用意いただきます。はさみはほとんどの企画で使いますが、これはこちらでご用意します。',
        '工作の教室に参加する人は次に来る時、何を持って来なければなりませんか。'
      ]
    },
    {
      t: 'B152 3番',
      q: [
        'クリーニング店で男の店員と店長が話しています。男の店員は何をしなければなりませんか。',
        '男：店長、すみません。さっき、店長の休憩中にお客様がいらっしゃって、昨日お返ししたワイシャツの襟に皺が付いているってワイシャツを置いて行かれたんですが…。',
        '女：このワイシャツですか？確かにこれはちょっと…。',
        '男：今日中に受け取りたいっておっしゃっていたんですが、どうしましゃうか。',
        '女：んㄧ、工場に持っていくと明後日までお返しできないしね。あっ、店のアイロンで直せば今日中にお返しできるか。森田くん、お願いできますか。私はお客様と連絡を取ってみますから。',
        '男：はい、ここだけですよれ？わかりました。',
        '女：で、それができたら、ご自宅に直接届けて謝って来ますね。',
        '男：じゃ、割引券か何か用意しておきましゃうか。',
        '女：それも私が。',
        '男：わかりました。',
        '男の店員は何をしなければなりませんか。'
      ]
    },
    {
      t: 'B152 4番',
      q: [
        '大学院の事務室で女の学生と職員が話しています。女の学生は今月末までに何を事務室に持っていかなければなりませんか。',
        '女：すみません。私、今月大学院に入学したばかりなんですけど、学内の獎学金に応募したいので申込書をいただきたいのですが…。',
        '男：あぁ、今年からインターネット上で応募してもらうよう変更したので今月末までに大学院のホームページにアクセスして入力してください。',
        '女：わかりました。入力したらそのベージを印刷したものも提出しますか。',
        '男：必要ありません。こちらに提出する書類は指導教員の推薦状、出身大学の成績証明書、それから収入を証明する書類です。1年生ですから、推薦状は来月、指導教員が決まってからでないと頼めないですね。それは決まり次第でいいので、それ以外のものを今月末までにこちらに持って来てください。',
        '女：はい。あのー、私、この大学の出身なんで成績証明書は必要ないって開いたんですけど…。',
        '男：あっ、それなら必要ありません。',
        '女：わかりました。ありがとうごさいます。',
        '女の学生は今月末までに何を事務室に持っていかなければなりませんか。'
      ]
    },
    {
      t: 'B152 5番',
      q: [
        '大学の演劇クラプで女の学生と部長が話しています。女の学生はこの後まず何をしますか。',
        '女：部長、大変です。今、村田さんから電話があったんですけど、明日の発表会出られないそうなんです。転んで足を骨折してしまったそうで。',
        '男：えー？鈴木さん、それほんと？',
        '女：重要な役なのにどうしましょう。',
        '男：んー、最終のリハーサル、今日のタ方からだし、村田さんの代わり急いで採さないと。そうだ、鈴木さん。セリフ覚えてない？いつも傍で練習見てたでしょう？',
        '女：え？私ですか？確かにセリフは覚えてますが、私なんかまだクラプに入ったばかりですから…。',
        '男：でも鈴木さん、以前から演劇の経験もあるし、そういえば、この劇をしたことがあるって言ってたよね？',
        '女：はい。でも他にどなたかいるんじゃないですか。',
        '男：他の人はみんなすること決まってるし、村田さんが劇で着ることになってた服を着てみて。合わないようだったら、最終リハーサルまでに衣装係が調整してくれるから。その間にみんなに役の変更を伝えておくね。経験者ってことで説明すれば、みんなも納得してくれるよ。',
        '女：はい、わかりました。',
        '女の学生はこの後まず何をしますか。'
      ]
    },
    {
      t: 'B161 1番',
      q: [
        '電話で男の人と女の人が話しています。男の人はこのあとすく何をしますか。',
        '男：はい、桜デザイン事務所です。',
        '女：もしもし、いつもお世話になっております。南銀行の鈴木です。',
        '男：ああ、鈴木さま。ちょうど先ほどご依頼あった資料をメールでお送りしたところです。',
        '女：ええ、その件なんですが、拝見したところ、どうまこちらでお願いしたものと內容は違うようで、確か資料を修正していただくようお願いしたと思うんですけど。',
        '男：えっ、変更されていませんでしたか。たいへん失礼いたしました。間違って修正前のファイルを添付したしまったんと思います。',
        '女：では、すみませんが、新しいものを。',
        '男：はい、直ちに。',
        '女：次回以降の打ち合わせの日程については資料を確認したあと、改めてご相談させてください。',
        '男：わかりました。',
        '男の人はこのあとすぐ何をしますか。'
      ]
    },
    {
      t: 'B161 2番',
      q: [
        'オフィスで係長が話しています。社員はこのあと、あらたに何をしなければなりませんか。',
        '男：みなさん、先月の会議で、オフィス環境の改善について話ましたが、取り組んでくれていますか。机の上に個人情報を出したままにしないというのは徹底してくれているようですね。以前はメモはたくさん貼ってあるパソコンをよく見ましたが、最近はなくなりました。えー、いまは使わない昔の書類ですが、ダンボール箱に入ったままになっていますれ。年度ごとにファイルにまとめるなどにして置いてください。ああ、ファイルといえば、棚のなかのものはラベルが付いて整理され、見違えるようになりましたね。',
        '社員はこのあと、あらたに何をしなければなりませんか。'
      ]
    },
    {
      t: 'B161 3番',
      q: [
        '学校でコーラス部の女の先生と校長先生が話しています。女の先生はこのあとまず何をしますか。',
        '女：校長先生、あのう、校長先生は以前コーラス部の指導をされていたことがあると伺ったんですが、うちの学校のコーラス部のことで、ご相談したいことがあるんです。すこし、よろしいですか。',
        '男：ええ、なんですか。',
        '女：いま、コンクールに向けて練習をしているんだけど、生徒たちの声、いまひとつ表現力が乏しくて、声の出し方など基礎的な練習を強化したほうがいいんでしょうか。',
        '男：うん、そういうときは曲全体を見直したほうがいいんじゃないかな。',
        '女：えっ、曲を変更するんですか。',
        '男：いや、みんなで歌詞を読んで意味を深く理解する時間も取るという意味ですよ。',
        '女：はい。',
        '男：そうすれば、曲の捉え方が変わって、感情の込め方もよくなると思いますよ。',
        '女：なるほど。',
        '男：そのあと、様子を見て、必要だったら、体カトレーニングを増やしたりしてもいいと思います。大きく伸びのある声をだすには、体の強さも必要だから。',
        '女：ありがとうごさいます。さっそくやってみます。',
        '女の先生はこのあとまず何をしますか。'
      ]
    },
    {
      t: 'B161 4番',
      q: [
        '電話でホ一ムセンターの店員と女の人が話しています。女の人はホームセンターに行く前に、何をしなければなりませんか。',
        '男：はい、青空ホ一ムセンターです。',
        '女：もしもし、あのう、そちらで家具の作り方を教えてもらえるって、インターネットで見たんですが。',
        '男：え一、今度の土曜日に、親子向けの一日体験教室をやります。定員が限られているので、早めにお申し込みください。',
        '女：えっと、そうじゃなくて、定期的に集まって、ちよっと本格的なものを作っているサークルのようなものがあるって、初心者なんですが。',
        '男：ああ、それなら、毎週日曜の午後にやってます。インストラクターがひとりいますから、初心者の方でも大丈夫ですよ。作りたい家具の写真を持ってきてください。あくまで参考にする程度ですが。',
        '女：わかりました。あっ、ホームページに館員登録が必要だって書いてありましたが。',
        '男：それが一度参加されてから、継続すると決められときでけっこうです。',
        '女：そうですか。それから、道具は。',
        '男：初回はここのを使っていただけます。その後は少しずつご自分で買って揃いてください。',
        '女：わかりました。では次の日曜日に伺います。わたくし、斎藤と申します、よろしくお願いします。',
        '女の人はホ一ムセンターに行く前に、何をしなければなりませんか。'
      ]
    },
    {
      t: 'B161 5番',
      q: [
        '大学の事務室で男の人と女の人が話しています。女の人はこのあとまず、何をしますか。',
        '男：山本さん、あしたうちの大学で行うシンポジウムですが、お願いした準備、進んでますか。',
        '女：はい。配る資料はすべてが印刷終わっています。',
        '男：では、さっそく会場に運んでください。',
        '女：はい。',
        '男：けっこうな量ですから、何人か手伝ってくれる人を探したほうがいいですね。',
        '女：けさ声をかけて、三人にお願いしてあります。そろそろ来てくれる時間です。',
        '男：そうですか。それから、会場の席ですが、今回は招待客がきますから、そな方々のぶんを取って置かなくちゃいけません。前のほうの真ん中あたり、十二席に招待席と書いた紙を貼っておいてください。',
        '女：わかりました。',
        '男：椅子に貼る紙は山本さんたちが資料を運んでる間に、わたしがつくっておきますから、あとで取りに来でくれますか。',
        '女：はい。',
        '男：それから、講演していただく先生にお出しするお昼はどうなっていますか。',
        '女：お弁当の予約は済んでるんですが、配達の確認は当日の朝することになっているので、必ずやっておきます。',
        '男：そうですか。たのみますよ。',
        '女の人はこのあとまず、何をしますか。'
      ]
    },
    {
      t: 'B162 1番',
      q: [
        '会社で課長と男の人が話しています。男の人は、この後何をしますか。',
        '女：ちょっといい？',
        '男：はい、課長。',
        '女：今林さんから電話があって、お子さんが熱を出して、今日は会社を休むそうなの。それで、悪いんだけど、先週の会議の内容を代わりにまとめてもらえない？明日の会議で使うから、今日の昼までにお願いしたいんけど。前もやったことあるよね。',
        '男：あ、はい。ただ、午前中にその作業が入ると、今やってる調査結果の入力が今日中には終わらなくなってしまいますが。',
        '女：ああ、じゃあ、今してもらってるほうは他の人にお願いしましょう。',
        '男：わかりました。作業の詳細は林さんに電話で確認したほうがいいですか。',
        '女：あ、パソコンにある共有フォルターに途中まで作業したのが入っていて、見れば分かるそうだから。',
        '男：はい。わかりました。',
        '女：この前も他の人が休んだときに、プレゼンの資料を作ってもらったよね。申し訳ないけど、よろしくね。',
        '男：はい。',
        '男の人は、この後何をしますか。'
      ]
    },
    {
      t: 'B162 2番',
      q: [
        '駅の改札口で、女の人と駅員が話してます。女の人は今ここでいくら払いますか。',
        '女：すみません。切符をなくしてしまって、山川駅から乗ったんですが、よく探したんですけど、見つからなくて。',
        '男：もう一度乗車券を購入していただくことになります。',
        '女：あのう、全額払わなければなりませんか。',
        '男：はい。山川駅からですと、1000円ですね。',
        '女：でも、確かに切符を買ったんですが。2000円も払うことになっちゃうんですけど。',
        '男：同じ切符を2回買っていただくことになってしまいますが、そういう規則ですので。申し訳ありません。',
        '女：そうですか。',
        '男：今から切符を再発行したという証明書をお出ししますので、なくされた乗車劵が出てきましたら、どちらの駅でもけっこうですので、証明書とその乗車劵をご提示ください。そうしましたから、乗車料金から払い戻しの手数料分100円を差し引いた900円をご返金しますので。',
        '女：わかりました。',
        '女の人は今ここでいくら払いますか。'
      ]
    },
    {
      t: 'B162 3番',
      q: [
        '大学で、男の学生と女の学生が話しています。男の学生はこの後、まず何をしますか。',
        '男：あっ、中野さん。中野さんって大学の最寄り駅の駐車場を借りて、大学まで自転車で来てるよね。僕も駅前の駐車場を借りたいんだけど、どうやって申請するか教えてくれない。',
        '女：うん。でも申請の締め切りって毎月二十日だから、今日締め切りだよ。',
        '男：え、本当？',
        '女：うん。駐車場に張り紙がしてあったのを見たよ。',
        '男：そうなんだ。今日四時半まで授業終わるのに、どうしよう。申し込みは駐車場の受付でするの？',
        '女：ううん、市役所。窓口は五時までだから、申請書を用意して予め記入しておけば、ぎりぎり間に合うんじゃない？',
        '男：でも、申請書は市役所に取りに行かないとだめなんだよね。',
        '女：市役所のホ一ムページからもダウンロードできるよ。午後の授業が始まるまで、まだ時間があるから、印刷してすぐ提出できる状態にしておいたら？',
        '男：うん。そうする。申請書のほかに必要な書類ってある？',
        '女：学生証のコビーが要るんだけど、それは市役所でコビーすればいいよ。',
        '男：わかった。',
        '男の学生はこの後、ます何をしますか。'
      ]
    },
    {
      t: 'B162 4番',
      q: [
        '会社で課長と男の人が話しています。男の人は、この後何をしますか。',
        '女：ちょっといい？',
        '男：はい、課長。',
        '女：今林さんから電話があって、お子さんが熱を出して、今日は会社を休むそうなの。それで、悪いんだけど、先週の会議の内容を代わりにまとめてもらえない？明日の会議で使うから、今日の昼までにお願いしたいんけど。前もやったことあるよね。',
        '男：あ、はい。ただ、午前中にその作業が入ると、今やってる調査結果の入力が今日中には終わらなくなってしまいますが。',
        '女：ああ、じゃあ、今してもらってるほうは他の人にお願いしましょう。',
        '男：わかりました。作業の詳細は林さんに電話で確認したほうがいいですか。',
        '女：あ、パソコンにある共有フォルターに途中まで作業したのが入っていて、見れば分かるそうだから。',
        '男：はい。わかりました。',
        '女：この前も他の人が休んだときに、プレゼンの資料を作ってもらったよね。申し訳ないけど、よろしくね。',
        '男：はい。',
        '男の人は、この後何をしますか。'
      ]
    },
    {
      t: 'B162 5番',
      q: [
        '会社で男の人と女の人が話ています。女の人は、これから何をしなければなりませんか。',
        '男：うちのお茶の葉の品質管理のことで調べてほしいことあって、実は、市場に出る前でよかったんだけど、一部の製品の質が通常より悪いことがわかってね。',
        '女：え、そうなんですか。',
        '男：いつもと香りが違っていて、それで、うちの分が中心となって可能性のあるところを調べて、原因を特定することになったんだ。',
        '女：そうですか。どこをあたりましょうか。工場からでしょうか。',
        '男：工場のほうは、気温や温度などの管理の状況を調べてもらったところ、特に問題はなかったんだよ。',
        '女：では、生産者側への確認ですか。うちが契約している農家に問い合わせましょうか。',
        '男：うん、それは生産地に近い支社の担当者が対応することになっているんだ。それより、農家から工場までの輸送は外部に頼んでるだろう。どのように運んでいたか、向こうの会社の担当者に確認してもらいたいんだよ。暑い時期だしね。',
        '女：わかりました。あっ、うちの倉庫で製品を保存しているうちにってことも考えられますか。そちらの状況も調べたほうがいいでしょうか。',
        '男：ありがとう。そこは私がやるから。',
        '女：はい。ではすく取り掛かります。',
        '女の人は、これから何をしなければなりませんか。'
      ]
    },
    {
      t: 'B171 1番',
      q: [
        '会社で女の学生と男の人が話しています。女の学生はこの後まず何をしなければなりませんか。',
        '女：今日から1ヵ月、職場体験でこちらにお世話になる原田です。よろしくお願いします。',
        '男：よろしくお願いします。じゃ、さっそくだけど、これ原田さんの1ヵ月の仕事表です。挨拶を兼ねてみんなに配ってください。',
        '女：はい、わかりました。',
        '男：終わったら原田さんが使うパソコンの設定をしてほしいんだけど、パスフードはオリエンテーションの時に開いてるよね？',
        '女：はい、教えてもらいました。',
        '男：そのパスワードで一度入って、パスフードを再設定してね。それからじゃないとパソコンで何も作業できないようになってるから。',
        '女：はい。あの、その日にどんな仕事をしたか、報告書は毎日書くんですよね？',
        '男：うん、そんなに長くなくても大丈夫だよ。あと、この部屋の座席表、原田さんの名前も入れて今、新しくしてもらってるところだから明日渡すね。',
        '女：はい、わかりました。',
        '女の学生はこの後まず何をしなければなりませんか。'
      ]
    },
    {
      t: 'B171 2番',
      q: [
        '大学で男の学生と女の学生が話しています。男の学生はセミナーにどうやって申し込みますか。',
        '男：この間の授業で先生が言ってた来月のサクラ市の国際交流セミナー、申し込もうと思ってるんだけど…。',
        '女：あ、私もう申し込んだ。締め切り明日だよ。申込書持ってる？',
        '男：うん、さっき書いたんだけど市役所の窓ロに出せばいいんだよね？',
        '女：え、郵送でしか受け付けてくれないよ。',
        '男：え？',
        '女：毎年応募者が多くて、窓ロだと対応しきれないから今年からそうなったんだって。',
        '男：え、それなら今日出さないと間に合わないな。そんなに応募が多いのか…。抽選になったら結果ははがきで連絡が来るんだよね？',
        '女：うん。そんなのメールで送ってくれたらいいのにね。返信用のはがきは用意した？',
        '男：まだ。これから買いに行くよ。',
        '女：実は1枚多く買っちゃって、今持ってるんだけど使う？',
        '男：いいの？ありがとう。',
        '男の学生はセミナーにどうやって申し込みますか。'
      ]
    },
    {
      t: 'B171 3番',
      q: [
        '電話でテレビ局の人とケーキ屋の店長が話しています。ケーキ屋の店長は撮影の日までに何をしなければなりませんか。',
        '男：ひまわりテレビの鈴木です。番組の取材の件ですが、撮影まで1週間になりましたのでお電話しました。',
        '女：あ、どうも。お世話になります。',
        '男：えっと、先日打ち合わせしましたように当日はケーキの制作現場とお店に並んでいるケーキ、それから外からお店全体を撮らせていただきます。お店のスタッフの方も映りますけど、よろしいですか。',
        '女：あ、はい。それは了解を得ています。',
        '男：当日、お客さんもある程度いてくださった方がいいので、よくいらっしゃるお客さんにお知らせしておいてください。',
        '女：あ、わかりました。',
        '男：それからお勧めのケーキについて一言ご紹介いただくことになっていますが…。',
        '女：はい。準備できています。ちょうど季飾のケーキを出したところですし。',
        '男：そうですか。じゃ、当日よろしくお願いします。',
        'ケーキ屋の店長は撮影の日までに何をしなければなりませんか。'
      ]
    },
    {
      t: 'B171 4番',
      q: [
        '大学のサークルで男の学生と女の学生が話しています。男の学生はこの後まず何をしなければなりませんか。',
        '男：先輩、来月の地域の子供たちとの交流会なんですが、そろそろ準備始めた方がいいですよね。今年は僕がリーダーなんですけど、気を付けることとかありますか。',
        '女：そうだったね。やることわかる？簡単に言うと会場の予約、食べ物の準備、プログラムの内容を決めることだよ。場所は何をするかによって変わるからね。',
        '男：ああ、ボールを使うようなゲームをするなら広い所が必要ですもんね。',
        '女：うん、何するか早く決めてね。去年は決めるのが遲くなって会場確保に苦労したから。',
        '男：はい。',
        '女：食べ物は宅配のピザとかお寿司とかを頼むのでいいと思うよ。まぁ、それは1週間前でもいいかな。',
        '男：サークルのメンバーに開催日を早く連絡した方がいいですよね。',
        '女：それは年間スケジュールで決まってるからみんな知ってるはずだよ。',
        '男：あぁ、そうですね。',
        '男の学生はこの後まず何をしなければなりませんか。'
      ]
    },
    {
      t: 'B171 5番',
      q: [
        '大学で女の学生と先生が話しています。女の学生はこの後まず何をしますか。',
        '女：先生、レポートのためのアンゲートができたんですが、見ていただけませんか。',
        '男：んー、質間の数が多いな。これ答えるのに何分ぐらいかかるか、時間計ってみた？',
        '女：いいえ。',
        '男：え？あまりに時間がかかるようだと、ちゃんと答えてもらえないこともあるから一度自分でやってみて。本当は他の人にやってもらった方がいいんだけど、もう日程が厳しいしね。',
        '女：あぁ、はい。',
        '男：かかった時間によっては回答形式を変えることも考えないと。全部選択式にするとか。で、回答者の数は何人ぐらい？',
        '女：20人くらいに頼んでるんですが、少ないですか。',
        '男：んー、全員がきちんと解答してくれれば十分だけど、まぁ、分析に使えないものがあったらまた增やせばいいよ。',
        '女：はい。',
        '女の学生はこの後まず何をしますか。'
      ]
    }
  ]
]
