export default [
  {
    id: 'B151-5-1',
    q: [
      '男の人と女の人が犬を連れていく公園について話しています。',
      '男：田中さんって犬飼ってるよね。',
      '女：うん。',
      '男：うちも犬を飼い始めたんだけど、まだ小さくて家の近所くらいしか散歩したことがないから、犬を連れて行くのにいい公園を探してるんだ。この近くでいいところ知らない？',
      '女：まだ小さいんだったら、怖がるといけないから、人が少なくて、大きい犬があまりいないところがいいよね。そうだなあ。ここからすぐの緑公園は広々してて、芝生も整備されてるし、人が少なくて散歩しやすいよ。 後、東公園の散歩コ-スも木や花が多くて、すごく気持ちいいよ。東公園は散歩している人がいるから、大型の犬だと連れて行くのはちよっと悪いかなと思うかもしれないけど、小さい犬なら大丈夫じゃない。',
      '男：へえ、よさそうだね。',
      '女：今言ったニつの公園はずっと犬を繋いでないとだめだけど、ちょっと離れていてもよれけば、桜公園と西公園に犬を放して遊ばせられるスペースがあるよ。両方ともスペースを使うには登録が必要なんだけどね。',
      '男：そんなスペースあるんだ。',
      '女：うん。桜公園は使用料がかかるけど、スタッフがちゃんといるし、犬の大きさによって場所も分けれてるから、小さい犬でも、自由に走り回れるよ。西公園は無料だけど、大きい犬も小さい犬も同じ場所なんだ。',
      '男：へえ、いろんなところがあるんだね。放して自由に遊ばせたことまだないから、試してみたいな。週末にでも小さい犬だけで遊べるほうに行ってみるよ。ありがとう。',
      '男の人はどの公園に犬を連れて行くことにしましたか。'
    ],
    qa: [['1 緑公園', '2 東公園', '3 桜公園', '4 西公園']],
    d: [2]
  },
  {
    id: 'B151-5-2',
    q: [
      '母親と子供二人が父親への退職祝いについて話しています。',
      '女1：来月お父さん60歳で退職だから、みんなでお祝いしましょうよ。何かお父さんが喜んでくれるようないいアイデイアはない？',
      '男：お父さんこれまで仕事が忙しかったからな。ありがちだけど、家族でのんびり過ごせるように旅行はどうかな。国内で三四泊するとかいい思い出になると思うよ。',
      '女1：そうね。',
      '男：どうせだったら、海外にする？家族で海外旅行なんて行ったことないし、せっかくだから。',
      '女1：国内ならともかく、今から海外はちょっとね。もう来月だから。',
      '女2：うん、私は形に残るものがいいと思うな。カメラを送るのはどう？お父さん、そろそろ新しいのがほしいって言ってたよ。',
      '女1：そういえば、パンフレット取り寄せてたみたい。',
      '女2：じゃ、もう自分で買っちゃってるかもしれないね。記念だから、写真館で家族で写真を撮るのもいいんじゃない。きちんと撮ってもらうの。',
      '男：家族写真なら、旅行中にだって撮れるよ。',
      '女1：確かにそうね。お父さん撮るのは好きでも、改まって撮られるのは恥ずかしがるだろうから、喜ばないと思うわ。',
      '女2：それもそうか。',
      '女1：いい機会だから、家族の思い出を増やしましょう。',
      '父親への退職祝いに何をすることにしましたか。'
    ],
    qa: [
      [
        '1 家族で国内旅行をする',
        '2 家族で海外旅行をする',
        '3 カメラをプレゼントする',
        '4 写真館で記念写真を撮る'
      ]
    ],
    d: [0]
  },
  {
    id: 'B151-5-3',
    q: [
      'テレビの園芸番組を見て、夫婦が話しています。',
      '男1：え、今日はこちらの四種類の花についてそれぞれの特徵をご説明します。ます、このアカバナ、小さくてかわいらしい花が一年を通して楽しめる珍しい種類です。それから、このキイバナ、これは夏に咲く花で、暑い国が原産です。ほかの花と違い、乾燥に非常に強く、水分がなくても枯れることがないので、しばらく放っておいても安心です。次に、隣のモモバナですが、これは甘いかおりを持っ花で女性にとっても人気です。あ、蝶や蜂もよく集まってきますけどね。そして最後に、こちらのシロバナ。この花はとにかく環境選びません。春と秋に花が咲き、虫にも強く、日光の少ないところ、寒いところでも元気に育ちます。ただ、すこしずつでも水を毎日あげてください。',
      '女：いろいろあるのね。花ほしくなっちゃった。ねえ、うちに何か買おうよ。あまいかおりなんて素敵じゃたい。',
      '男2：うん、でも虫来るみたいだよ。大丈夫？',
      '女：そっか。じゃ、一年中花が楽しめるのがいいな。どう？',
      '男2：いいね。そうしよう。',
      '女：私、職場の机にも何か置きたいな。私のオフイス日当りいいんだよね。',
      '男2：でも休みの日は世話できないよ。',
      '女：さっき、手間かからないって言ってたの。あれなら大丈夫よ。',
      '男2：そっか。じゃ、明日早速花屋に見に行こうか。',
      '女：うん。',
      '質問一 男の人と女の人はうちにどの花を買いたいと言っていますか。',
      '質問二 女の人は職場にどの花を買いたいと言っていますか。'
    ],
    a: [
      ['1 アカバナ', '2 キイバナ', '3 モモバナ', '4 シロバナ'],
      ['1 アカバナ', '2 キイバナ', '3 モモバナ', '4 シロバナ']
    ],
    d: [0, 1]
  },
  {
    id: 'B152-5-1',
    q: [
      '男の学生と女の学生がサッカーの練習をする場所について相談しています。',
      '男：本田さん、来月大学のグランドが使えない日だけど、代わりの練習場見つかった？できればタ方以降もできるようにナイター設備が整っているところ。',
      '女：あっ、はい。照明設備があるところですね。使用料は2万円以内、できれば大学の近くでということでしたよね。4つピックアップしました。1つ目は緑サッカ一場。ここは証明付きで值段も12000円。大学からも近いです。利用できるかどうかは抽選で決めるそうです。翌月分を每月下旬に決めるので抽選はもう少し先になりますね。',
      '男：そっか。抽選結果が出るまで使えるかわからないんだ。',
      '女：はい。それから黒岩サッカ一場も15000円と安いです。照明はないんですが…ただ、ここは大学からは近いですし、予約が先着順で使用する日は空いてました。',
      '男：今すぐ場所を確保できるってのはいいね。',
      '女：はい。あと2つも今、空いてるんですが…予算は超えちゃうんです。えっと、あおいクラプは22000円です。ナイター設備が完備されていますし、昨年できたばかりで新しくていい施設です。ただ、大学から歩いていけないことはないんですが、少し距離はありますね。えっと、あと学校のすく裏にある赤い公園は照明付きで25000円です。どうしましょうか。',
      '男：そうか。やっばり日が暮れてからも練習できた方がいいな。',
      '女:そうですね。',
      '男：じゃ、今予約できるところで大学に近い方手続きしてくれる？予算オーバーだけど、しょうがないどこの練習場を予約することになりましたか。'
    ],
    qa: [
      ['1 緑サッカ一場', '2 黒岩サッカ一場', '3 あおいクラプ', '4 赤い公園']
    ],
    d: [3]
  },
  {
    id: 'B152-5-2',
    q: [
      '銀行で上司と銀行員がセミナーについて話しています。',
      '男1：毎年実施している経営セミナーなんだけど、参加者が徐々に減っているんだ。参加者を増やすための何かいい方法はないかな。今までパンフレットを各支店で配ったり、ホームページで宣伝したりすることしかできませんでしたが、新聞にも広告を掲載したらもっと多くの人の目に留まるんじゃないでしょうか。',
      '男2：なるほど。',
      '女：それに新聞に申込み用紙を掲載して、FAXでの申込みも受けるようにすれば応募しやすいと思いますし。',
      '男1：そうだね。ただ、費用がかなりかかるから新聞ってのはね。',
      '男2：あのー、セミナーの講義内容が毎年同じようなものだと1度受講した方はもう参加しませんよね。新しい参加者を増やすこともいいと思うんですが、内容を見直して2度、3度と受講をする人にも役立っようなものを考えたらどうでしょう。',
      '男1：うん、そうしたら申込みが增えそうだな。',
      '男2：あと、セミナーはいつも山田先生にお願いしてますが、他の講師に変えるっていう方法も考えられます。',
      '女：山田先生は評判がいいんで代わりとなる人はなかなか…。先生ならこちらの希望にも応じてくださると思いますし。',
      '男1：それはそうだね。じゃ、さっきの方法で繰り返し参加足てもらえるようにしてみよう。',
      '問題を解決するためにどうしますか。'
    ],
    qa: [
      [
        '1 宣伝方法を変える',
        '2 申込み方法を変える',
        '3 講義の内容を変える',
        '4 講師を変える'
      ]
    ],
    d: [2]
  },
  {
    id: 'B152-5-3',
    q: [
      'ボランテイアの説明会でボランティア団体の職員が話しています。',
      '女1：今日は説明会にお集まりいただきましてありがとうございます。今登録できる4つのボランティアについてご説明します。まず1番、子供の遊び相手になっていただくボランティアです。子育て世代をサポートしていただきます。あとの3つは高齢者の方の生活支援のサポートで、まず2番の庭の手入れがあります。草取りをしたり、芝生を刈ったりする屋外の作業で体カのある方にお願いしたいと思います。それから3番、部屋の整理の手伝いもあります。高齢者の方から部屋を片付けたいけど重いものを動かすのが大変だという声がありましたので今回新たに加えました。4番はパソコンの指導です。高齡者の方々でインターネットを使えるようになりたいというリクエストが多いのでパソコンの使い方が教える方、是非お願いします。',
      '男：ゆみこは子供好きだから子育てサポ一トだよね？',
      '女2：え？そうね…そう思ってたけど腰痛めてるからしばらくは無理ね。',
      '男：あっ、そうか。じゃ、体を使う作業は無理だよね。',
      '女2：うん。だからできるのは1つしかない。あなたは？',
      '男：子供は苦手だし、体を動かすのがいいんだけど、片付けは苦手だからな。',
      '女2：そうよね。じゃ、決まりね。',
      '質問1 女の人はどのボランティアに登録しますか。',
      '質問2 男の人はどのボランティアに登録しますか。'
    ],
    a: [
      ['1 1番', '2 2番', '3 3番', '4 4番'],
      ['1 1番', '2 2番', '3 3番', '4 4番']
    ],
    d: [3, 1]
  },
  {
    id: 'B161-5-1',
    q: [
      '街のボランテイアセンターで女の学生と係の人が話しています。',
      '女：あのう、なにかボランティアをしたいと思ってるんですが。子供が好きなので、子供と一緒に活動できて、得意な英語を活かせるものがあればと思うんですが。',
      '男：そうですね。えーと、こちらが現在募集しているボランティアのリストです。英語を活かして、子供を相手に、となると、通訳ボランテイアというのがありますね。小学校や中学校で授業中に、外国人のお子さんが言葉で何か困ったことがある時に、手伝いをするんです。',
      '女：学校で、外国の子供の手伝いをするなんて、やり甲斐がありそうですね。ただ、わたし、学生なので平日の日中は…週末なら、時間がいつでもいいんですけど。',
      '男：でしたら、毎週土曜日の午後に、読み聞かせのボランティアを街の図書館でやっていますよ。あっ、これは日本語なんですけど、子供たちに本を読んで聴かせる活動で、本の内容に合わせて、歌を歌ったり、ダンスをしたりすることもあります。',
      '女：わたし、歌とダンス、得意です。',
      '男：ほかには、学習支援というのがありますれ。小学生や中学生が放課後集まって、宿題をしているんですが、それを見てあげるんです。英語の宿題もあると思いますよ。毎週水曜の午後五時半からです。',
      '女：そうですか。',
      '男：それから、料理教室もあります。英語を使って、外国の方に日本の料理を紹介するんです。英語活かすにはぴったりですね。週末の午前中ですから、時間もちょうどいいんじゃないでしょうか。参加者は主に主婦の方ですが。',
      '女：うーん、どれもやってみたくて、迷っちゃいますね。でも、やっばり子供が相手で、英語を活かせるものはいいです。この時間なら、なんとかなりそうだし、じゃ、これに登録します。',
      '女の学生はどのボランティアに登録しますか。'
    ],
    qa: [
      [
        '1 通訳をするボランティア',
        '2 本を読んで聴かせるボランティア',
        '3 学習を支援するボランティア',
        '4 料理を紹介するボランティア'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-5-2',
    q: [
      'レストランで、店のオーナーと店員二人が話しています。',
      '男：このところ、毎月売上が落ちている。客も減る一方だな。何かいい対策がないかな。',
      '男店員：料理には自信を持ってるんですが、お客様の好みは変わってきたんでしょうか。',
      '女：お客様からの料理の評価は髙いですよね。',
      '男：そう。となると。',
      '女：あのう、思い切って、店の雰囲気を変えてみたらどうでしょう。インテリアに特色を出して、最近近所に出たレストラン、うちと似たような店ですけど、雰囲気がおしゃれて、評判なんです。',
      '男店員：確かに、でも、店のなかを大きく変えるためには、けっこう長いあいだ閉店しなくちゃいけないし、費用もかかりますよね。',
      '男：そうだな。',
      '男店員：あのう、インターネットの掲示板に店の広告をだしたら、客が急増したところがあるってテレビで見ました。',
      '男：そんなに宣伝効果があるもんなんだ。それって簡単にできるの。',
      '男店員：簡単ですよ。費用もそんなにかからないし。',
      '男：えん、前にドリンクの無料サ一ビス劵を配ったとこがあったけど、近所の人にしか利用してもらえなかったな。うちも時代に合わせて、変わらないとね。',
      '男店員：そうですね。',
      '男：まあ、たしかにインテリアの方もずいぶん変えてないから、こっちもいずれどうするか考えないとね',
      '店の売上をあけるために、まず何をすることにしましたか。'
    ],
    qa: [
      [
        '1 料理の味を見直す',
        '2 店のインテリアを変える',
        '3 新しい宣伝方法を試す',
        '4 サ一ビスを見直す'
      ]
    ],
    d: [2]
  },
  {
    id: 'B161-5-3',
    q: [
      '留学説明会で男の人が話しています。',
      '男1：夏休みに一ヶ月海外で実施する語学研修についてですが、受け入れ先の語学学校を四つ紹介します。こちらのパンフレットをご覧下さい。一番の学校は首都にあって交通も便利なので、授業が終わってから、いろいろな活動ができると四つのなかではもっとも人気があります。それから、二番の学校は町中からだいぶ離れた静かな場所にあります。まわりに娯楽施設がないので、勉強に集中するには最適です。四週間大学の寮で生活します。週末は学校でさまざまなイベントがあり、地元の友だちもたくさんできますよ。三番の学校も同じく都心から離れていて、日本人のほとんどいない地域にあります。ここは滞在期間中、ずっとホ一ムステイができるのが魅力です。最後にこちらの四番の学校は、授業が厳しいことで有名です。町の中心部にあって、学校の設備が一番整っています。',
      '女：どこがいいか迷っちゃうな。地元の友だちができるのはいいよね。ああ、でも、やっばり一番人気があるところにしようかな。一番人気があるってことはきっといい学校だよね。',
      '男2：そこの学校に留学した人何人か知ってるけど、日本人が多くて、授業以外には、結局日本語で話しちゃうから、思ったより語学力が伸びなかったと言ってだよ。',
      '女：えっ、そうなんだ。',
      '男2：ぼくは一度その国の家庭でありのままの暮らしを体験してみてかったから、ここかな。現地の人の生活を知ることができるしね。',
      '女：えー、ニ三日だったら、楽しいかもしれないけど、ずっと他人と一緒だと、ストレス溜まりそう。',
      '男2：まあ、それも経験だよ。寮だって似てると思うし。',
      '女：そうか。わたしは、行くからには、しっかり勉強できるところがいいな。実力がつかないんじゃ、いく意味ないしね。でも、気分転換も必要だから、学校外にショビングに行ったりできるところ。うん、ここにする。',
      '質問1 男の学生は何番の学校に留学したいといっていますか。',
      '質問2 女の学生は何番の学校に留学したいといっていますか。'
    ],
    a: [
      ['1 1番', '2 2番', '3 3番', '4 4番'],
      ['1 1番', '2 2番', '3 3番', '4 4番']
    ],
    d: [2, 3]
  },
  {
    id: 'B162-5-1',
    q: [
      '大学で、男の学生と職員が話しています。',
      '男：すみません、アルバイトを紹介してもらいたいんですが、お客さんと接する仕事がいいんですが、どんなのがあるか教えていただけませんか。時給は出来たら、900円以上で、週三日までで探しているんですけど。',
      '女：ええと、条件に近いものが四つありますよ。まず、これですね。大学正門前のコンビ二です。時給850円で週三日、早朝と深夜は時給が100円高くなるそうです。それから大学の前の大通り沿いのガソリンスタンドですね、時給1200円です。ただ土日を含めて、週4日以上勤務できる人が希望だそうです。',
      '男：どちらもお客さん相手なのはいいですね。',
      '女：後、大学から駅に行く途中にあるレストランでも募集していますよ。時給1100円。調理の補助をまれに頼まれることもあるそうですが、基本的には注文を取ったり、料理を出したりする仕事で、週二日来てほしいそうです。',
      '男：キッチンの仕事もたまにならいいかな。',
      '女：えー、それから、駅前のデバートでのアルバイト。売り場には出ないで商品を発送する仕事になりますが、勤務日数が自由に決められますし、時給1300円と高いのが魅力だと思いますよ。',
      '男：うーん、直接お客さんとやり取りできる仕事で、出来るだけ時給が高いのがいいです。クラプ活動などもあって、勤務日は増やせないですから、これにします。',
      '男の学生はどのアルバイトを選びますか。'
    ],
    qa: [['1 コンビニ', '2 ガソリンスタンド', '3 レストラン', '4 デパート']],
    d: [2]
  },
  {
    id: 'B162-5-2',
    q: [
      '環境問題を学ぶ学生三人が授業でのグループを発表について話しています。',
      '女1：今度の桜蛙を守る地域の活動についてのグループ発表だけど、昨日の練習だと10分以内におさまりそうになかったよね。どうしようか。',
      '男：前半で蛙が減っている現状について説明しておいて、後半で写真を見せながら、蛙を守る活動の重要性について話す構成なのに、後半時間が足りなくなっちゃったよね。後半で見せる写真を少し減らそうか。',
      '女2：そうしたら、活動の様子が伝わりにくいことはない？',
      '男：そうか。',
      '女2：前半の減っている現状については、少し省けるところがあると思ったけど。',
      '女1：たとえば？',
      '女2：説明で似たような内容を繰り返しているから、そこをカットするとか。',
      '女1：なるほどね、ほかにはないかな？',
      '女2：そうだな、前半の発表は私の担当だけど、昨日は少しゆっくりしゃベりすぎたかな？少し速めに話そうか。',
      '女1：話し方で調整か。',
      '男：それか、活動の重要性について話す前に、地域の学校でどんな活動が行われているでしょうってクイズを入れているよね、あれをなくせば、後半の時間が確保できるじゃない？',
      '女1：いや、聞いている人に興味を持ってまらうためにあれはいい工夫だと思うよ。',
      '女2：うん、私もそう思う。',
      '女1：じゃ、話すスピードは今より早くすると聞きにくくなっちゃうと思うから、やっぱり現状のところを整理しよう。',
      '発表の時間を短くするために、どう変更することにしましたか。'
    ],
    qa: [
      [
        '1 前半の説明を短くする',
        '2 前半を早めに話す',
        '3 クイズをやめる',
        '4 後半の写真を减らす'
      ]
    ],
    d: [0]
  },
  {
    id: 'B162-5-3',
    q: [
      '町の市民講座で交通安全についての説明を聞いて夫婦が話しています。',
      '男1：今日は町の交通安全について考えたいと思います。グループに分かれて問題になっている地域の現状を見に行き、その後対策を話し合いますので、一つ選んでください。まず、北中通りです。駅前の大通りで、子供に自転車を多く止められていて、歩きにくいと苦情が寄せられています。次は運動公園沿いの大川通りです。週末公園の利用者の車が駐車場に入りきらず、とおりに駐車するため、問題になっています。次の上田通りは近くに小学校があり、児童が通学で利用しています。しかし、歩道が狭く安全の心配する声が上がっています。最後の山下通りは商店街です。自転車の通行量が多く、歩行者が安心して買い物できる対策が求められています。',
      '男2：どこにする？この前公園の近くを歩いてたら、確かに道路に駐車している車が多かったな。',
      '女：うん、でも親としては、子供が毎日登校や下校に使う道路の安全のほうが心配じゃない？',
      '男2：そうだね。僕もそっちのほうが心配だな。',
      '女：じゃ、きまり、一緒に行こう？',
      '男2：あ、でも僕自転車の問題も気になってるんだ。通勤で急いでいるとき迷惑なんだよ。',
      '女：あ、商店街でしょう。私も自転車とぶつかりそうになったことあるよ。',
      '男2：僕が言ってるのはそこじゃないよ。朝とか人通りが多いときに、歩道においてあると邪魔なんだよね。僕はそっちを見に行くよ。',
      '女：分かった、じゃあ、別々に見に行こう。',
      '質問1 女の人はどこを見に行きますか。',
      '質問2 男の人はどこを見に行きますか。'
    ],
    a: [
      ['1 北中通り', '2 大川通り', '3 上田通り', '4 山下通り'],
      ['1 北中通り', '2 大川通り', '3 上田通り', '4 山下通り']
    ],
    d: [2, 0]
  },
  {
    id: 'B171-5-1',
    q: [
      '会社で部長と女の社員が社内行事について話しています。',
      '男：島田さん、毎年8月にやってる社内行事の企画、お願いしてあったよね。どうなった？',
      '女：はい。レストランでの食事会が続いてるから「何か新しいアイディアを」ということでしたよね。',
      '男：うん。仕事のことは忘れて社員同士の交流を深めるっていう本来の目的は変えずにね。予算はいっも通り、1人3千円以内で。',
      '女：はい。まず、バ一ベキューの案。車で1時間のところにあるアサヒ公園でできます。材料費も予算内で収まりそうですし、自然の中でみんなで食べるのって解放的で会話も盛り上がると思います。',
      '男：車で1時間か…。',
      '女：はい。あとは体を動かすイベントです。会社の近くにボーリング場ありますよね。団体向けに近くのお店での食事がセットになったプランがあるんです。ボーリングをチーム対抗にしたら普段話さない人との交流も深まるし、一体感も増すと思うんです。ただ、予算オ一バーになりますが…。',
      '男：そうか。',
      '女：あと、社内イベントとして地域の清掃活動に参加してる会社もあるみたいです。会社近くの公園でもごみ拾い活動やってますよね。社員同士というよりは社員と地域住民との交流になりますが…。',
      '男：なるほど、それも新しいね。',
      '女：あとはいつもの食事会なんですが、他の店にすれば今までと違った感じになると思うんです。予算内でおいしい料理食べられるお店もありましたし。',
      '男：どれも良さそうだね。んー、でも1度思い切ってやることを変えてみよう。で、予算内でできて、本来の目的に合っているのがいいね。',
      '部長は社内行事で何をするのがいいと言っていますか。'
    ],
    qa: [
      [
        '1 バーベキュー',
        '2 ボーリング',
        '3 ごみ拾い活動',
        '4 レストランでの食事会'
      ]
    ],
    d: [0]
  },
  {
    id: 'B171-5-2',
    q: [
      '会社で先輩と後輩2人が話しています。',
      '女1：部長の退職まであと1ヵ月だね。私たち、入社したころ、部長には特別お世話になったし、お祝いを送ろうって話をしてたけど、どうしようか。確か営業部全体では花束を贈るんだよね。',
      '女2：えぇ、部長、生け花が趣味だっておっしゃってたから花瓶なんてどうですか。',
      '女1：花瓶ね。喜んでもらえそうだけど、いいものはかなり高いよね。',
      '女2：そしたら、私たちからも花束にしませんか。営業部のとは違うお花で。部長、お花が好きだからたくさんもらっても喜んでいただけると思います。',
      '女1：ん一。',
      '男：でも同じものっていうのは…。せっかくなのでずっと使ってもらえるものがいいと思いますけど。',
      '女1：そうだね。',
      '男：部長って時々スーツに合わせてスカーフしてますよね。だから花柄のスカーフとかどうですか。',
      '女1：なるほどね。ただ、身に付けるものとなると、よほど好みに合ったものじゃないとね。そういうのが選べるかどうか…。',
      '男：じゃ、食器はどうですか。コーヒーカップとか。',
      '女2：それもスカーフと同じで好みがありますよ。',
      '女1：そうだね。何でも難しいんだけど、まぁ、趣味に使ってもらえるものがいかな。3人で出し合えば、それなりにいいものが買えるよね。長く使ってもらえそうなもの選ぼう。',
      '部長への贈り物は何になりましたか。'
    ],
    qa: [['1 花瓶', '2 花束', '3 スカーフ', '4 食器']],
    d: [0]
  },
  {
    id: 'B171-5-3',
    q: [
      'ラジオで野球の観戦チケットを紹介しています。',
      '女1：今日は夏休みにプロ野球をもっと楽しんでいただけるお得なチケットのお知らせです。スター球場では観戦をより楽しめる特別なチケットを4種類販売しています。1つ目のきらきらチケットは試合前に人気選手と一緒に記念撮影できるチケットです。野球観戦の思い出にいかがでしょう。2つ目のにこにこチケットはお弁当と応援グッズが付いてきます。グッズの中には人気選手のサイン入りボールが入っていますよ。3つ目はグランドを見下るすレストランの窓際からゆっくり観戦できるわくわくチケットです。ご家族やお友達と一緒に食事を楽しみながら応援してみてはいかがでしょうか。4つ目のどきどきチケットはグランドに近い前の方の特別席で観戦できるチケットです。こちらもお弁当とドリンク付きです。',
      '男：うちの父、野球が大好きなんだよ。父の誕生目プレゼント探してたからちょうどいいかも。',
      '女2：プレゼントなら一緒に写真撮れるのなんていいんじゃない？いい記念になるし。',
      '男：父は写真を撮られるの苦手だからね。選手のサイン入りボールの方が喜びそうだからそっちにするよ。山田さんは家族でよく見に行くんだよね。みんなで食事しながら見るっていうのも楽しいんじゃない？',
      '女2：うん。来月行こうって言ってるんだけど、もっと近くで見たいな。選手たちのプレーをまじかで見られるっていうのにしてみる。',
      '男：ボールとか飛んできたりするんじゃない？',
      '女2：だったらいいな。',
      '質問1 男の人はお父さんにどのチケットをプレゼントしたいと言っていますか。',
      '質問2 女の人はどのチケットを買いたいと言っていますか。'
    ],
    a: [
      [
        '1 きらきらチケット',
        '2 にこにこチケット',
        '3 わくわくチケット',
        '4 どきどきチケット'
      ],
      [
        '1 きらきらチケット',
        '2 にこにこチケット',
        '3 わくわくチケット',
        '4 どきどきチケット'
      ]
    ],
    d: [1, 3]
  }
]
