export default [
  {
    id: 'B151-4-1',
    q: [
      '女：わあ、田中さん、会うの、いつ以来だっけ？'
    ],
    qa: [[
      '1 そうだね、近いうちにぜひ。',
      '2 確かそうだと思う。',
      '3 大学の卒業式じゃない？'
    ]],
    d: [2]
  },
  {
    id: 'B151-4-2',
    q: [
      '男：あのう、お客様こちらでの飲食はご遠慮いただいております。'
    ],
    qa: [[
      '1 あ、知らなかったものですから。',
      '2 あのう、遠慮なさらずにどうぞ。',
      '3 じゃあ、お先にいただきます。'
    ]],
    d: [0]
  },
  {
    id: 'B151-4-3',
    q: [
      '男：鈴木さん、午後の会議だけど、私のかわりに出てもらうわけにはいかないかな。'
    ],
    qa: [[
      '1 出てもらえるんでしょうか。',
      '2 お忙しいのに、すみません。',
      '3 私でいいんでしょうか。'
    ]],
    d: [2]
  },
  {
    id: 'B151-4-4',
    q: [
      '女：ねえ、一度くらい試合に負けたからって、そんなに気を落とすことないよ。'
    ],
    qa: [[
      '1 負けたのは僕の責任だっていうの。',
      '2 ありがとう、次はもっと頑張るよ。',
      '3 そんなに落ち込まないで。'
    ]],
    d: [1]
  },
  {
    id: 'B151-4-5',
    q: [
      '男：うちの社の新しいパソコン、発売日から予想を上回る売れ行きらしいよ。'
    ],
    qa: [[
      '1 やっぱり売れなかったね。',
      '2 このまま順調に行けばいいね。',
      '3 いい商品なのにね。'
    ]],
    d: [1]
  },
  {
    id: 'B151-4-6',
    q: [
      '男：後は課長がおいでになれば、会議の参加者、全員そろいます。'
    ],
    qa: [[
      '1 すぐにいらっしゃるでしょう。',
      '2 あと何名いらしてないんですか。',
      '3 もう課長もおいでになってるんですね。'
    ]],
    d: [0]
  },
  {
    id: 'B151-4-7',
    q: [
      '男：山田君、山田君が風邪で休んだ日の授業のノート、とっといたよ。'
    ],
    qa: [[
      '1 誰か見せてくれないかな。',
      '2 早くよくなるといいね。',
      '3 え？本当？助かるよ。'
    ]],
    d: [2]
  },
  {
    id: 'B151-4-8',
    q: [
      '男：駅前にできた新しいレストラン、値段が安い割にはなかなかだっだよ。'
    ],
    qa: [[
      '1 じゃ、私も今日行ってみようかな。',
      '2 評判、そんなに悪くないんだけどなあ。',
      '3 安くてもまずいんじゃ嫌だな。'
    ]],
    d: [0]
  },
  {
    id: 'B151-4-9',
    q: [
      '男：吉田さん、吉田さんのスピーチの原稿、このままだと時間内におさまらないと思うなあ。'
    ],
    qa: [[
      '1 はい、ゆっくり話すようにします。',
      '2 そういっていただけて安心しました。',
      '3 もう少し短くできないか見てみます。'
    ]],
    d: [2]
  },
  {
    id: 'B151-4-10',
    q: [
      '男：先日、お送りしたうちの社のパンフレット、ご覧いただけましたでしょうか。'
    ],
    qa: [[
      '1 すみません、最近ばたばたしておりまして。',
      '2 見ていただけるとありがたいんですが。',
      '3 では、さっそくお送りいたします。'
    ]],
    d: [0]
  },
  {
    id: 'B151-4-11',
    q: [
      '男：ああ、面接ってどんなこと聞かれるんだろ。考えただけで気が重くなるよ。'
    ],
    qa: [[
      '1 そんなにがっかりしないで。',
      '2 何言ってんの！もっと自信持たないと。',
      '3 ええ〜随分張り切ってるね。'
    ]],
    d: [1]
  },
  {
    id: 'B151-4-12',
    q: [
      '女：さっき出してもらった新社の販売計画、見通し甘いんじゃないんですか。'
    ],
    qa: [[
      '1 頑張った甲斐がありました。',
      '2 ちょっと楽観的すぎるでしょうか。',
      '3 では、これで行くということで。'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-1',
    q: [
      '男：あっ、山本さん。手が空いたら声かけてくれるかな？'
    ],
    qa: [[
      '1 手伝わなくても大丈夫ですよ。',
      '2 え？何も持ってませんけど。',
      '3 あっ、じゃ、あと5分待ってください。'
    ]],
    d: [2]
  },
  {
    id: 'B152-4-2',
    q: [
      '女：山田さん、ロッカー開けっ放しでしたよ。'
    ],
    qa: [[
      '1 どうして開けたんですか？',
      '2 本当ですか？うっかりしてました。',
      '3 閉めちゃってすみません。'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-3',
    q: [
      '男：よしっ。試合に向けてもうやるだけのことはやったよね。'
    ],
    qa: [[
      '1 まだ諦めるのは早いよ。',
      '2 それしかやらなかったの？',
      '3 あとは試合を待つのみだね。'
    ]],
    d: [2]
  },
  {
    id: 'B152-4-4',
    q: [
      '男：先月からピアノを始めたんですが、これが楽しくて仕方がないんですよ。'
    ],
    qa: [[
      '1 新たな楽しみができてよかったですね。',
      '2 いい方法がないか考えてみます。',
      '3 嫌なものを無理に続けなくても。'
    ]],
    d: [0]
  },
  {
    id: 'B152-4-5',
    q: [
      '女：ここ経理事務のアルバイトを募集してるよ。経験問わずだって、どう？'
    ],
    qa: [[
      '1 残念。やったことがないから無理か。',
      '2 じゃ、初心者の僕でもできるんだ。',
      '3 経験について質問しちゃいけないの？'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-6',
    q: [
      '男：このレストラン、サービスはともかく、店の雰囲気はいいですね。'
    ],
    qa: [[
      '1 これで雰囲気がよければいいんだけどね。',
      '2 ほんと、雰囲気、サ一ビス共に最高だね。',
      '3 雰囲気がよくてもこのサービスじゃね。'
    ]],
    d: [2]
  },
  {
    id: 'B152-4-7',
    q: [
      '男：あっ、佐藤さん、こんにちは。こんなところでお会いするとは…。'
    ],
    qa: [[
      '1 ほんと。偶然ですね。',
      '2 わざわざ会いに来てくれたんですか？',
      '3 あっ、じゃ、ここじゃないところにしましょう。'
    ]],
    d: [0]
  },
  {
    id: 'B152-4-8',
    q: [
      '女：週末引っ越すんだよね？私も手伝えればよかったんだけど。'
    ],
    qa: [[
      '1 手伝ってくれるの？',
      '2 おかげで助かったよ。',
      '3 頼りにしてたのにな、残念。'
    ]],
    d: [2]
  },
  {
    id: 'B152-4-9',
    q: [
      '男：れ一、さっきの話はやっぱり聞かなかったことにして。'
    ],
    qa: [[
      '1 聞いてなかったわけじゃないよ。',
      '2 え？うん…別にいいけど。',
      '3 あっ、ちょっと忙しいから無理かな。'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-10',
    q: [
      '男：森さん、君が言ってくれなかったら、社長に間達った書類渡しちゃうところだったよ。'
    ],
    qa: [[
      '1 もうお渡ししてしまったんですか。',
      '2 渡す前に気付いてよかったです。',
      '3 すみません、私が言うべきでした。'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-11',
    q: [
      '男：まずい、会議の資料、会議室に置いてきた。'
    ],
    qa: [[
      '1 ちゃんと置いてきた？',
      '2 取りに戻ったら？',
      '3 あっ、会議室で使うから？'
    ]],
    d: [1]
  },
  {
    id: 'B152-4-12',
    q: [
      '女：木村さん、今日はこのような素晴らしい会にお招きいただき、ありがとうごさいます。'
    ],
    qa: [[
      '1 遠慮なさらず、お持ちください。',
      '2 この会に伺えてうれしく思います。',
      '3 いえ、お忙しい中来ていただいて…。'
    ]],
    d: [2]
  },
  {
    id: 'B161-4-1',
    q: [
      '女：佐藤さん、社長がお呼びですよ。'
    ],
    qa: [[
      '1 では、ここで待っています。',
      '2 すぐに社長を呼んできます。',
      '3 はい、いますぐ行きます。'
    ]],
    d: [2]
  },
  {
    id: 'B161-4-2',
    q: [
      '男：凛さん、凛さんのスビーチ、聞いたよ。練習した甲斐があったね。'
    ],
    qa: [[
      '1 やっぱり、練習不足ですよね。',
      '2 そう言っていただけると、嬉しいです。',
      '3 あのう、練習の成果、出てませんでしたか。'
    ]],
    d: [1]
  },
  {
    id: 'B161-4-3',
    q: [
      '女：夏の旅行の飛行機だけど、来月になってからでないと、チケット取れないんだって。'
    ],
    qa: [[
      '1 そうか。チケット、もう取れないんだ。',
      '2 えっ、いまはまだ無理なの。',
      '3 じゃ、急ぎで買わなきゃ。'
    ]],
    d: [1]
  },
  {
    id: 'B161-4-4',
    q: [
      '男：この間の食事会、用事で先に帰っちゃったけど、みんなに悪かったな。'
    ],
    qa: [[
      '1 そんな、気にすることないよ。',
      '2 用事が終わったら、またくれば。',
      '3 みんなは悪くないんじゃない？'
    ]],
    d: [0]
  },
  {
    id: 'B161-4-5',
    q: [
      '男：加藤さん、加藤さんにお願いしてたイベントの企画書、昨日のうちに私に提出してって言っといたね。'
    ],
    qa: [[
      '1 あっ、まだ出さなくてよろしいんですね。',
      '2 すみません、もうすこし待っていただけませんか。',
      '3 わかりました。じゃ、お願いします。'
    ]],
    d: [1]
  },
  {
    id: 'B161-4-6',
    q: [
      '男：おかしいな。今日の発表で配る資料、ここに置いといたはずなんだけどな。'
    ],
    qa: [[
      '1 えっ、ないんですか。',
      '2 どこで見つかったんですか。',
      '3 まだできてないんですか。'
    ]],
    d: [0]
  },
  {
    id: 'B161-4-7',
    q: [
      '女：ねえ、田中君、最近、林くんがテニスのサークルの練習、休みがちなんだけど、なにか知ってる？'
    ],
    qa: [[
      '1 なんか忙しいって言ってだよ。',
      '2 すごい、そんなに練習してるんだ。',
      '3 練習、一度も来てないの。'
    ]],
    d: [0]
  },
  {
    id: 'B161-4-8',
    q: [
      '男：このあいだ、旅行先でばったり部長とあっちゃって。'
    ],
    qa: [[
      '1 部長と旅行の約束してたの。',
      '2 ええ、そんなことあるんだ。',
      '3 なんとかうまくあえてよかったね。'
    ]],
    d: [1]
  },
  {
    id: 'B161-4-9',
    q: [
      '男：加藤さん、昨日の鈴木くんのプレゼン、文句の付けようがなかったね。'
    ],
    qa: [[
      '1 そうかな。よく考えられてたと思わない。',
      '2 文句があるなら、曾ってみたら。',
      '3 すごく说得力があったね。'
    ]],
    d: [2]
  },
  {
    id: 'B161-4-10',
    q: [
      '女：駅前に出きたレストラン、値段が高いわりに、味はいまいちだったよ。'
    ],
    qa: [[
      '1 高くても、行く価値はありそうだね。',
      '2 そりゃ、安ければ、美味しくないにきまってるよ。',
      '3 行こうかと思ってたけど、やめとこう。'
    ]],
    d: [2]
  },
  {
    id: 'B161-4-11',
    q: [
      '男：森さん、森さんの企画案が今回通らなったからって、落ち込むことないよ。'
    ],
    qa: [[
      '1 そんなに叱らないでよ。',
      '2 えん、次はあるよね。',
      '3 えっ、企画、通ったんだ。'
    ]],
    d: [1]
  },
  {
    id: 'B161-4-12',
    q: [
      '女：先輩、ざっとでいいので、この書類に目を通していただけないでしょうか。'
    ],
    qa: [[
      '1 じゃ、さっそくやってもらえるかな。',
      '2 えっ、僕が全部直すの。',
      '3 あとでもよかったら、見とくよ。'
    ]],
    d: [2]
  },
  {
    id: 'B162-4-1',
    q: [
      '女：トムさん、よかったら今日のタ食、うちにおいでになりませんか。'
    ],
    qa: [[
      '1 ええと、何時に来られますか。',
      '2 えっ、伺ってもよろしいんですか。',
      '3 今日はうちにはおりませんが。'
    ]],
    d: [1]
  },
  {
    id: 'B162-4-2',
    q: [
      '男：駅前のあの人気のレストラン、昨日行ってみたけど、味は期待したほどじゃなかったよ。'
    ],
    qa: [[
      '1 ええ、期待してなかったのに？',
      '2 ああ、だから込んでるんだね。',
      '3 ええ、何で人気があるんでろう。'
    ]],
    d: [2]
  },
  {
    id: 'B162-4-3',
    q: [
      '女：部長、社内アンケート、山田さんを除いて全員から回答を得ました。'
    ],
    qa: [[
      '1 山田さん、回答早いなあ。',
      '2 山田さん、答えてないの。',
      '3 山田さんが全員分集めたんだね。'
    ]],
    d: [1]
  },
  {
    id: 'B162-4-4',
    q: [
      '女：佐藤さん、日曜のバイト、私と時間かわってもらうわけに行かない？'
    ],
    qa: [[
      '1 别にかまいませんけど。',
      '2 え、かわってませんけど。',
      '3 僕、お願いしてませんけど。'
    ]],
    d: [0]
  },
  {
    id: 'B162-4-5',
    q: [
      '男：昨日、初めて劇場で芝居見たんだけど、また行くたくてたまらないんだ。'
    ],
    qa: [[
      '1 何がたまってないの。',
      '2 また行っちゃったの。',
      '3 そんなに感動したの。'
    ]],
    d: [2]
  },
  {
    id: 'B162-4-6',
    q: [
      '男：課長、プリンター、修理に出したんですが、もう買い替えるしかないって言われました。'
    ],
    qa: [[
      '1 じゃ、新しいの、買わなきゃね。',
      '2 買い替える必要ないってこと？',
      '3 それなら、修理してもらおう。'
    ]],
    d: [0]
  },
  {
    id: 'B162-4-7',
    q: [
      '男：キムさん、レポートチェックしたよ。ここの数字さえ直せば問題ないよ'
    ],
    qa: [[
      '1 数字のほかはどこですか。',
      '2 すぐに訂正します。',
      '3 何も問題がなくて安心しました。'
    ]],
    d: [1]
  },
  {
    id: 'B162-4-8',
    q: [
      '女：この会議室、壁の色を変えたせいか広く見えるんじゃない？'
    ],
    qa: [[
      '1 わありました。そうしてみます。',
      '2 本当、変えて正解ですね。',
      '3 色のせいで広く見えないですか。'
    ]],
    d: [1]
  },
  {
    id: 'B162-4-9',
    q: [
      '女：このアパート、この間取りと設備でこの家賃、言うことなしだね。'
    ],
    qa: [[
      '1 本当、家賃がちょっとね。',
      '2 こんないい条件、ほかにないよね。',
      '3 それじゃあ、あきらめようか。'
    ]],
    d: [1]
  },
  {
    id: 'B162-4-10',
    q: [
      '男：今週は仕事のスケジュールがぎっしりで、嫌んなっちゃうよ。'
    ],
    qa: [[
      '1 忙しそうだけど、無理しないようにね。',
      '2 まだスケジュールが決まらないの。',
      '3 今週は仕事が少ないんだね。'
    ]],
    d: [0]
  },
  {
    id: 'B162-4-11',
    q: [
      '男：僕、スキ一するの、今日五年ぶりですよ。できるかな。'
    ],
    qa: [[
      '1 五年なら体が覚えてますよ。',
      '2 今日から五年もできないんですか。',
      '3 五年間も続けてるなんてすごいですね。'
    ]],
    d: [0]
  },
  {
    id: 'B162-4-12',
    q: [
      '女：所長、事務所の防災グッズ確認したら、足りないものだらけです。'
    ],
    qa: [[
      '1 ああ、足りないものはなかったんだね。',
      '2 あっ、一つだけ足りなかったの。',
      '3 え、足りないもの、そんなにあった？'
    ]],
    d: [2]
  },
  {
    id: 'B171-4-1',
    q: [
      '女：川野さん、来週の土曜日、うちの新製品の発表会をやるので是非お越しください。'
    ],
    qa: [[
      '1 あ、新製品はまだ発表できないんです。',
      '2 何時ごろ、お越しになれますか？',
      '3 そうですか。会場はどちらですか。'
    ]],
    d: [2]
  },
  {
    id: 'B171-4-2',
    q: [
      '男：おかしいな…今日のコンサートのチケット、鞄に入れてきたつもりだったんだけど…。'
    ],
    qa: [[
      '1 もう1度よく見て。',
      '2 あれ？今日はコンサート行かないことにしたんだっけ？',
      '3 そっか、鞄の中にあったんだ。'
    ]],
    d: [0]
  },
  {
    id: 'B171-4-3',
    q: [
      '男：あのー、先輩。これ、卒業論文の概要なんです。コメントもらえるとありがたいんですが…。'
    ],
    qa: [[
      '1 今忙しいから明日でも構わない？',
      '2 読んでもらえて助かったよ。',
      '3 コメント、たくさんもらえたんだ。'
    ]],
    d: [0]
  },
  {
    id: 'B171-4-4',
    q: [
      '女：小林様、先日のコビー機のカタログ、ご覧いただけましたでしょうか。'
    ],
    qa: [[
      '1 カタログ、いつお見せしたらよろしいですか。',
      '2 いやー、ここ数日、何かと忙しかったもので…。',
      '3 もうご覧になったんですね。'
    ]],
    d: [1]
  },
  {
    id: 'B171-4-5',
    q: [
      '男：あの、森さん。倉庫の書類を整理したいんですけど今、手空いてますか。'
    ],
    qa: [[
      '1 あ、これ以上はもう持てません。',
      '2 え、お任せしてもいいんですか。',
      '3 んー、1時間ぐらいならいいですよ。'
    ]],
    d: [2]
  },
  {
    id: 'B171-4-6',
    q: [
      '男：台風が来てるし、明日の屋外イベントは中止せざるを得ないよ。'
    ],
    qa: [[
      '1 予定通り、頑張ってやりましょう。',
      '2 今回は仕方ありませんね。',
      '3 中止にならなくてホッとしました。'
    ]],
    d: [1]
  },
  {
    id: 'B171-4-7',
    q: [
      '女：佐藤くん、さっき会議室を出る時、エアコンちゃんと消してくれた？'
    ],
    qa: [[
      '1 すぐつけに行ってくるよ。',
      '2 消しちゃいけなかった？',
      '3 あ、忘れたかもしれない。'
    ]],
    d: [2]
  },
  {
    id: 'B171-4-8',
    q: [
      '女：ねぇ、古田さん。今日課長、ご機嫌だと思わない？'
    ],
    qa: [[
      '1 嫌なことでもあったんじゃない？',
      '2 なんかいいことあったのかな？',
      '3 機嫌直るといいね。'
    ]],
    d: [1]
  },
  {
    id: 'B171-4-9',
    q: [
      '男：堀さん。堀さん、いくら疲れてるからって打ち合わせでうとうとしちゃうなんて…'
    ],
    qa: [[
      '1 申し訳ありません。気を付けます。',
      '2 お褒め頂き、恐縮です。',
      '3 では、遠慮なく休ませていただきます。'
    ]],
    d: [0]
  },
  {
    id: 'B171-4-10',
    q: [
      '男：石田監督が作った最新の映画、見ましたけどいまひとつでしたよ。'
    ],
    qa: [[
      '1 今までで1番よかったんですね。',
      '2 え？見に行こうと思ってたんですけど…。',
      '3 そんなに面白いなら見に行ってみます。'
    ]],
    d: [1]
  },
  {
    id: 'B171-4-11',
    q: [
      '女：受付の木村さん、毎朝早く来て掃除してくれてるんだって。頭が下がるよ。'
    ],
    qa: [[
      '1 まったく頭に来るよね。',
      '2 なかなかできないことだよね。',
      '3 え？具合悪くなっちゃったの？'
    ]],
    d: [1]
  },
  {
    id: 'B171-4-12',
    q: [
      '男：今度入った加藤さん、営業の仕事が初めての割には営業成績上げてるよね。'
    ],
    qa: [[
      '1 営業の仕事やってきてるんなら当然じゃない？',
      '2 経験がないのに結果出してるよね。',
      '3 そんなに成績落としちゃったらまずいね。'
    ]],
    d: [1]
  }
]
