export default [
  {
    id: 'B151-2-1',
    q: [
      '会社の食堂で女の人と男の人が話してします。男の人はどうしてゴルフをはじめましたか。',
      '女：最近、ゴルフはじめたそうですね。忙しいって話でしたけど、すこし時間に余裕ができたんですか。',
      '男：いや。大学時代の友達に一緒にやらないかって言われてね。前はそんなにきょうみなかったんだけど、はじめてみたら、練習すればするほど上達して楽しいんだよ。',
      '女：そうなんですか。',
      '男：月に三回くらいはやってるかな。',
      '女：運動不足の解消にもなって、よさそうですね。',
      '男：ああ、確かにそういう理由でゴルフはじめる人も多いらしいね。',
      '女：私もはじめてみようかな。',
      '男の人はどうしてゴルフをはじめましたか。'
    ]
  },
  {
    id: 'B151-2-2',
    q: [
      '女の人と男の人が話しています。男の人はどうしてこの帽子が気にいっていると言っていますか。',
      '女：あ、佐藤さん、こんにちは。',
      '男：こんにちは。',
      '女：その毛糸の帽子、暖かそうですね。きれいな色。',
      '男：ありがとうごさいます。色はまあちよっと派手すぎるかなとも思うんですけどね。最近毎日こればかりで。',
      '女：お似合いですよ。若々しくて。手作りみたいですけど、お孫さんかどなたかからの贈り物ですか。',
      '男：あ、はずかしいんですが、これ、わたしのはじめての作品なんです。かなり苦戰しましたけど、それだけに愛着もわきましたね。暖かいかって聞かれると、まあそうでもないんですけどね。',
      '女：うーん、器用ですね。',
      '男：いいえ、そんなことないですよ。',
      '男の人はどうしてこの帽子が気にいっていると言っていますか。'
    ]
  },
  {
    id: 'B151-2-3',
    q: [
      '男の学生と女の学生がサークルの打ち合わせについて話しています。来週の打ち合わせはどこでしますか。',
      '男：ね、来週夏の合宿の打ち合わせ、あるよね。',
      '女：大学の食堂でするんだったよね。みんなで6人だっけ。うん、そうだよ。',
      '男：あそこ、うるさすぎない？大学の正門の前にある喫茶店に変えようよ。あっちのほうが静かでいいと思うなあ。',
      '女：あそこは他にお客さんもいるし、長い時間は居づらいような気がするなあ。',
      '男：そっか。じゃ、大学の教室は？今年から学生でも借りられるようになったんじゃなかった？',
      '女：うん、でも教室を使うには二週間前までに大学に申請書ださなきゃいけないんだよ。',
      '男：ああ、そうなんだ。あ、そういえば、駅の近くに貨し会議室っていうのがあって、学生でも使えるらしいよ。ただ有料だからなあ。',
      '女：場所かえるとなると、みんなに連絡しなきゃいけなくなるし、多少ざわざわしてるのは我慢するしかないんじゃない？',
      '男：うん、そうだね、わかった。',
      '来週の打ち合わせはどこでしますか。'
    ]
  },
  {
    id: 'B151-2-4',
    q: [
      '介護施設で、女の職員と男の職員が話しています。男の職員が介護に関心を持ったきっかけは何ですか。',
      '女：吉田さん、吉田さんって、前はIT企業につとめてたんでしょう。今やってる介護の仕事には、以前から興味あったの？',
      '男：ああ、自分がこの仕事につくなんて、考えたこともなかったよ。前の会社では介護に関連したシステム開発の仕事にもあったけど、ぼくは別の分野の担当だったし。',
      '女：うーん？',
      '男：2年ぐらい前、うちでなんとなくテレビを見ていたら、たまたま怪我した主人公を家族で世話するって話のドラマやってて。それ見ながら自分の家族だったらとか、介護についていろいろ考えちゃってね。',
      '女：へえ？',
      '男：うん。で、それ以来本とかもパラパラ読んだりして、そのうちに、とうとう転職まで考えるようになったってわけ。',
      '女：そうだったんだ。',
      '男：介護関連の仕事やってた元同僚とは転職後もよく会ってて、ふたりで深夜まで話しててもあきないぐらいだから。この仕事、よっぽどあってるんだって思うなあ。',
      '男の職員が介護に関心を持ったきっかけはなんですか。'
    ]
  },
  {
    id: 'B151-2-5',
    q: [
      'テレビで女のアナウンサーと大学の先生が話しています。先生はどうしたら子供が本を読むようになると言っていますか。',
      '女：先生、子供が楽しんで本を読むようになるには、どんなことが必要でしょうか。例えば、小さい時からできることは何かありますか。',
      '男：そうですね。本に興味がないから本を読まないんだろうと思われがちですが、実は、本を読めない子供が最近増えているんです。',
      '女：あのう、それは文字の習得の問題ですか。',
      '男：いいえ、単に文字が読めるか読めないかが問題ではなく、本を楽しむためには、本に出てくる言葉を頭のなかでイメージしていく技術が必要なんですよ。',
      '女：えっと、それはつまり、場面を想像しながら読むということですか。',
      '男：その通りです。で、その技術というのは、文字を覚えるよりももっと前の、絵本を読んでもらっているころに身につくんですよ。',
      '女：そうなんですか。',
      '男：ええ、小さい子供に絵本を読んでやるでしょう。そのとき、子供の頭のなかでは、物語を聞きながら絵が動き出すんです。そうやって物語を理解し、楽しんでいる。それが本を読み、楽しむ力になっていくんです。',
      '女:そうですか。なるほど。',
      '先生はどうしたら子供が本を読むようになると言っていますか。'
    ]
  },
  {
    id: 'B151-2-6',
    q: [
      '食品メーカーで女の社員と課長が話しています。課長は新商品について何が問題だと言っていますか。',
      '女：課長、先月発売した新商品のチョコレート、売れ行きどうですか。',
      '男：ああ、みんなにも報告しようと思っていたところなんだけど、ちよっと困ったことになってね。',
      '女：えっ、どうしたんですか。',
      '男：広告に力を入れた甲斐もあって、発売直後から売れゆきが好調でね。今の生産体制のままじゃ、対応し切れなくなってしまっているんだよ。',
      '女：そうなんですか。',
      '男：うん。開発の際にこだわった低価格でありながら、高級感のある味って言う点が、消費者に評価されたみたいなんだよ。質の高い原料を安く確保するのにはずいぶん苦労したからね。',
      '女：そうでしたね。',
      '男：ただ、もたもたしているうちに、他社から同じような商品が出されるっていう可能性もあるからね。早く対応を考えないと。',
      '女：そうですね。',
      '課長は新商品について何が問題だと言っていますか。'
    ]
  }
]
