export default [
  [
    {
      q: [
        'レポートを作成するうえで注意すべきことは、事実なのか意見なのかを明確にすることだ。'
      ]
    },
    {
      q: [
        '田中さんはいつも人のやることに文句を言うばかりで、自分では何もしない。'
      ]
    },
    {
      q: [
        'お互い感情的になっていると冷静に話そうとしてもうまくいかないものだ。'
      ]
    },
    {
      q: [
        'A「昨日、また仕事で失敗しちゃったんだよね。この仕事、私に向いていないんだろうね。やっぱり転職しようかな。」',
        'B「私は反対しないよ。本当に向いていないと思うんだったら続けることもないと思うからね。」'
      ]
    },
    {
      q: [
        '日本では、99歳のお祝いを「白寿」と言います。「百」の字から「一」をとると「白」という字になることからそう呼ばれています。'
      ]
    }
  ],
  [
    {
      q: ['なぜときどき駅ですれ違うだけの彼女のことがこんなに気になるのか自分でもよくわからない。']
    },
    {
      q: ['薬は正しく飲まないと得られるはずの效果が得られないだけでなく状態を悪化させてしまう危険もある。']
    },
    {
      q: ['狭い部屋でもテーブルの上に物を置かないようにするだけで広く感じられるようになると本に書いてあった。']
    },
    {
      q: ['宇宙にはこれだけ多くの星があるのだからどこかの星に生物がいたとしても不思議ではないと思う。']
    },
    {
      q: ['講師「片付けが苦手という話をよく聞きますが、それは決して性格や能力の問題ではなくやり方を知らないだけなので、やり方を身につければ必ず片付けられるようになります。」']
    }
  ], [
    {
      q: '朝、開花した時には真っ白だった花が夕方が近づくにつれて次第にビンクへと変化していく珍しい花があります。'
    }, {
      q: '子供の頃は、1年が長く感じられたのに、年をとるにつれて短く感じるようになるのはなぜだろうか。'
    }, {
      q: '雑誌か何かで誰かが自分にとって人生で1番大切なのは人との出会いだとインタビューに答えていたのを見て、本当にそうだなと思った。'
    }, {
      q: '情報をどのような順番で提示するかによって相手の受け止め方が変わって来るので、順番を意識して話す必要がある。'
    }, {
      q: '私の職場では、節電のため、廊下の蛍光灯を一つおきにはずしている。'
    }
  ]
]
