export default {
  no: 23,
  topic: '<休,やす>みの<日,ひ>、<散歩,さんぽ>したり<買,か>い<物,もの>に<行,い>ったりします',
  basic: {
    base: ['<小野,おの>さんは<休,やす>みの<日,ひ>、<散歩,さんぽ>したり<買,か>い<物,もの>に<行,い>ったりします。', '<日本語,にほんご>の<先生,せんせい>は<中国人,ちゅうごくじん>だったり<日本人,にほんじん>だったりです。', 'わたしは<今年,ことし>の<夏,なつ>、<北京,ペキン>へ<行,い>くかどうか<分,わ>かりません。', 'かぎがどこにあるか<教,おし>えてください。'],
    use: [['<甲,こう>：<週末,しゅうまつ>に<何,なに>をしましたか。', '<乙,おつ>：スケートをしたり、ボーリングをしたりしました。'], ['<甲,こう>：<北京,ペキン>まで、<飛行機,ひこうき>のチケットはいくらぐらいですか。', '<乙,おつ>：<季節,きせつ>によって<高,たか>かったり<安,やす>かったりです。'], ['<甲,こう>：<李,り>さん、<仕事,しごと>は<忙,いそが>しいですか。', '<乙,おつ>：ええ、<日,ひ>によって<暇,ひま>だったり<忙,いそが>しかったりです。'], ['<甲,こう>：<森,もり>さんが<何,なん><時,じ>ごろ<来,く>るか<知,し>っていますか。', '<乙,おつ>：いいえ。<今日,きょう>は<来,く>るかどうか<分,わ>かりません。']]
  },
  utilization: {
    title: '<送別会,そうべつかい>',
    content: [['<森,もり>：<小野,おの>さん、<何,なに>を<買,か>うか<決,き>まりましたか。', '<小野,おの>：<浴衣,ゆかた>はどうですか。', '<森,もり>：いいですね。でも、<高,たか>くないですか。', '<小野,おの>：<高,たか>かったり<安,やす>かったり、いろいろあります。あっ、そうだ。<生地,きじ>を<買,か>って、わたしが<作,つく>りますよ。'], ['<吉田,よしだ>：<日本,にほん>の<生活,せいかつ>はどうでしたか。', '<李,り>：<温泉,おんせん>に<入,はい>ったり、<歌舞伎,かぶき>を<見,み>たりして、とても<楽,たの>しかったです。', '<吉田,よしだ>：ご<両親,りょうしん>にいつ<帰,かえ>るか<知,し>らせましたか。', '<李,り>：はい、<昨日,きのう><母,はは>にメールで<知,し>らせました。', '<森,もり>：ご<両親,りょうしん>はメールができますか。', '<李,り>：<母,はは>はできますが、<父,ちち>は<電話,でんわ>か<手紙,てがみ>ですね。', '<小野,おの>：<北京,ペキン>へ<帰,かえ>った<後,あと>、どうしますか。', '<李,り>：<1,いっ><週間,しゅうかん>ぐらい<休,やす>みたいですね。<春節,しゅんせつ>に<休,やす>みがなかったですから。', '<小野,おの>：<休,やす>みに<何,なに>をしますか。<旅行,りょこう>に<行,い>きますか。', '<李,り>：<旅行,りょこう>に<行,い>くかどうか、<分,わ>かりません。たぶん<友達,ともだち>に<会,あ>ったり、<食事,しょくじ>に<行,い>ったりします。']]
  },
  grammar: {
    base: [[], [], [], [], [], []],
    explain: [[], [], [], [], [], [], []]
  },
  word: [{
    kana: 'しゅうまつ',
    mana: '週末',
    type: '名',
    cn: '周末'
  }, {
    kana: 'スケート',
    mana: '',
    type: '名',
    cn: '滑冰，溜冰'
  }, {
    kana: 'あじ',
    mana: '味',
    type: '名',
    cn: '口味，（食物的）味道'
  }, {
    kana: 'まいかい',
    mana: '毎回',
    type: '名',
    cn: '每次，每回'
  }, {
    kana: 'つうきん',
    mana: '通勤',
    type: '名',
    cn: '上下班，通勤'
  }, {
    kana: 'ふね',
    mana: '船',
    type: '名',
    cn: '船'
  }, {
    kana: 'きじ',
    mana: '生地',
    type: '名',
    cn: '布料，衣料'
  }, {
    kana: 'へいてんじこく',
    mana: '閉店時刻',
    type: '名',
    cn: '关门时间'
  }, {
    kana: 'そつぎょうしき',
    mana: '卒業式',
    type: '名',
    cn: '毕业典礼'
  }, {
    kana: 'ちがいます',
    mana: '違います',
    type: '动1',
    cn: '不同，不一样'
  }, {
    kana: 'こみます',
    mana: '込みます',
    type: '动1',
    cn: '拥挤，混杂'
  }, {
    kana: 'きまります',
    mana: '決まります',
    type: '动1',
    cn: '定，决定'
  }, {
    kana: 'しらせます',
    mana: '知らせます',
    type: '动2',
    cn: '告诉'
  }, {
    kana: 'たしかめます',
    mana: '確かめます',
    type: '动2',
    cn: '查（看），弄清'
  }, {
    kana: 'こい',
    mana: '濃い',
    type: '形1',
    cn: '（口味）重；浓'
  }, {
    kana: 'うすい',
    mana: '薄い',
    type: '形1',
    cn: '（口味）轻；薄'
  }, {
    kana: 'はやい',
    mana: '早い',
    type: '形1',
    cn: '早'
  }, {
    kana: 'おそい',
    mana: '遅い',
    type: '形1',
    cn: '晚；慢'
  }, {
    kana: 'たぶん',
    mana: '',
    type: '副',
    cn: '可能，大概'
  }, {
    kana: 'とうきょうえき',
    mana: '東京駅',
    type: '专',
    cn: '东京站'
  }],
  phrase: [{
    kana: '〜によって',
    mana: '',
    cn: ''
  }, {
    kana: '〜によります',
    mana: '',
    cn: ''
  }]
}
