export default [
  {
    id: '1-1',
    title: '基数词',
    desc: '基数词是单纯用以计数的数词，表示事物的具体数量。十以内的基数词的读法有音读和训读两种，十以上采取音读的读法。',
    list: [
      {
        id: '1-1-1',
        name: '十以内的训读',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一つ', 'ひとつ'],
          ['二つ', 'ふたつ'],
          ['三つ', 'みっつ'],
          ['四つ', 'よっつ'],
          ['五つ', 'いつつ'],
          ['六つ', 'むっつ'],
          ['七つ', 'ななつ'],
          ['八つ', 'やっつ'],
          ['九つ', 'ここのつ'],
          ['十', 'とお']
        ]
      }
    ]
  }
]
