export default [
  {
    id: 'month-week-date',
    title: '月份/日期',
    list: [
      {
        id: 'month',
        name: '月份',
        columns: ['月份', '别称'],
        dataSource: [
          ['一月「いちがつ」', '睦月「むつき」'],
          ['二月「にがつ」', '如月「きさらぎ」'],
          ['三月「さんがつ」', '彌生「やよい」'],
          ['四月「しがつ」', '卯月「うづき」'],
          ['五月「ごがつ」', '皐月「さつき」'],
          ['六月「ろくがつ」', '水無月「みなづき」'],
          ['七月「しちがつ」', '文月「ふみづき', 'ふづき」'],
          ['八月「はちがつ」', '葉月「はづき」'],
          ['九月「くがつ」', '長月「ながつき」'],
          ['十月「じゅうがつ」', '神無月「かんなづき', 'かみなしづき」'],
          ['十一月「じゅういちがつ」', '霜月「しもつき」'],
          ['十二月「じゅうにがつ」', '師走「しわす」'],
          ['何月', 'なんがつ']
        ]
      }, {
        id: 'month count',
        name: '几个月',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一ヵ月', 'いっかげつ'],
          ['二ヵ月', 'にかげつ'],
          ['三ヵ月', 'さんかげつ'],
          ['四ヵ月', 'よんかげつ'],
          ['五ヵ月', 'ごかげつ'],
          ['六ヵ月', 'ろっかげつ'],
          ['七ヵ月', 'ななかげつ'],
          ['八ヵ月', 'はっかげつ'],
          ['九ヵ月', 'きゅうかげつ'],
          ['十ヵ月', 'じっかげつ'],
          ['十一ヵ月', 'じゅういっかげつ'],
          ['十二ヵ月', 'じゅうにかげつ'],
          ['何ヵ月', 'なんかげつ']
        ]
      }, {
        id: 'week',
        name: '星期',
        columns: ['汉字', '假名'],
        dataSource: [
          ['日曜日', 'にちようび'],
          ['月曜日', 'げつようび'],
          ['火曜日', 'かようび'],
          ['水曜日', 'すいようび'],
          ['木曜日', 'もくようび'],
          ['金曜日', 'きんようび'],
          ['土曜日', 'どようび'],
          ['何曜日', 'なんようび']
        ]
      }, {
        id: 'week count',
        name: '几周',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一週間', 'いっしゅうかん'],
          ['二週間', 'にしゅうかん'],
          ['三週間', 'さんしゅうかん'],
          ['四週間', 'よんしゅうかん'],
          ['五週間', 'ごしゅうかん'],
          ['六週間', 'ろくしゅうかん'],
          ['七週間', 'なんしゅうかん'],
          ['八週間', 'はっしゅうかん'],
          ['九週間', 'きゅうしゅうかん'],
          ['十週間', 'じっしゅうかん'],
          ['何週間', 'なんしゅうかん']
        ]
      }, {
        id: 'date',
        name: '日期',
        desc: '「みそか」的意思是「每月最后一天」；「大晦日（おおみそか）」意思是除夕/大年',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一日', 'ついたち'],
          ['二日', 'ふつか'],
          ['三日', 'みっか'],
          ['四日', 'よっか'],
          ['五日', 'いつか'],
          ['六日', 'むいか'],
          ['七日', 'なのか'],
          ['八日', 'ようか'],
          ['九日', 'ここのか'],
          ['十日', 'とおか'],
          ['十一日', 'じゅういちにち'],
          ['十二日', 'じゅうににち'],
          ['十三日', 'じゅうさんにち'],
          ['十四日', 'じゅうよっか'],
          ['十五日', 'じゅうごにち'],
          ['十六日', 'じゅうろくにち'],
          ['十七日', 'じゅうしちにち'],
          ['十八日', 'じゅうはちにち'],
          ['十九日', 'じゅうくにち'],
          ['二十日', 'はつか'],
          ['二十一日', 'にじゅういちにち'],
          ['二十二日', 'にじゅうににち'],
          ['二十三日', 'にじゅうさんにち'],
          ['二十四日', 'にじゅうよっか'],
          ['二十五日', 'にじゅうごにち'],
          ['二十六日', 'にじゅうろくにち'],
          ['二十七日', 'にじゅうしちにち'],
          ['二十八日', 'にじゅうはちにち'],
          ['二十九日', 'にじゅうくにち'],
          ['三十日', 'さんじゅうにち'],
          ['三十一日', 'さんじゅういちにち'],
          ['何日', 'なんにち']
        ]
      }, {
        id: 'date count',
        name: '几天',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一日間', 'いちにちかん'],
          ['二日間', 'ふつかかん'],
          ['三日間', 'みっかかん'],
          ['十日間', 'とおかかん'],
          ['十四日間', 'じゅうよっかかん'],
          ['二十日間', 'はつかかん'],
          ['三十一日間', 'さんじゅういちにちかん'],
          ['何日間', 'なんにちかん']
        ]
      }, {
        id: 'date sort',
        name: '第几天',
        columns: ['汉字', '假名'],
        dataSource: [
          ['初日', 'しょにち'],
          ['よくじつ', '翌日'],
          ['一日目', 'いちにちめ'],
          ['二日目', 'ふつかめ'],
          ['四日目', 'よっかめ'],
          ['三十一日目', 'さんじゅういちにちめ'],
          ['何日目', 'なんにちめ']
        ]
      }, {
        id: 'year',
        name: '年',
        columns: ['汉字', '假名'],
        dataSource: [
          ['1990年', 'せんきゅうひゃくきゅうじゅうねん'],
          ['1937年', 'せんきゅうひゃくさんじゅうしちねん'],
          ['2020年', 'にせんにじゅうねん'],
          ['2004年', 'にせんよねん']
        ]
      }, {
        id: 'relative',
        name: '相对',
        columns: ['汉字', '假名'],
        dataSource: [
          ['いつ', 'いつ'],
          ['何時', 'なんじ'],
          ['何月', 'なんがつ'],
          ['何年', 'なんねん'],
          ['一週間', 'いっしゅうかん'],
          ['一ヵ月間', 'いっかげつかん'],
          ['一年', 'いちねん'],
          ['一年半', 'いちねんはん']
        ]
      }
    ]
  }, {
    id: 'number',
    title: '数',
    list: [
      {
        id: 'unit',
        name: '量词',
        columns: ['汉字', '假名'],
        dataSource: [
          ['円', 'えん'],
          ['本', 'ほん'],
          ['台', 'だい'],
          ['回', 'かい'],
          ['個', 'こ'],
          ['歳', 'さい'],
          ['冊', 'さつ'],
          ['人', 'にん'],
          ['枚', 'まい'],
          ['', ''],
          ['', '']
        ]
      }, {
        id: 'number',
        name: '数量',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一つ', 'ひとつ'],
          ['二つ', 'ふたつ'],
          ['三つ', 'みっつ'],
          ['四つ', 'よっつ'],
          ['五つ', 'いつつ'],
          ['六つ', 'むっつ'],
          ['七つ', 'ななつ'],
          ['八つ', 'やっつ'],
          ['九つ', 'ここのつ'],
          ['十', 'とお'],
          ['十一個', 'じゅういっこ'],
          ['十二個', 'じゅうにこ'],
          ['一人', 'ひとり'],
          ['二人', 'ふたり'],
          ['三人', 'さんにん']
        ]
      }, {
        id: 'ask',
        name: '询问',
        columns: ['汉字', '假名'],
        dataSource: [
          ['幾ら', 'いくら'],
          ['幾つ', 'いくつ'],
          ['何', 'なん']
        ]
      }
    ]
  }, {
    id: '1-1',
    title: '基数词',
    desc: '基数词是单纯用以计数的数词，表示事物的具体数量。十以内的基数词的读法有音读和训读两种，十以上采取音读的读法。',
    list: [
      {
        id: '1-1-1',
        name: '十以内的训读',
        columns: ['汉字', '假名'],
        dataSource: [
          ['一つ', 'ひとつ'],
          ['二つ', 'ふたつ'],
          ['三つ', 'みっつ'],
          ['四つ', 'よっつ'],
          ['五つ', 'いつつ'],
          ['六つ', 'むっつ'],
          ['七つ', 'ななつ'],
          ['八つ', 'やっつ'],
          ['九つ', 'ここのつ'],
          ['十', 'とお']
        ]
      }
    ]
  }
]
