export default {
  select: [
    {
      id: '1',
      q: [
        '最終のバスに間に合わなくて困っていた___、運よくタクシーが通りかかり、無事帰宅できた。'
      ],
      d: [3],
      a: [['1 あげくに', '2 ために', '3 とたんに', '4 ところに']]
    },
    {
      id: '2',
      q: [
        '親が他人をいつも___子供も人をうらやむようになるというのが父の口癖だった。'
      ],
      d: [0],
      a: [
        [
          '1 うらやんでばかりいると',
          '2 うらやんでばかりいても',
          '3 うらやんだだけだと',
          '4 うらやんだだけでも'
        ]
      ]
    }
  ],
  combination: [
    {
      id: '3',
      q: ['あそこで___ ___ ____ ___は山田さんです。'],
      s: [0, 2, 1, 3],
      d: [1],
      a: [['1 テレビ', '2 見ている', '3 を', '4 人']]
    },
    {
      id: '4',
      q: [
        'ふだん感情を表に出さない彼があんなに___ ___ ____ ___よほど良いことがあったのだろう。'
      ],
      s: [4, 3, 2, 1],
      d: [1],
      a: [['1 みると', '2 ところを', '3 いる', '4 喜んで']]
    },
    {
      id: '5',
      q: ['田中選手が今シーズン___ ____ ___ ___のニュースを見て驚いた。'],
      s: [2, 3, 4, 1],
      d: [2],
      a: [['1 彼の怪我', '2 活躍するのを', '3 楽しみに待っていた', '4 だけに']]
    }
  ],
  essay: [
    {
      id: '6',
      q: [
        '街にはおもちゃがあふれています。贈り物におもちゃを買おうと思っても、おもちゃ屋に並ぶ多種多様なおもちゃの前でどれを選んだらいいか迷ってしまったという方もいるかもしれません。',
        'そこで、ある団体が、おもちゃを選ぶときの参考にしてもらおうと、每年、___の中から優良なおもちゃ、「グッド・トイ」を選定しています。お店で見てすぐにわかるように、選定されたグッド・トイには___ので、おもちゃを買うときにも参考になります。',
        'グッド・トイ___、「遊び力」を引き出してくれるものだそうです。「遊び力」というのは、見る力、聞く力、感じる力、コミュニケーションする力、夢見る力。人が生きていくのに必要な力のことです。',
        'グッド・トイの選考では、まず推薦されたおもちゃをいろいろな年代の人に実際に遊んでみてもらい、専門家が遊ばれ方を見て評価をします。その後も様々な視点から何度も検討を重ねて、グッド・トイは選定されています。',
        'おもちゃというと、ただ子供が遊ぶためだけのものだと___。塾や参考書は熱心に選んでも、おもちゃを真劍に選ぶという方はあまり多くないのではないでしょうか。___、おもちゃには大きな力を持つものがあります。次におもちゃを選ぶ時は、グッド・トイのように、生きる力を引き出してくれるものを探してみてはいかがでしょうか。'
      ],
      d: [2, 1, 3, 1, 0],
      a: [
        [
          '1 たくさんの贈り物',
          '2 選んだ贈り物',
          '3 数えるおもちゃ',
          '4 迷ったおもちゃ'
        ],
        [
          '1 グッド・トイマークがつけられていきました',
          '2 グッド・トイマークがつけられています',
          '3 グッド・トイマークがつけられておきました',
          '4 グッド・トイマークがつけられてみます'
        ],
        ['1 が', '2 に', '3 とか', '4 とは'],
        [
          '1 考えられつつあります',
          '2 考えられがちです',
          '3 考えられてはいません',
          '4 考えられなければいけません'
        ],
        ['1 しかし', '2 それどころか', '3 すなわち', '4 さらに']
      ]
    }
  ]
}
