export default {
  id: 5,
  title: '训练题五',
  select: [
    {
      id: '152',
      q: ['ABC美術館はとても広くて、たった3時間では全部の作品を_____。'],
      d: [1],
      a: [
        [
          '見たきりだった',
          '見きれなかった',
          '見ないで済んだ',
          '見ないでもなかった'
        ]
      ]
    },
    {
      id: '161',
      q: [
        '妻「ねえ、この雑誌のアンケートに答えると、抽選で一人にテレビが当たるんだって。応募してみようよ。」',
        '夫「抽選で一人じゃ、_____。」'
      ],
      d: [3],
      a: [
        [
          '当たりますように',
          '当たらないくせに',
          '当たるといいなあ',
          '当たりっこないよ'
        ]
      ]
    },
    {
      id: '172',
      q: [
        '春子「えりちゃん、みかん、好き？」',
        'えり「うん、好きだけど。なんで？」',
        '春子「親戚がたくさん送ってきてくれたんだけど、一人じゃ食べ切れなくて。よかったら、少し_____？」',
        'えり「いいの？ありがとう。」'
      ],
      d: [2],
      a: [
        [
          'あげない',
          'くれない',
          'もらってくれない',
          'もらってもらわない'
        ]
      ]
    },
    {
      id: '152',
      q: [
        '私は歯医者が苦手だ。歯の痛みがひどいときには行くが、少し_____我慢してしまう。'
      ],
      d: [2],
      a: [
        [
          '痛くなる前に',
          '痛そうなときは',
          '痛いぐらいなら',
          '痛くないのだから'
        ]
      ]
    },
    {
      id: '132',
      q: ['この料理はとても簡単で、鶏肉と卵_____あればすぐに作れます。'],
      d: [3],
      a: [['にも', 'こそ', 'とも', 'さえ']]
    },
    {
      id: '112',
      q: [
        '野党の追及に対し、大臣は満足な回答ができなかったどころか、質問の内容_____理解できていなかった。'
      ],
      d: [0],
      a: [['すら', 'こそ', 'のみ', 'ほど']]
    },
    {
      id: '152',
      q: ['夫は何でも捨てないで取っておくので、家の中は物が增える_____。'],
      d: [2],
      a: [['ためだ', 'ほどだ', '一方だ', '最中だ']]
    },
    {
      id: '111',
      q: ['あれこれ悩んだ_____、ABC大学を志望校に決めた。'],
      d: [1],
      a: [['さきに', 'すえに', 'ところに', 'とおりに']]
    },
    {
      id: '182',
      q: [
        'わが国は、石油や石炭などのエネルギー資源がほとんどないため、多くを海外からの輸入_____。'
      ],
      d: [0],
      a: [
        [
          '頼らざるを得ない',
          '頼るわけにはいかない',
          '頼らないに違いない',
          '頼ることにほかならない'
        ]
      ]
    },
    {
      id: '161',
      q: [
        '今回の戰略が有効であったかどうかは、まだ結果が出ていない現時点では_____。'
      ],
      d: [1],
      a: [
        [
          '判断すべきだ',
          '判断しかねる',
          '判断したにすぎない',
          '判断せざるを得ない'
        ]
      ]
    },
    {
      id: '151',
      q: [
        '（育児書で）',
        '赤ちゃんの熱が少しあると心配になるかもしれませんが、熱が多少あっても、元気に遊んでいるなら、_____。'
      ],
      d: [0],
      a: [
        [
          '慌てることにはありません',
          '慌てるざるをえません',
          '慌てずにはいられません',
          '慌てるに違いありません'
        ]
      ]
    },
    {
      id: '161',
      q: [
        '私は、進学するか就職するか迷ったが、家族や先生と何日も_____、進学を選んだ。'
      ],
      d: [0],
      a: [
        [
          '話し合った末に',
          '話し合って以来',
          '話し合ったきり',
          '話し合って初めて'
        ]
      ]
    }
  ],
  combination: [
    {
      id: '151',
      q: ['「みるく屋」は、A市に_____ _____ __★__ _____です。'],
      s: [1, 2, 0, 3],
      d: [0],
      a: [
        [
          '有名な',
          '住んでいる人なら',
          '知らない人はいないくらい',
          'お菓子屋さ'
        ]
      ]
    },
    {
      id: '172',
      q: [
        '（教室で）',
        '生徒「これからご紹介するのは、私が新しい単語を覚える__★__ _____ _____ _____思いついた方法です。皆さんも、ぜひ試してみてください。」'
      ],
      s: [0, 3, 1, 2],
      d: [0],
      a: [['のに', 'とあれこれ考えた', '末に', 'いい方法はないか']]
    },
    {
      id: '162',
      q: [
        '結婚生活を送る_____ _____ __★__ _____、相手への思いやりの気持ちを持つことだ思う。'
      ],
      s: [0, 3, 2, 1],
      d: [2],
      a: [['うえで', 'といえば', '大切か', '何が']]
    },
    {
      id: '172',
      q: [
        '_____ _____ __★__ _____先週から工事で休業中なので、今回は別のホテルに泊まることにした。'
      ],
      s: [3, 1, 0, 2],
      d: [0],
      a: [['泊まっている', 'たびに', 'Yホテルが', '出張に行く']]
    },
    {
      id: '162',
      q: [
        '就職したときに_____ _____ __★__ _____とうとう壊れたので、買い換えることにした。'
      ],
      s: [1, 0, 3, 2],
      d: [3],
      a: [['ずっと', '買って以来', 'かばんが', '使っていた']]
    }
  ],
  essay: [
    {
      id: '131',
      pre: '以下は、留学生が日本事情について書いた文章である。',
      title: '日本における米食の変化',
      author: 'ヨハンソン ダグ',
      q: [
        '日本食というと米の印象が強く、私は、日本人は米を一日三食食べていると思っていた。ところが日本に来でみると、__①__ので驚いた。',
        'ある調査によると、1960年の日本の米の消費量は一人当たり年間約120キ口だったが、2010年は約60キロだったという。この50年で米の消費量が半減したわけだ。けれども、50年で一日の食事の回数や総量が半減する__②__。では、どのような事情で米の消費量が半減したのか。',
        'それにはいくつか__③__があるようだ。その中で私が取り上げたいのは、食の多様化だ。1965年ごろから日本では様々な食物を輸入するようになり、米以外にパンなどを主食としてよく食べるようになった。また、1960年から2010年の50年で、肉の消費量は約5倍に、乳製品は約4倍に増えた。こうした変化の中で、相対的に米の消費量が減少したのだろう。',
        '食の多様化自体は、食卓が豊かになるのだし悪いことではない。__④__、食の多様化に伴う問題も起きているようだ。日本では昔から米や野菜がよく食べられてきたため、日本人の体はそれらの消化に適しており、肉や乳製品の消化が苦手だという。食の変化によって病気になる人も増えているそうだ。日本人が守ってきた伝統的な食文化は、日本人の健康を支えていたのだ。',
        '私の国の食文化も私たちの健康を支えてくれていたのだるうか。日本に来て、その土地に生きる人と食文化とのつながりについて__⑤__。'
      ],
      d: [2, 0, 3, 2, 1],
      a: [
        [
          'これではなかった',
          'それでもなかった',
          'そうではなかった',
          'こうでもなかった'
        ],
        [
          'とは思えない',
          'としか思えない',
          'とも思われる',
          'とさえ思う'
        ],
        ['条件', '証拠', '基礎', '理由'],
        ['例えば', 'そのうえ', 'だが', 'そこで'],
        [
          '考えたのだろう',
          '考えさせられた',
          '考えさせていたのだろう',
          '考えられていた'
        ]
      ]
    }
  ]
}
