export default {
  id: 3,
  title: '训练题三',
  select: [
    {
      id: '171',
      q: [
        '情報化や国際化が進む現代において、学校の教育がこれまでと_____。コンビュ一タなどの新しい教育内容が取り入れられるのも当然の流れだと思う。'
      ],
      d: [0],
      a: [
        [
          '同じでいいはずがない',
          '同じというだけではない',
          '同じならいいに違いない',
          '同じにならないことはない'
        ]
      ]
    },
    {
      id: '162',
      q: [
        '多樣な情報があふれる現代社会_____大切なのは、 膨大な情報の中から、自分に必要な情報を選ぶ力である。'
      ],
      d: [1],
      a: [['に加えて', 'において', 'を基にして', 'を込めて']]
    },
    {
      id: '132',
      q: [
        'このメーカーのへルメットは、安全性_____、他のどのメーカーの製品よりも優れている。'
      ],
      d: [3],
      a: [['に沿って', 'に向けて', 'にわたって', 'において']]
    },
    {
      id: '101',
      q: ['このレストランは、客の予算_____いくつかのコースを用意してくれる。'],
      d: [2],
      a: [['に比ベて', 'に先立って', 'に応じて', 'に向けて']]
    },
    {
      id: '152',
      q: [
        '駅前のパン屋の主人は、商売はあまり上手ではないが、おいしいパンを作ること_____一流の技術を持っている。'
      ],
      d: [2],
      a: [['によっては', 'を前にして', 'にかけては', 'を基にして']]
    },
    {
      id: '101',
      q: ['踏切事故のために、2 時間_____、電車がストップしました。'],
      d: [2],
      a: [['につき', 'につれ', 'にわたり', 'にともない']]
    },
    {
      id: '151',
      q: [
        '南極の氷を調べること_____数十万年前の地球の気候を知ることができるそうだ。'
      ],
      d: [0],
      a: [['によって', 'にとって', 'に関して', 'に対して']]
    },
    {
      id: '141',
      q: [
        '（歌の練習で）',
        '先生「最初は、緊張して大きな声で歌えないと思います。でも、_____だんだん大きな声でるようになりますよ。」'
      ],
      d: [0],
      a: [
        [
          '練習していくうちに',
          '練習してでも',
          '練習するのに対して',
          '練習するのに比ベて'
        ]
      ]
    },
    {
      id: '111',
      q: ['顔を洗うときには、せっけんを_____、さっと洗うのが肌にはよい。'],
      d: [0],
      a: [
        [
          '使いすぎずに',
          '使うにすぎず',
          '使うにすぎなく',
          '使いすぎもなくて'
        ]
      ]
    },
    {
      id: '161',
      q: [
        'この国で、卵、牛乳_____3番目に多い食物アレルギーは、小麦アレルギーだ。'
      ],
      d: [0],
      a: [['についで', 'に沿って', 'に代わって', 'にしたがって']]
    },
    {
      id: '182',
      q: [
        '髪が傷んでしまうので、髪を洗った後は、ぬれた_____、しっかり乾かしましょう。'
      ],
      d: [0],
      a: [
        [
          'ままにせず',
          'ようになっても',
          'だけにすれば',
          'ことにならなくて'
        ]
      ]
    },
    {
      id: '161',
      q: [
        '弟はスケートをするのが初めてだったので何度か転んでいたが、初めてにしては_____上手だった。'
      ],
      d: [2],
      a: [['ついに', 'まさか', 'なかなか', 'まもなく']]
    }
  ],
  combination: [
    {
      id: '142',
      q: ['朝、開花した時には_____ _____ __★__ _____珍しい花があります。'],
      s: [1, 0, 3, 2],
      d: [3],
      a: [
        [
          '花が',
          '真っ白だった',
          '次第にビンクへと変化していく',
          'タ方が近づくにつれて'
        ]
      ]
    },
    {
      id: '182',
      q: [
        '子供のころは、1年が長く感じられたのに、年をとる_____ _____ __★__ _____だろうか。'
      ],
      s: [1, 3, 0, 2],
      d: [0],
      a: [['のは', 'につれて', 'なぜ', '短く感じるようになる']]
    },
    {
      id: '171',
      q: [
        '雑誌か_____ __★__ _____ _____人との出会いだとインタビューに答えていたのを見て、本当にそうだなと思った。'
      ],
      s: [1, 3, 0, 2],
      d: [3],
      a: [['自分にとって', '何かで', '人生で一番大切なのは', '誰かが']]
    },
    {
      id: '182',
      q: [
        '情報をどのような_____ _____ __★__ _____が変わって来るので、順番を意識して話す必要がある。'
      ],
      s: [3, 1, 2, 0],
      d: [2],
      a: [['相手の受け止め方', '提示するか', 'によって', '順番で']]
    },
    {
      id: '171',
      q: ['私の職瑒では、節電のため、_____ _____ __★__ _____。'],
      s: [1, 3, 2, 0],
      d: [2],
      a: [['外してる', '廊下の', 'おきに', '蛍光灯を一つ']]
    }
  ],
  essay: [
    {
      id: '182',
      pre: '以下は、教育雑誌のコラムである。',
      title: '伝統から最新技術へ',
      author: '',
      q: [
        '今も昔も、子供たちに親しまれている折り紙。そんな身近な折り紙が今、「折り紙工学」という学問となっている。',
        '一例を__①__。折り紙の「折って畳むこと」と「疊んだものを広げることを利用した研究がある。大きなものを小さくし、それを簡単に元の大きさに戾す方法として、折るだけで形や大きさが変えられる折り紙が注目されたのだ。ただ折って小さくするのなら、新聞を折り畳むように何回も折ればいい。しかしそれでは、広けるときに、 畳んだ分の回数だけ開くことになる。__②__、一気に元の大きさに戾せる折り方を開発するために研究が重ねられた。その結果、何回折った後でも、折り畳んだ状態から両端を引っ張るだけで、元の平面に戾すことができる方法にたどり着いたのである。',
        'この折り方を__③__、人工衛星に用いる「太陽電池パネル」などの装置が作られている。装置を宇宙へ運ぶロケットの容量には限界があり、装置は小さくしなければならない。だからといって分割して部品にすると、宇宙空間で組み立てる技術が必要となる。ここに研究の成果が生かされる。開発された折り方を使えば、装置を折り疊んで小さくすることができ、宇宙空間に出たときには簡単に__④__。',
        '伝統的な遊びが宇宙で使われる最新技術につながっている。子供と折り紙で遊びながら、このような科学の話を__⑤__。折り紙を通して、宇宙工学や技術開発の分野にも興味を持つかもしれない。'
      ],
      d: [2, 2, 0, 3, 1],
      a: [
        ['挙げている', '挙げようとする', '挙げよう', '挙げるだろう'],
        ['ただし', 'しかも', 'そこで', 'かえって'],
        [
          '活用して',
          '活用するほかに',
          '活用するまで',
          '活用したにもかかわらず'
        ],
        [
          '広げられるというのか',
          '広げられるかのようだ',
          '広げられるのだるうか',
          '広げられるというわけだ'
        ],
        [
          'してみたがらない',
          'してみるのも悪くない',
          'してみそうもない',
          'してみても始まらない'
        ]
      ]
    }
  ]
}
