export default {
  select: [
    {
      id: '131',
      q: ['Y遊園地の昨年の入場者数は、1000万人___上った。'],
      d: [0],
      a: [['1 に', '2 で', '3 が', '4 と']]
    },
    {
      id: '131',
      q: [
        '（花屋のホームページで）',
        'ご予算に合わせて、花束をお作りします。送料無料で日にち指定の全国発送も___。'
      ],
      d: [3],
      a: [
        [
          '1 申し上げます',
          '2 差し上げます',
          '3 いただきます',
          '4 うけたまわります'
        ]
      ]
    },
    {
      id: '121',
      q: [
        '小川「ねえ、山田さん。昨日の夜、オリンピック中継見た？」',
        '山田「ううん。昨日は残業で疲れちゃって。だから、タ飯___食べないで寝ちゃったんだ。」'
      ],
      d: [0],
      a: [['1 も', '2 が', '3 とは', '4 にまで']]
    },
    {
      id: '132',
      q: [
        '大西病院では、現在事務職員を募集しています。詳細は、ホ一ムページを___か、直接お電話でお問い合わせください。'
      ],
      d: [1],
      a: [['1 拝見する', '2 ご覧いただく', '3 ご覧入れる', '4 見せてくださる']]
    },
    {
      id: '132',
      q: [
        '（電話で）',
        'A「営業部の山下さんをお願いしたいのですが。」',
        'B「申し訳ありません、 山下はただいま会議で席を外しております。戾りましたら、こちらからお電話___。」',
        'A「はい、お願いします。」'
      ],
      d: [0],
      a: [
        [
          '1 いたしましょうか',
          '2 申しましょうか',
          '3 くださいませんか',
          '4 いただきませんか'
        ]
      ]
    },
    {
      id: '141',
      q: [
        '森田「村山さん、Y社の川西部長が___。会議室でお待ちです。」',
        '村山「わかりました。」'
      ],
      d: [2],
      a: [['1 参りました', '2 承りました', '3 見えました', '4 伺いました']]
    },
    {
      id: '142',
      q: [
        '先日の勉強会には、社会福祉を專門に研究されている、ABC大学の石川春子先生に___。'
      ],
      d: [1],
      a: [
        [
          '1 参りました',
          '2 お越しいただきました',
          '3 おいでくださいました',
          '4 いらっしゃいました'
        ]
      ]
    },
    {
      id: '151',
      q: ['森川動物園は、森川駅からバスで30分___行ったところにある。'],
      d: [2],
      a: [['1 など', '2 などに', '3 ほど', '4 ほどに']]
    },
    {
      id: '161',
      q: [
        '（会社で）',
        '課長「山下さん、A社の木村様が___、応接室に案内してください。」',
        '山下「はい、わかりました。」'
      ],
      d: [3],
      a: [
        ['1 参ったら', '2 伺ったら', '3 おありだったら', '4 おいでになったら']
      ]
    },
    {
      id: '161',
      q: [
        '（店で）',
        '客「すみません、この携帯電話を解約したいんですが。」',
        '店員「かしこまりました。差し支えなければ、解約の理由を___。」'
      ],
      d: [2],
      a: [
        [
          '1 お聞きしませんか',
          '2 お聞きになりますか',
          '3 お聞きしてもよろしいでしょうか',
          '4 お聞きになったらいかがですか'
        ]
      ]
    },
    {
      id: '162',
      q: [
        '子どものころ、母___作ったハンバーグが大好きで、よく作ってもらった。'
      ],
      d: [0],
      a: [['1 の', '2 との', '3 によって', '4 にとって']]
    },
    {
      id: '162',
      q: [
        '（内線電話で）',
        '山田「はい、山田です。」',
        '木村「受付の木村ですが、X社の中川様が___。」',
        '山田「わかりました。すぐ行きます。」'
      ],
      d: [3],
      a: [
        [
          '1 伺いました',
          '2 お目にかかりました',
          '3 ございました',
          '4 お越しになりました'
        ]
      ]
    }
  ],
  combination: [
    {
      id: '152',
      q: ['イベントの準備には___ ___ ____ ___スケジュールに余裕ができた。'],
      s: [2, 0, 1, 3],
      d: [1],
      a: [
        [
          '1 二日はかかるだろうと思われたが',
          '2 多くのボランテイアの方の協力で',
          '3 最低でも',
          '4 一日で終わったので'
        ]
      ]
    },
    {
      id: '161',
      q: [
        '近所のスーパーの隣にはクリーニング屋がある。スーパーもクリーニング屋も私が___ ___ ____ ___助かる。'
      ],
      s: [3, 0, 1, 2],
      d: [1],
      a: [
        [
          '1 開いていて',
          '2 買い物するついでに',
          '3 預けた服を取りに行けるのが',
          '4 仕事から帰る時間でも'
        ]
      ]
    },
    {
      id: '162',
      q: [
        '登山には不思議な魅カがある。登っているときはこんなに___なぜかまた登りたくなる。'
      ],
      s: [2, 1, 0, 3],
      d: [0],
      a: [
        [
          '1 思うのに',
          '2 二度としたくないと',
          '3 苦しいことは',
          '4 山を下りて何日かすると'
        ]
      ]
    },
    {
      id: '121',
      q: [
        'A「あ、今から行く博物館、一週間前に予約してないと入れないってガイドプックに書いてあるよ。」',
        'B「え、そうなの？困ったなあ。」',
        'A「行く___ ___ ____ ___みようか。」'
      ],
      s: [1, 0, 3, 2],
      d: [3],
      a: [['1 行って', '2 だけ', '3 交渉して', '4 入れてもらえないか']]
    },
    {
      id: '121',
      q: ['このコンサートの警備には、警備員___ ___ ____ ___十分です。'],
      s: [2, 3, 1, 0],
      d: [1],
      a: [['1 いれば', '2 も', '3 が', '4 20人']]
    }
  ],
  essay: [
    {
      id: '162',
      q: [
        '以下は、雑誌のコラムである。',
        '',
        '日本発のトイレマーク',
        '公衆トイレの入りロに描かれている男女の絵のマーク。そのマークがあれば、文字で「トイレ」と書かれていなくても、そこがトイレであることがわかる。世界のあちこちで使われているこのトイレマークが実は日本で生まれたものだということを___。',
        'トイレマークが生まれたのは、1964年の東京オリンビックがきっかけだ。この東京オリンピックは、アルフアペットを使わない国での初めての開催であったため、特に問題になったのが、言葉の壁だった。当時、日本国内の案内板は「お手洗い」などと日本語で書かれているものがほとんどだった。___、それでは世界90数か国から来日する選手たちに理解してもらえない。かといって、参加国すべての国の言葉で書くわけにもいかない。そこで、案内板作成者たちは、あらゆる国の選手が理解できるよう、絵で表すことを考えた。___、トイレマークなのだ。',
        'そのほかにも、食堂、シャワー、公衆電話等の施設や設備を表すマークや、水泳、バレーポール等の競技を表すマークも作られた。競技を表すマークは、この東京オリンピックで初めて全面的に導入され、高い評価を受けた。そして、その後のオリンビックでもデザインを変えながら毎回___。',
        'トイレマークに代表されるように、東京オリンビックをきっかけに日本で生まれたマークが、言葉の壁を越え、今や新たなコミュニケーション手段として、世界に広がっている。',
        'それは、あらゆる人にわかりやすくという思いが世界に届いた___。'
      ],
      d: [1, 1, 3, 0, 2],
      a: [
        [
          '1 ご存じなわけだ',
          '2 ご存じだろうか',
          '3 ご存じのようだ',
          '4 ご存じだからだろう'
        ],
        ['1 それに', '2 しかし', '3 または', '4 それどころか'],
        [
          '1 作成者が理解したのは',
          '2 日本で考えられたのが',
          '3 ここに生み出したのは',
          '4 こうして生まれたのが'
        ],
        [
          '1 使用されている',
          '2 使用した点だ',
          '3 使用していける',
          '4 使用したいものだ'
        ],
        [
          '1 結果として表れるかもしれない',
          '2 結果のはずだった',
          '3 結果に違いない',
          '4 結果でなければならなかった'
        ]
      ]
    }
  ]
}
