export default {
  id: 1,
  title: '训练题一',
  select: [
    {
      id: '131',
      q: [
        '私は、ストレスは悪い_____思っていたので、良いストレスもあると知って驚いた。'
      ],
      d: [1],
      a: [
        [
          'ものだとなんて',
          'ものだとばかり',
          'などのことだと',
          'のみでのことだと'
        ]
      ]
    },
    {
      id: '151',
      q: [
        'この地域のミ力ンの生產量は、2000年から2003年にかけて一時減少した_____、再び增加し、2010年には過去最高となった。'
      ],
      d: [3],
      a: [['として', 'のかどうか', 'からには', 'ものの']]
    },
    {
      id: '161',
      q: [
        '実家の押し入れを片付けていたら、祖父母の結婚式の写真が出てきた。よくこんな昔の写真が今まで残っていた_____。'
      ],
      d: [1],
      a: [['わけだ', 'ものだ', 'だろうか', 'のではないか']]
    },
    {
      id: '171',
      q: [
        '時間のある学生時代に、もっと本を読んだり、海外旅行に行ったりしておけばよかった。あのころに戾れる_____戾りたい。'
      ],
      d: [2],
      a: [['かわりに', 'とすると', 'ものなら', 'にしたって']]
    },
    {
      id: '101',
      q: [
        '山下「田中君、きみ、また大阪に出張なんだって?」',
        '田中「ええ、そうなんですよ。ついこの前も出張に_____なんですけどねえ。」'
      ],
      d: [3],
      a: [
        [
          '行かれたまま',
          '行かされたまま',
          '行かれたばかり',
          '行かされたばかり'
        ]
      ]
    },
    {
      id: '172',
      q: [
        '囲碁・将棋クラプに入って半年。初めは_____が、最近少しずつ勝てるようになってきた。'
      ],
      d: [0],
      a: [
        [
          '負けてばかりだった',
          '負けたばかりだった',
          '負けるところだった',
          '負けているところだった'
        ]
      ]
    },
    {
      id: '132',
      q: ['悩んでいるときは、誰かに話を_____気持ちが楽になる場合もある。'],
      d: [1],
      a: [
        [
          '聞いてあげることは',
          '聞いてもらうことで',
          '聞いてくれることに',
          '聞いてやることが'
        ]
      ]
    },
    {
      id: '142',
      q: [
        '山下「田中さん、先ほどABC建設の木村様からお電話がありました。至急連絡がほしい_____。」',
        '田中「はい、わかりました。」'
      ],
      d: [2],
      a: [['1までです', 'とします', 'とのことです', 'ことになります']]
    },
    {
      id: '102',
      q: [
        '休日は混雑が予想されますので、お電話でご予約の_____、ご来店ください。'
      ],
      d: [2],
      a: [['あげく', 'あまり', 'うえ', 'ほう']]
    },
    {
      id: '151',
      q: [
        '(就職説明会で)',
        '「就職活動とは、企業に応募することです。この企業で働きたいと思っていても、応募_____、何よりも進みません。まずは応募しましょう。」'
      ],
      d: [2],
      a: [
        [
          'してみるより',
          'できるといいし',
          'しないことには',
          'するのではなく'
        ]
      ]
    },
    {
      id: '152',
      q: [
        'テニスコートの入りロの看板に「コート内では必ずテニスシューズを履く_____。」と書いてあるのに、守らない人がいるので困る。'
      ],
      d: [0],
      a: [['こと', 'はず', 'など', 'のみ']]
    },
    {
      id: '171',
      q: [
        'この辺りは、春はお花見、夏は川遊び、秋は紅葉、冬はスキ一_____、1年中自然を楽しむことができます。'
      ],
      d: [3],
      a: [['のことかと', 'かのように', 'ということと', 'というように']]
    }
  ],
  combination: [
    {
      id: '141',
      q: [
        'レポ一トを作成_____ _____ __★__ _____ことは、事実なのか意見なのかを明確にすることだ。'
      ],
      s: [2, 1, 0, 3],
      d: [0],
      a: [['注意', 'うえで', 'する', 'すべき']]
    },
    {
      id: '101',
      q: ['田中さんはいつも_____ _____ __★__ _____自分では何もしない。'],
      s: [2, 3, 0, 1],
      d: [0],
      a: [['文句を言う', 'ばかりで', '人の', 'やることに']]
    },
    {
      id: '102',
      q: ['お互い感情的になっていると、_____ _____ __★__ _____ものだ。'],
      s: [1, 3, 0, 2],
      d: [0],
      a: [['うまく', '冷静に話そう', 'いかない', 'としても']]
    },
    {
      id: '141',
      q: [
        'A「昨日、また仕事で失敗しちゃったんだよね。この仕事、私には向いていないんだろうね。やっぱり転職しようかな。」',
        'B「私は反対しないよ。本当に向いていないと_____ _____ __★__ _____思うからね。」'
      ],
      s: [1, 2, 3, 0],
      d: [3],
      a: [['こともないと', '思う', 'んだったら', '続ける']]
    },
    {
      id: '182',
      q: [
        '日本では、99歳のお祝いを「白寿」と言います。「百」の字から「一」をとる_____ _____ __★__ _____そう呼ばれています。'
      ],
      s: [0, 3, 1, 2],
      d: [1],
      a: [['と', '字になる', 'ことから', '「白」という']]
    }
  ],
  essay: [
    {
      id: '142',
      pre: '以下は、留学生の作文である。',
      title: '日本の「大人」',
      author: 'チャン エディー',
      q: [
        '商品名や商品の説明などで「大人の旅」「大人のパスタ」「大人のピアノ教室」といった表現をよく目にする。「大人」とあるが、成人用ではなく年齡制限はない。とすると、こうした表現で使われている「大人」とは__①__を指しているのだろうか。気になって調べてみた。',
        'ある旅行会社は、「大人の旅」を企画している。これは、高級な旅館に泊まったり、時間をかけて旅行したり__②__。私はずっと、旅行会社が企画するのは低価格で短時間に多くの観光地に行く忙しい旅行というイメージを持っていたが、「大人の旅」は違っていた。',
        'また、先日読んだ記事によると、「大人のパスタ」というのは、素材にこだわった商品らしい。価值があれば価格はあまり気にしないという人を対象として開発された。だから、良い素材を使うことによって多少価格が高くなっても__③__。',
        '駅にはられていた「大人のピアノ教室」のポスターで募集していた生徒は、昔習っていたピアノをまた習いたいという人や、仕事や家事以外に何か趣味を見つけたいという人だった。',
        '__④__、経済的、時間的、精神的に余裕がある人が「大人」なのだろう。私は、旅行はお金をかけないで行きたいし、食事に質より量だ。勉強とアルバイトで精いっばいだから、何かを習う余裕もない。「大人」の価値観がわからない私は、まだ「大人」ではなさそうだ。「大人」の商品の価値がわかるようになったら、「大人」に__⑤__。'
      ],
      d: [2, 0, 1, 2, 3],
      a: [
        ['ここまで', 'そういう大人', 'どのような人', 'それ以下'],
        ['するものだ', 'するつもりだ', 'するほうだ', 'するべきだ'],
        [
          '問題ないかどうかだ',
          '問題ないということだ',
          '問題ないとするだろうか',
          '間題ないのだと思っていた'
        ],
        ['しかも', 'ただし', '要するに', 'それどころか'],
        [
          'なれるはずだった',
          'なりたくなってきた',
          'なるわけではない',
          'なれるのかもしれない'
        ]
      ]
    }
  ]
}
