export default {
  select: [
    {
      id: '131',
      q: ['うちの犬は、私が___、寂しそうな目で私を見る。'],
      a: [
        [
          '1 出かけるところに',
          '2 出かけようとしたまま',
          '3 出かけるところみたいで',
          '4 出かけようとするたびに'
        ]
      ]
    },
    {
      id: '172',
      q: [
        '（夕食時に）',
        '妻「ねえ、このスープ、レシピ通りに作ったんだけど、どう？味、薄くない？もう少し塩を___。」',
        '夫「ううん、ちょうどいいよ。」'
      ],
      a: [
        [
          '1 入れたことはよかったね',
          '2 入れたからよかったなあ',
          '3 入れたほうがよかったかな',
          '4 入れたところがよかったよね'
        ]
      ]
    },
    {
      id: '142',
      q: [
        '私がテニスを教えている中学生が、県大会で初めて優勝した。彼の努力をずっと見てきた___、本当にうれしい。'
      ],
      a: [['1 あげく', '2 際', '3 あまり', '4 だけに']]
    },
    {
      id: '131',
      q: [
        '（広告で）',
        '現在、数量限定半額セ一ルを実施中。商品が___終了しますので、お早めに。'
      ],
      a: [
        [
          '1 なくなり次第',
          '2 なくなった以上',
          '3 なくなるうちに',
          '4 なくなっては'
        ]
      ]
    },
    {
      id: '151',
      q: [
        '（メ-ルで）',
        '4月20日に新入生歓迎会を開きますので、ぜひご参加ください。なお、場所は___、お知らせします。'
      ],
      a: [['1 決まったおかげで', '2 決まり次第', '3 決まって以来', '4 決まる']]
    },
    {
      id: '132',
      q: [
        '今年の映画祭の来場者は、開幕から3日で10万人に達した。8日間の開催期間で最終的には昨年の20万人を大幅に上回る___。'
      ],
      a: [['1 までだ', '2 次第だ', '3 勢いだ', '4 最中だ']]
    },
    {
      id: '101',
      q: ['さっきのご飯を食べた___、もうおなかがすいてきた。'],
      a: [
        [
          '1 すぐのことだが',
          '2 ばかりのことだが',
          '3 すぐだというのに',
          '4 ばかりだというのに'
        ]
      ]
    },
    {
      id: '122',
      q: [
        'この小説を読んで、友のためなら、自分はどうなったって___という主人公の熱い思いに感動した。'
      ],
      a: [['1 たまらない', '2 かまわない', '3 わけがない', '4 ならない']]
    },
    {
      id: '101',
      q: ['仕事の合間に時々遠くを見る___、目が疲れにくくなった。'],
      a: [
        [
          '1 ようにしたところに',
          '2 ようにしたところ',
          '3 までになったところに',
          '4 までになったところ'
        ]
      ]
    },
    {
      id: '141',
      q: ['医者「明日になっても熱が下がらない___、この薬を飲んでください。」'],
      a: [
        [
          '1 ようであれば',
          '2 からであれば',
          '3 というようには',
          '4 というからには'
        ]
      ]
    },
    {
      id: '171',
      q: ['発達する低気圧の影響で、明日のタ方から夜にかけて、激しい雨が___。'],
      a: [
        [
          '1 降りがちだ',
          '2 降りつつある',
          '3 降ってばかりだ',
          '4 降るおそれがある'
        ]
      ]
    },
    {
      id: '102',
      q: [
        '現在、建設作業はスムーズに進んでいるが、必ずしも最初から順調だった___。'
      ],
      a: [['1 に限らない', '2 必要はない', '3 にちがいない', '4 わけではない']]
    }
  ],
  combination: [
    {
      id: '171',
      q: ['なぜときどき駅ですれ違う___ ___ ____ ___自分でもよくわからない。'],
      a: [['1 だけの', '2 こんなに気になる', '3 のか', '4 彼女のことが']]
    },
    {
      id: '161',
      q: ['薬は正しく___ ___ ____ ___状態を悪化させてしまう危険もある。'],
      a: [
        [
          '1 効果が',
          '2 飲まないと',
          '3 得られるはずの',
          '4 得られないだけでなく'
        ]
      ]
    },
    {
      id: '152',
      q: [
        '狭い部屋でもテーブルの上に物を置かない___ ___ ____ ___本に書いてあった。'
      ],
      a: [['1 だけで', '2 ようになると', '3 ようにする', '4 広く感じられる']]
    },
    {
      id: '131',
      q: ['宇宙にはこれだけ___ ___ ____ ___としても不思議ではないと思う。'],
      a: [['1 多くの星がある', '2 生物がいた', '3 のだから', '4 どこかの星に']]
    },
    {
      id: '172',
      q: [
        '講師「片付けが苦手という話をよく聞きますが、それは___ ____ ___ ___だけなので、やり方を身につければ必ず片付けられるようになります。」'
      ],
      a: [
        ['1 決して', '2 やり方を知らない', '3 ではなく', '4 性格や能力の問題']
      ]
    }
  ],
  essay: [
    {
      id: '171',
      q: [
        '以下は、雜誌のコラムである。',
        '',
        '高齡化社会におけるスポ一ツ',
        '',
        '105歲の日本人男性が、陸上競技の100メートルで世界記録を出した。2015年に行われたある陸上の世界大会でのことだ。',
        '「マスターズ」と呯ばれる___。日本ではまだあまり知られていないが、スポーツをいくつになっても楽しむことを目的とした大会で、陸上、水泳、テニスなど樣々な競技の大会が世界中で開催されている。陸上の大会では通常5歳ごとに分けられたクラスで同年代と競う。そのため、体力が落ちて若いこのように走れなくても対等に競うことができる。つまり、105歳の男性が出した世界記録は、彼が参加したクラスにおける世界記録___。',
        'ある調査によると、マスターズに参加している高齡者は心と体の健康を維持しているという。運動は心に活気を生み、記録という目標は生活の中で感じる不安やストレスを少なくするそうだ。',
        '心も体も元気な高齡者の多い社会は、高齡化社会の一つの理想である。マスターズに参加する高齢者が増えれば、この理想に近づくことができる。___、マスタ一ズの存在が影響を与えるのは、参加者にとどまらない。参加者以外の高齡者も、同年代が記録を目指す姿を目にすることで、体を動かすきっかけや心の活力が得られるに違いない。___、マスターズが広く知られる必要がある。テレビなどで目にする機会が増えるといい。',
        'いつまでも心身ともに元気でいられる___。その社会の実現に向けて、マスターズの今後の発展が期待される。'
      ],
      a: [
        [
          '1 大会はある',
          '2 大会がある',
          '3 大会はあるのか',
          '4 大会があるのか'
        ],
        [
          '1 というわけだ',
          '2 と言えないこともない',
          '3 というだけでわない',
          '4 と言ってもいいぐらいだ'
        ],
        ['1 とすると', '2 とはいえ', '3 さらに', '4 このとうに'],
        ['1 そうやって', '2 そうなったら', '3 それでも', '4 それにも'],
        ['1 社会', '2 社会だ', '3 社会とは', '4 社会だから']
      ]
    }
  ]
}
