export default {
  id: 4,
  title: '训练题四',
  select: [
    {
      id: '131',
      q: ['鉄道会社と自治体による長時間の議論_____、新駅の建設が決定された。'],
      d: [2],
      a: [['をめぐり', 'を込めく', 'の末に', 'のことで']]
    },
    {
      id: '172',
      q: ['毎朝体操を_____、硬かった体が柔らかくなった。'],
      d: [0],
      a: [
        [
          '続けるうちに',
          '続けるからには',
          '続けるとすると',
          '続けるかというと'
        ]
      ]
    },
    {
      id: '172',
      q: [
        '（大学のホ-ムペ-ジで）',
        'ABC大学の法学部には、六つのゼミがあります。ゼミでの活動_____、物事を論理的に考える力を身につけることができます。'
      ],
      d: [3],
      a: [['とは', 'にも', 'にとって', 'を通して']]
    },
    {
      id: '142',
      q: ['竹石海水浴場は、約700メートル_____、美しい砂浜が続いています。'],
      d: [3],
      a: [['を通じて', 'に次いて', 'をめぐって', 'にわたって']]
    },
    {
      id: '162',
      q: [
        '人は一生のうちどのくらい寝ているのでしょうか。仮に一日8時間寝て、80歳まで生きる_____。すると、睡眠時間は約233,600時間で、約27年寝ている計算になります。'
      ],
      d: [1],
      a: [
        ['となりました', 'とします', 'とされていました', 'と見られます']
      ]
    },
    {
      id: '162',
      q: [
        '看護師の仕事は夜勤もあって大変だが、自分でこの仕事を選んだ_____、がんばって続けたいと思う。'
      ],
      d: [0],
      a: [['以上', 'とたん', 'あげくに', 'かのようで']]
    },
    {
      id: '101',
      q: ['学校に来る_____財布を忘れたのに気づいた。'],
      d: [0],
      a: [['とちゅうで', 'ついでに', 'なかで', 'うちに']]
    },
    {
      id: '171',
      q: [
        '（広告で）',
        '川西ピアノ教室では、初心者、経驗者_____、どなたにでも丁寜に指導します。'
      ],
      d: [1],
      a: [['を通して', 'を問わず', 'にかけて', 'にもかかわらず']]
    },
    {
      id: '151',
      q: ['入社試験の面接で、緊張の_____、声が震えてしまった。'],
      d: [1],
      a: [['わけで', 'あまり', 'ことに', '中に']]
    },
    {
      id: '161',
      q: [
        '自分のアドバイスが相手の人生を大きく変える_____、誰でも慎重になるだろう。'
      ],
      d: [2],
      a: [
        [
          'かもしれない一方で',
          'しかない一方で',
          'かもしれないとしたら',
          'しかないとしたら'
        ]
      ]
    },
    {
      id: '101',
      q: [
        '田中選手は前大会に続いて、今大会でも優勝を果たした。彼の今後の活躍に周囲の期待は高まる_____。'
      ],
      d: [3],
      a: [['中心だ', '事情だ', '原因だ', '一方だ']]
    },
    {
      id: '182',
      q: ['12月に入り、インフルエンザの患者数は増える_____。'],
      d: [3],
      a: [['ほどだ', 'までだ', '一方だ', '次第だ']]
    }
  ],
  combination: [
    {
      id: '172',
      q: ['X市には、市民のための文化施設が_____ __★__ _____ _____行っている。'],
      s: [1, 3, 0, 2],
      d: [3],
      a: [
        [
          'はじめとした',
          'にっあり',
          'さまざまな催しを',
          '音楽コンサートを'
        ]
      ]
    },
    {
      id: '132',
      q: [
        '（北川先生へのメールで）',
        '昨日無事に帰国しました。',
        '日本滞在中は、_____ _____ __★__ _____お世話になり、本当にありがとうございました。'
      ],
      s: [1, 0, 3, 2],
      d: [3],
      a: [['をはじめ', '北川先生', 'に', '多くの方々']]
    },
    {
      id: '161',
      q: [
        'いつ行っても長い行列ができているラーメン屋なのに_____ _____ __★__ _____だ。'
      ],
      s: [3, 1, 2, 0],
      d: [2],
      a: [
        [
          '行ったから',
          '何時ごるがすいているか',
          '事前に確認してから',
          '今回あまり並ばないで済んだのは'
        ]
      ]
    },
    {
      id: '182',
      q: [
        '講師「最初は_____ _____ __★__ _____気になってくるということはありませんか。このような心理現象は『ザイオンス効果』と言います。」'
      ],
      s: [1, 2, 3, 0],
      d: [3],
      a: [
        [
          'うちに',
          '全く興味がなかった',
          '商品なのに',
          'CMなどで何度か見ている'
        ]
      ]
    },
    {
      id: '152',
      q: [
        '大雨の中を傘を差さずに_____ _____ __★__ _____今朝からずっと鼻水が止まらない。'
      ],
      s: [3, 1, 0, 2],
      d: [0],
      a: [
        [
          '風邪が',
          '治りかけていいた',
          'またひどくなって',
          '帰ったせいか'
        ]
      ]
    }
  ],
  essay: [
    {
      id: '172',
      pre: '以下は、ある子供雑誌に寄せられた質問と、質問に対する回答である。',
      q: [
        '◇質問◇',
        '鳥はなぜ飛べるのですか。人間も翼をつけたら、飛べますか。（草太 小3）',
        '',
        '◇回答◇',
        '空を飛ぶためには体が軽いことが大切です。__①__、空を飛ぶ鳥は、体や翼の大きさのわりには、体がとても軽くできているのです。例えば、コンドルという鳥は、翼の長さ（左右の翼を広げたときの翼の先から先までの長さ）が3mほどもありますが、体重は10~15kgしかありません。鳥が重そうに見えるのは、羽が膨らんでいるからで、本当はとても細い体をしています。そして、鳥の骨は細く、骨の中はトンネルのような空洞の状態になっているため、軽いのです。',
        'でも草太君は、もしかしたら「それなら人間は、体重に合わせて大きい翼をつければいい。」と思うかもしれませんね。では、翼はどのくらいの__②__。ある説によると、体重60kgの人間が飛ぶのに必要な翼の長さは、約34mだそうです。長さ10mの大型パスを3台並べたときの長さよりも長いわけです。__③__は人聞にはとても動かせませんよね。鳥が体のわりに大きな翼を動かせるのは、胸の筋肉が大変発達しているからです。鳥の胸の筋肉は、体重の約35%を占めると言われています。そのため、鳥は翼を強く動かすことができるのです。',
        'そのほかにも、鳥の体は表面の羽がなめらかで、空気の抵抗を受けにくい形になっています。',
        '__④__、鳥は、単に翼があるから飛べるのではなく、いろいろな点で体全体が飛ぶのに最適な構造になっていることがわかりますね。鳥は飛ぶために進化してきたのです。残念ながら、人間は、翼をつけただけでは飛ぶのは__⑤__。'
      ],
      d: [1, 3, 1, 2, 0],
      a: [
        ['一方', '実は', 'ところが', 'なぜなら'],
        [
          '長さがあるのでしょう',
          '長さになりましたか',
          '長さだと言いましたか',
          '長さが要るのでしよう'
        ],
        ['翼', 'そんなに大きな翼', 'こっちの翼', 'あのような大きな翼'],
        [
          'これに対して',
          '最初に述べたように',
          'こうして見てみると',
          '最後の結論から'
        ],
        [
          '難しそうです',
          '難しいからです',
          '難しくなってきたらしいです',
          '難しくなってしまうためです'
        ]
      ]
    }
  ]
}
