export default {
  no: 45,
  topic: '少子化が進んで、日本の人口はだんだん減っていくでしょう',
  basic: {
    base: [
      '少子化が進んで、日本の人口はだんだん減っていくでしょう。',
      'ずっと本を読んでいたので、目が疲れてきました。',
      'おいしいし、手軽だし、私は冷凍食品をよく食べます。',
      'この本は読めば読むほど面白いです。'
    ],
    use: [
      [
        '<甲,こう>：最近、中国へ旅行に行く日本人が増えてきましたね。',
        '<乙,おつ>：ええ、ホテルや交通の便がよくなりましたからね。'
      ],
      [
        '<甲,こう>：お母さん、雨が降ってきたよ。',
        '<乙,おつ>：あら、大変。誠、洗濯物入れてよ。'
      ],
      [
        '<甲,こう>：休みだし、天気もいいし、どこかに出かけませんか。',
        '<乙,おつ>：いいですね、私はハイキングに行きたいです。'
      ],
      [
        '<甲,こう>：商品は安ければ安いほど売れるんでしょう。',
        '<乙,おつ>：いいえ、品質が悪いと、安くても売れません。'
      ]
    ]
  },
  utilization: {
    title: '上海',
    content: [
      [
        '陳：森さん、見えてきましたよ。あそこが上海の中心地です。',
        '森：ライトアップされていますね。うーん、見れば見るほどきれいだなあ。',
        '陳：以前住んでいたことがあるんですが、とてもすみやすい所ですよ。',
        '森：陳さん上海に住んでいたんですか。',
        '陳：ええ。本当にいい所です。住めば住むほど上海のよさが分かりますよ。'
      ],
      [
        '森：にぎやかだし、高いビルが多いし、なんか東京に似ていますね。',
        '陳：上海は急速に近代化が進んで、町並みが大きく変わってきましたからね。',
        '森：そう言えば、何年か前にリニアモーターカーが開通したんですよね。',
        '陳：ええ。空港から市内までのアクセスがよくなりましたから、人も増えてきたし、これからもっと変わっていくと思いますよ。'
      ],
      [
        '陳：あら、雨が降ってきましたね。',
        '森：ひどくなりそうですね。ちょっと雨宿りしましょうか。',
        '陳：ええ。じゃあ、この喫茶店に入りましょう。人も少ないし、店もきれいだし。',
        '森：そうですね。所で、お腹がすいてきたんですが。',
        '陳：そうですか。じゃあ、何か軽く食べていきましょう。'
      ]
    ]
  },
  grammar: {
    base: [[], [], [], [], [], []],
    explain: [[], [], [], [], [], [], []]
  },
  word: [
    {
      kana: 'しょうしか',
      mana: '少子化',
      type: '名',
      cn: '孩子减少现象'
    },
    {
      kana: 'じんこう',
      mana: '人口',
      type: '名',
      cn: '人口'
    },
    {
      kana: 'へいきんねんれい',
      mana: '平均年齢',
      type: '名',
      cn: '平均年龄'
    },
    {
      kana: 'こうつう',
      mana: '交通',
      type: '名',
      cn: '交通'
    },
    {
      kana: 'べん',
      mana: '便',
      type: '名',
      cn: '航班'
    },
    {
      kana: 'アクセス',
      mana: '',
      type: '名',
      cn: '连接，衔接'
    },
    {
      kana: 'リニアモーターカー',
      mana: '',
      type: '名',
      cn: '磁悬浮列车'
    },
    {
      kana: 'びん',
      mana: '便',
      type: '名',
      cn: '航班'
    },
    {
      kana: 'しない',
      mana: '市内',
      type: '名',
      cn: '市内'
    },
    {
      kana: 'いなか',
      mana: '田舎',
      type: '名',
      cn: '乡下，农村'
    },
    {
      kana: 'ちゅうしんち',
      mana: '中心地',
      type: '名',
      cn: '中心地区'
    },
    {
      kana: 'きんだいか',
      mana: '近代化',
      type: '名',
      cn: '现代化'
    },
    {
      kana: 'げんだいじん',
      mana: '現代人',
      type: '名',
      cn: '现代人'
    },
    {
      kana: 'じかんたい',
      mana: '時間帯',
      type: '名',
      cn: '时间段'
    },
    {
      kana: 'ちょうし',
      mana: '調子',
      type: '名',
      cn: '情况，状况；势头'
    },
    {
      kana: 'よさ',
      mana: '',
      type: '名',
      cn: '长处、好处'
    },
    {
      kana: 'へやだい',
      mana: '部屋代',
      type: '名',
      cn: '房租'
    },
    {
      kana: 'しんりん',
      mana: '森林',
      type: '名',
      cn: '森林'
    },
    {
      kana: 'ちきゅう',
      mana: '地球',
      type: '名',
      cn: '地球'
    },
    {
      kana: 'へいきんきおん',
      mana: '平均気温',
      type: '名',
      cn: '平均气温'
    },
    {
      kana: 'ちきゅうおんだんか',
      mana: '地球温暖化',
      type: '名',
      cn: '地球变暖现象'
    },
    {
      kana: 'れいとうしょくひん',
      mana: '冷凍食品',
      type: '名',
      cn: '冷冻食品'
    },
    {
      kana: 'こうれいしゃ',
      mana: '高齢者',
      type: '名',
      cn: '高龄者'
    },
    {
      kana: 'きつえんしゃ',
      mana: '喫煙者',
      type: '名',
      cn: '吸烟者'
    },
    {
      kana: 'りょこうしゃ',
      mana: '旅行者',
      type: '名',
      cn: '旅行者'
    },
    {
      kana: 'りようしゃ',
      mana: '利用者',
      type: '名',
      cn: '利用者'
    },
    {
      kana: 'なやみ',
      mana: '悩み',
      type: '名',
      cn: '烦恼'
    },
    {
      kana: 'まちなみ',
      mana: '町並み',
      type: '名',
      cn: '市空，街道，街景'
    },
    {
      kana: 'うりあげ',
      mana: '売り上げ',
      type: '名',
      cn: '销售额，营业额'
    },
    {
      kana: 'あこがれ',
      mana: '憧れ',
      type: '名',
      cn: '憧憬'
    },
    {
      kana: 'すすみます',
      mana: '進みます',
      type: '动1',
      cn: '加重，前进'
    },
    {
      kana: 'みがきます',
      mana: '磨きます',
      type: '动1',
      cn: '刷，擦'
    },
    {
      kana: 'くもります',
      mana: '曇ります',
      type: '动1',
      cn: '天阴'
    },
    {
      kana: 'にます',
      mana: '似ます',
      type: '动2',
      cn: '像，相似'
    },
    {
      kana: 'ライトアップします',
      mana: '',
      type: '动3',
      cn: '景观照明'
    },
    {
      kana: 'ふきゅうします',
      mana: '普及します',
      type: '动3',
      cn: '普及'
    },
    {
      kana: 'あまやどりします',
      mana: '雨宿りします',
      type: '动3',
      cn: '避雨'
    },
    {
      kana: 'ひどい',
      mana: '',
      type: '形1',
      cn: '残酷，过分；激烈'
    },
    {
      kana: 'てがる',
      mana: '手軽',
      type: '形2',
      cn: '简便，简单，轻便'
    },
    {
      kana: 'きゅうそく',
      mana: '急速',
      type: '形2',
      cn: '迅速，快速'
    },
    {
      kana: 'いぜん',
      mana: '以前',
      type: '副',
      cn: '以前'
    },
    {
      kana: 'どんどん',
      mana: '',
      type: '副',
      cn: '接连不断地，接二连三地'
    },
    {
      kana: 'ますます',
      mana: '',
      type: '副',
      cn: '越来越，更加'
    },
    {
      kana: 'なんか',
      mana: '',
      type: '副',
      cn: '有点，总觉得，有些，好像'
    },
    {
      kana: 'ねんねん',
      mana: '',
      type: '副',
      cn: '逐年，每年'
    }
  ],
  phrase: [
    {
      kana: 'かるいもの',
      mana: '軽い物',
      cn: '清淡的或少量的食物'
    },
    {
      kana: '〜じょう',
      mana: '〜上',
      cn: ''
    }
  ]
}
